{"translation-revision-date":"2021-12-28 02:58:38+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"th"},"Save as pending":["บันทึกเป็นรอตรวจสอบ"],"Public":["เผยแพร่"],"Schedule":["ตารางเวลา"],"Add new tag":["เพิ่มป้ายกำกับใหม่"],"Suggestion:":["คำแนะนำ:"],"Quote":["คำกล่าวอ้าง"],"Password Protected":["รหัสผ่านป้องกัน"],"Words":["คำ"],"Featured image":["รูปประจำเรื่อง\/หน้า"],"Selected":["ที่เลือกไว้"],"Set featured image":["กำหนดรูปประจำเรื่อง\/หน้า"],"Status":["สถานะ"],"Template:":["เทมเพลต:"],"Replace Image":["แทนที่รูปภาพ"],"Current image: %s":["ภาพปัจจุบัน: %s"],"Schedule…":["กำหนดเวลา..."],"Category":["หมวดหมู่"],"(Empty heading)":["(หัวข้อว่าง)"],"(Incorrect heading level)":["(ระดับหัวข้อไม่ถูกต้อง)"],"(Your theme may already use a H1 for the post title)":["(ธีมของคุณอาจใช้ H1 สำหรับหัวข้อเรื่องแล้ว)"],"(Multiple H1 headings are not recommended)":["(ไม่แนะนำให้ใช้หัวเรื่อง H1 หลายอัน)"],"Attempt Recovery":["พยายามกู้คืน"],"Copy Post Text":["คัดลอกข้อความของเรื่อง"],"Copy Error":["คัดลอกผิดพลาด"],"The editor has encountered an unexpected error.":["ตัวแก้ไขเกิดข้อผิดพลาดขึ้น"],"Order":["ลำดับ"],"no title":["ไม่มีชื่อ"],"Allow comments":["อนุญาตการแสดงความเห็น"],"Write an excerpt (optional)":["เขียนเกริ่นนำ (ถ้ามี)"],"Learn more about manual excerpts":["ศึกษาเพิ่มเติมเกี่ยวกับการเขียนข้อความเกริ่นนำเอง"],"Edit or update the image":["แก้ไขหรืออัปเดตรูปภาพ"],"Aside":["ข้างเคียง"],"Standard":["มาตรฐาน"],"Chat":["สนทนา"],"Post Format":["รูปแบบเรื่อง"],"%d Revision":["%d รุ่น"],"Someone else has taken over this post.":["มีบางคนรับช่วงต่อเรื่องนี้แล้ว"],"This post is already being edited.":["เรื่องนี้ถูกแก้ไขแล้ว"],"Avatar":["รูปประจำตัว"],"%s now has editing control of this post. Don’t worry, your changes up to this moment have been saved.":["%s ควบคุมการแก้ไขเรื่องนี้ได้ในตอนนี้ ไม่ต้องกังวล การเปลี่ยนแปลงที่คุณทำไปได้รับการบันทึกไว้แล้ว"],"Another user now has editing control of this post. Don’t worry, your changes up to this moment have been saved.":["ผู้ใช้อื่นควบคุมการแก้ไขเรื่องนี้ได้ในตอนนี้ ไม่ต้องกังวล การเปลี่ยนแปลงที่คุณทำไปได้รับการบันทึกไว้แล้ว"],"%s is currently working on this post, which means you cannot make changes, unless you take over.":["%s กำลังทำงานเรื่องนี้อยู่ ซึ่งคุณจะไม่สามารถเปลี่ยนแปลงสิ่งต่าง ๆ ได้ จนกว่าคุณจะรับช่วงต่อ"],"Another user is currently working on this post, which means you cannot make changes, unless you take over.":["ผู้ใช้อื่นกำลังทำงานเรื่องนี้อยู่ ซึ่งคุณจะไม่สามารถเปลี่ยนแปลงสิ่งต่าง ๆ ได้ จนกว่าคุณจะรับช่วงต่อ"],"Take Over":["รับช่วงต่อ"],"Allow pingbacks & trackbacks":["อนุญาตให้ใช้ Pingbacks และ Trackbacks"],"Generating preview…":["กำลังสร้างตัวอย่าง..."],"imperative verb\u0004Preview":["ดูก่อน"],"Publishing…":["กำลังเผยแพร่..."],"Updating…":["กำลังอัปเดต..."],"Scheduling…":["กำลังตั้งเวลา..."],"Submit for Review":["ส่งให้ตรวจทาน"],"Close panel":["ปิด"],"Always show pre-publish checks.":["แสดงการตรวจสอบก่อนเผยแพร่เสมอ"],"Use a post format":["ใช้รูปแบบเรื่อง"],"Your theme uses post formats to highlight different kinds of content, like images or videos. Apply a post format to see this special styling.":["ธีมของคุณใช้รูปแบบเรื่องเพื่อเน้นให้เห็นชนิดของเนื้อหาที่แตกต่าง เช่นรูปภาพหรือวีดีโอ ใช้งานรูปแบบเรื่องเพื่อดูรูปแบบพิเศษนี้"],"Apply the \"%1$s\" format.":["ใช้งานรูปแบบ \"%1$s\""],"Add tags":["เพิ่มป้ายกำกับ"],"Tags help users and search engines navigate your site and find your content. Add a few keywords to describe your post.":["ป้ายกำกับช่วยให้ผู้ใช้และโปรแกรมช่วยสืบค้นข้อมูลเข้ามาสืบค้นเว็บไซต์ของคุณ และค้นหาเนื้อหาของคุณ เพิ่มคำค้นหาสักคำหรือสองคำเพื่อบรรยายเรื่องของคุณ"],"is now scheduled. It will go live on":["ถูกตั้งเวลาไว้ จะถูกเผยแพร่เมื่อ"],"is now live.":["กำลังเผยแพร่"],"What’s next?":["อะไรต่อ?"],"%s address":["%s ที่อยู่"],"Copy Link":["คัดลอกลิงก์"],"Are you ready to submit for review?":["คุณพร้อมจะส่งให้ตรวจทานหรือยัง?"],"When you’re ready, submit your work for review, and an Editor will be able to approve it for you.":["เมื่อคุณพร้อม ส่งงานเขียนของคุณเพื่อให้ตรวจทาน และบรรณาธิการจะสามารถอนุมัติให้คุณ"],"Are you ready to schedule?":["คุณพร้อมที่จะตั้งเวลาล่วงหน้าหรือยัง?"],"Your work will be published at the specified date and time.":["ผลงานของคุณจะได้รับการเผยแพร่ในวันและเวลาที่กำหนดไว้"],"Are you ready to publish?":["คุณพร้อมที่จะเผยแพร่หรือยัง?"],"Double-check your settings before publishing.":["ตรวจทานการตั้งค่าอีกรอบก่อนการเผยแพร่"],"Visibility:":["การมองเห็น:"],"Publish:":["เผยแพร่:"],"Autosaving":["บันทึกอัตโนมัติ"],"Saving":["กำลังบันทึก"],"Immediately":["โดยทันที"],"Are you sure you want to unpublish this post?":["คุณแน่ใจว่าคุณอยากจะยกเลิกการเผยแพร่เรื่องนี้?"],"Are you sure you want to unschedule this post?":["คุณแน่ใจว่าคุณอยากจะยกเลิกการตั้งเวลาเรื่องนี้?"],"Switch to draft":["สลับไปฉบับร่าง"],"Add new Term":["เพิ่มคำใหม่"],"Tag":["ป้ายกำกับ"],"Term":["เงื่อนไข"],"term\u0004%s added":["%s ถูกเพิ่มแล้ว"],"term\u0004%s removed":["ลบ %s แล้ว"],"term\u0004Remove %s":["ลบ %s"],"Add new category":["เพิ่มหมวดหมู่ใหม่"],"Add new term":["เพิ่มเงื่อนไขใหม่"],"Parent Term":["ป้ายคำหลัก"],"Terms":["เงื่อนไข"],"Add title":["ใส่ชื่อ"],"Move to trash":["ย้ายไปถังขยะ"],"Would you like to privately publish this post now?":["คุณต้องการเผยแพร่เรื่องนี้แบบส่วนตัวตอนนี้?"],"Post Visibility":["การมองเห็นเรื่อง"],"Create password":["สร้างรหัสผ่าน"],"Use a secure password":["ใช้รหัสผ่านที่ปลอดภัย"],"Visible to everyone.":["สามารถดูได้ทั่วไป"],"Only visible to site admins and editors.":["สามารถดูได้เฉพาะผู้ควบคุมและผู้เขียน"],"Protected with a password you choose. Only those with the password can view this post.":["ปกป้องด้วยรหัสผ่านที่คุณเลือก จะสามารถดูเรื่องนี้ได้เฉพาะผู้ที่มีรหัสผ่านเท่านั้น"],"There is an autosave of this post that is more recent than the version below.":["มีบันทึกอัตโนมัติของเรื่องนี้ที่ใหม่กว่ารุ่นด้านล่างนี้"],"View the autosave":["ดูบันทึกอัตโนมัติ"],"Document Statistics":["สถิติเอกสาร"],"Headings":["หัวข้อ"],"Paragraphs":["ย่อหน้า"],"Document Outline":["ภาพรวมเอกสาร"],"Resetting the template may result in loss of content, do you want to continue?":["การล้างค่าเทมเพลตอาจทำให้เนื้อหาเสียหาย คุณต้องการดำเนินการต่อหรือไม่?"],"The content of your post doesn’t match the template assigned to your post type.":["เนื้อหาของเรื่องของคุณไม่ตรงกับเทมเพลตที่กำหนดไว้กับประเภทเรื่องของคุณ"],"Keep it as is":["เก็บไว้ตามที่เป็นอยู่"],"Reset the template":["ล้างค่าเทมเพลต"],"You have unsaved changes. If you proceed, they will be lost.":["คุณมีการเปลี่ยนแปลงที่ยังไม่ได้บันทึก ถ้าคุณทำต่อ สิ่งเหล่านั้นจะหายไป"],"Publishing failed.":["การเผยแพร่ล้มเหลว"],"Scheduling failed.":["การตั้งเวลาล้มเหลว"],"Updating failed.":["การอัปเดตล้มเหลว"],"Trashing failed":["ทิ้งถังขยะล้มเหลว"],"Save your changes.":["บันทึกการเปลี่ยนแปลง"],"Undo your last changes.":["กู้คืนการแก้ไขล่าสุด"],"Redo your last undo.":["ทำสิ่งที่ย้อนกลับของคุณอีกครั้ง"],"Type text or HTML":["พิมพ์ตัวอักษร หรือ HTML"],"Start writing with text or HTML":["เริ่มการเขียนด้วยตัวอักษร หรือ HTML"],"To edit the featured image, you need permission to upload media.":["คุณจำเป็นต้องมีสิทธิ์ในการอัปโหลดไฟล์สื่อ จึงจะแก้ไขรูปประจำเรื่อง\/หน้าได้"],"Exit the Editor":["ออกจากตัวแก้ไข"],"Stick to the top of the blog":["ปักหมุดไว้บนสุดของบล็อก"],"Search Terms":["ค้นหาคำ"],"The backup of this post in your browser is different from the version below.":["รุ่นสำรองของเรื่องนี้ในเบราว์เซอร์ของคุณแตกต่างรุ่นด้านล่าง"],"Restore the backup":["ฟื้นคืนที่สำรองไว้"],"https:\/\/wordpress.org\/support\/article\/excerpt\/":["https:\/\/wordpress.org\/support\/article\/excerpt\/"],"Pending review":["รอการตรวจสอบ"],"Submit for Review…":["ส่งให้ตรวจสอบ"],"Update…":["อัปเดต..."],"Slug":["Slug"],"Save draft":["บันทึกฉบับร่าง"],"Page on front":["หน้าปก"],"Select the changes you want to save":["เลือกการแก้ไขที่คุณต้องการบันทึก"],"Some changes may affect other areas of your site.":["การเปลี่ยนแปลงบางอย่างอาจจะส่งผลกับเว็บไซต์"],"Untitled":["ยังไม่ได้ตั้งชื่อ"],"Gallery":["คลังภาพ"],"Blocks":["ปิดกั้น"],"%d result found.":["%d ผลการค้นหาที่พบ"],"The current image has no alternative text. The file name is: %s":["รูปปัจจุบันไม่มีข้อความอธิบายรูปภาพ ชื่อไฟล์คือ: %s"],"Parent Category":["หมวดหมู่หลัก"],"Saved":["บันทึกแล้ว"],"(Untitled)":["(ยังไม่มีชื่อ)"],"Draft":["ฉบับร่าง"],"Private":["ส่วนตัว"],"Update":["อัปเดต"],"Select":["เลือก"],"Remove image":["ลบรูปภาพ"],"Audio":["ไฟล์เสียง"],"Video":["ไฟล์วีดีโอ "],"Word count type. Do not translate!\u0004words":["characters_excluding_spaces"],"Copied!":["คัดลอกแล้ว"],"Details":["รายละเอียด"],"Title":["ชื่อ"],"Author":["ผู้เขียน"],"Undo":["ย้อนกลับ"],"Publish":["เผยแพร่"],"Save":["บันทึก"],"Cancel":["ยกเลิก"],"Redo":["กลับไปทำใหม่"],"(no title)":["(ไม่มีชื่อ)"],"Image":["รูปภาพ"],"Link":["ลิงก์"],"Tagline":["คำโปรย"],"Site Icon":["รูปไอคอนเว็บ"],"Logo":["รูปโลโก้"],"(opens in a new tab)":["(เปิดในแท็บใหม่)"]}},"comment":{"reference":"wp-includes\/js\/dist\/editor.js"}}