{"translation-revision-date":"2021-12-28 02:58:38+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"th"},"Footer":["ส่วนท้าย"],"Attempt Recovery":["พยายามกู้คืน"],"Copy Error":["คัดลอกผิดพลาด"],"The editor has encountered an unexpected error.":["ตัวแก้ไขเกิดข้อผิดพลาดขึ้น"],"You have unsaved changes. If you proceed, they will be lost.":["คุณมีการเปลี่ยนแปลงที่ยังไม่ได้บันทึก ถ้าคุณทำต่อ สิ่งเหล่านั้นจะหายไป"],"Document tools":["เครื่องมือเอกสาร"],"noun\u0004View":["ดู"],"Access all block and document tools in a single place":["เข้าถึงบล็อกทั้งหมดและเครื่องมือของเอกสารในที่เดียว"],"Global shortcuts":["แป้นลัดโดยรวม"],"Save your changes.":["บันทึกการเปลี่ยนแปลง"],"Undo your last changes.":["กู้คืนการแก้ไขล่าสุด"],"Redo your last undo.":["ทำสิ่งที่ย้อนกลับของคุณอีกครั้ง"],"Navigate to the next part of the editor.":["นำไปยังส่วนถัดไปของตัวแก้ไข"],"Navigate to the previous part of the editor.":["นำไปยังส่วนก่อนหน้าของตัวแก้ไข"],"Selection shortcuts":["เส้นทางลัดที่เลือกไว้"],"Block shortcuts":["แป้นลัดสำหรับบล็อก"],"Change the block type after adding a new paragraph.":["เปลี่ยนประเภทของบล็อกถัดจากการเพิ่มย่อหน้าใหม่"],"Forward-slash":["เครื่องหมายทับ (\/)"],"Text formatting":["การจัดรูปแบบข้อความ"],"Make the selected text bold.":["ทำข้อความที่เลือกเป็นตัวหนังสือแบบหนา"],"Make the selected text italic.":["ทำข้อความที่เลือกเป็นตัวหนังสือแบบเอียง"],"Underline the selected text.":["ขีดเส้นใต้ข้อความที่เลือก"],"Convert the selected text into a link.":["แปลงข้อความที่เลือกเป็นลิงก์"],"Remove a link.":["นำลิงก์ออก"],"Close plugin":["ปิดปลั๊กอิน"],"Unpin from toolbar":["ยกเลิกการปักหมุดที่แถบเครื่องมือ"],"Pin to toolbar":["ปักหมุดที่แถบเครื่องมือ"],"Close settings":["ปิดการตั้งค่า"],"Top toolbar":["แถบเครื่องมือด้านบน"],"Feature deactivated":["ปิดการใช้งานคุณลักษณะ"],"Feature activated":["เปิดใช้งานคุณลักษณะ"],"Top toolbar activated":["เปิดใช้งานแถบเครื่องมือด้านบนแล้ว"],"Top toolbar deactivated":["ปิดการใช้งานแถบเครื่องมือด้านบน"],"Display these keyboard shortcuts.":["แสดงคีย์ลัดแป้นพิมพ์"],"Keyboard shortcuts":["ปุ่มลัดคีย์บอร์ด"],"Welcome Guide":["คู่มือต้อนรับ"],"https:\/\/wordpress.org\/support\/article\/wordpress-editor\/":["https:\/\/wordpress.org\/support\/article\/wordpress-editor\/"],"inserter":["ตัวแทรก"],"Get started":["เริ่มได้"],"Make each block your own":["ทำให้แต่ละบล็อกเป็นของของคุณ"],"Each block comes with its own set of controls for changing things like color, width, and alignment. These will show and hide automatically when you have a block selected.":["แต่ละบล็อกจะมาพร้อมกับตัวควบคุมสิ่งต่างๆ เช่น สี ความกว้างและการจัดตำแหน่งของมันเอง ซึ่งจะแสดงหรือซ่อนโดยอัตโนมัติเมื่อคุณเลือกบล็อก"],"Get to know the block library":["ทำความเข้าใจกับคลังบล็อก"],"All of the blocks available to you live in the block library. You’ll find it wherever you see the <InserterIconImage \/> icon.":["บล็อกทุกอันที่คุณสามารถใช้งานได้พร้อมอยู่แล้วที่คลังบล็อก คุณสามารถใช้งานคลังบล็อกได้ก็ต่อเมื่อคุณเห็นไอคอน <InserterIconImage \/>"],"Learn how to use the block editor":["เรียนรู้ว่าจะใช้งานตัวแก้ไขบล็อกได้อย่างไร"],"New to the block editor? Want to learn more about using it? ":["เป็นมือใหม่กับตัวแก้ไขบล็อกใช่มั๊ย? อยากเรียนรู้การใช้งานเพิ่มเติมรึเปล่า?"],"Here's a detailed guide.":["นี่คือคู่มือรายละเอียด"],"Preferences":["การตั้งค่า"],"Shows block breadcrumbs at the bottom of the editor.":["แสดงลิงก์นำทางของบล็อกที่ด้านล่างของตัวแก้ไข"],"Display block breadcrumbs":["แสดงลิงก์นำทางของบล็อก"],"Block Library":["บล็อกไลบรารี่"],"Widgets settings":["ตั้งค่าวิดเจ็ต"],"Welcome to block Widgets":["ยินดีต้อนรับสู่บล็อกวิดเจ็ต"],"You can now add any block to your site’s widget areas. Don’t worry, all of your favorite widgets still work flawlessly.":["คุณสามารถเพิ่มบล็อกอะไรก็ได้ บนพื้นที่วิดเจ็ตในเว็บไซต์ของคุณ. ไม่ต้องห่วง วิดเจ็ตตัวโปรดของคุณยังคงทำงานได้อย่างไร้ที่ติ"],"Want to stick with the old widgets?":["เลือกใช้วิดเจ็ตตัวเก่าใช่ไหม ?"],"https:\/\/wordpress.org\/plugins\/classic-widgets\/":["https:\/\/wordpress.org\/plugins\/classic-widgets\/"],"Get the Classic Widgets plugin.":["ใช้วิดเจ็ตปลั๊กอินตัวดั้งเดิม"],"There was an error. %s":["มีข้อผิดพลาด %s"],"Widget Area":["พื้นที่วิดเจ็ต"],"Widget Areas are global parts in your site’s layout that can accept blocks. These vary by theme, but are typically parts like your Sidebar or Footer.":["พื้นที่วิดเจ็ตคือส่วนประกอบหลักบนเค้าโครงเว็บของคุณที่สามารถจะรองรับการใช้งานบล็อกได้ โดยจะขึ้นอยู่กับธีมแต่ละธีม แต่โดยปกติแล้วมันก็คือส่วนประกอบทั่วๆ ไป เช่น แถบด้านข้าง หรือ ส่วนท้าย"],"Your theme does not contain any Widget Areas.":["ธีมของคุณไม่มีพื้นที่วิดเจ็ต"],"Manage with live preview":["จัดการด้วยการดูตัวอย่าง"],"Widget Areas":["พื้นที่วิดเจ็ต"],"Saving…":["กำลังบันทึก"],"Display block breadcrumbs activated":["แสดงบล็อก breadrums ที่ใช้งาน"],"Display block breadcrumbs deactivated":["ปิดการแสดงผลบล็อก breadcrumbs "],"Widgets top bar":["บาร์ด้านบนของวิดเจ็ต"],"Widgets and blocks":["วิดเจ็ตและบล็อก"],"Widgets footer":["ส่วนท้ายวิดเจ็ต"],"https:\/\/wordpress.org\/support\/article\/block-based-widgets-editor\/":["https:\/\/wordpress.org\/support\/article\/block-based-widgets-editor\/"],"Block":["บล็อก"],"Tools":["เครื่องมือ"],"No block selected.":["ไม่มีบล็อกที่ถูกเลือก"],"Options":["ตัวเลือก"],"Generic label for block inserter button\u0004Add block":["เพิ่มบล็อก"],"Content":["เนื้อหา"],"Update":["อัปเดต"],"Undo":["ย้อนกลับ"],"Publish":["เผยแพร่"],"Header":["ส่วนหัว"],"Redo":["กลับไปทำใหม่"],"Close":["ปิด"],"Help":["ช่วยเหลือ"],"Settings":["ตั้งค่า"],"Widgets":["วิดเจ็ต"],"(opens in a new tab)":["(เปิดในแท็บใหม่)"]}},"comment":{"reference":"wp-includes\/js\/dist\/edit-widgets.js"}}