{"translation-revision-date":"2022-06-06 06:30:34+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"First, enable unfiltered file uploads.":["Po pierwsze, włącz opcję niefiltrowanego wysyłania plików."],"Go back":["Wróć"],"Sorry, something went wrong.":["Przepraszamy, coś poszło nie tak."],"Archive":["Archiwum"],"Single Post":["Pojedynczy wpis"],"Single Page":["Pojedyncza strona"],"Footer":["Stopka"],"Header":["Nagłówek"],"Error:":["Błąd:"],"What is a 404 Page Template?":["Co to jest szablon strony 404?"],"What is a Products Archive Template?":["Co to jest szablon archiwum produktów?"],"Products Archive":["Archiwum produktów"],"What is a Single Product Template?":["Co to jest szablon pojedynczego produktu?"],"What is an Archive Template?":["Co to jest szablon pojedynczego produktu?"],"What is a Single Post Template?":["Co to jest szablon pojedynczego posta?"],"What is a Single Page Template?":["Co to jest szablon pojedynczej strony?"],"What is a Footer Template?":["Co to jest szablon stopki?"],"What is a Header Template?":["Co to jest szablon nagłówka?"],"App could not be loaded":["Nie można załadować aplikacji"],"Create Full Site":["Stwórz Pełną Witrynę"],"Keep your site's visitors happy when they get lost by displaying your recent posts, a search bar, or any information that might help the user find what they were looking for.":["Dbaj o zadowolenie odwiedzających witrynę, gdy się zgubią, wyświetlając najnowsze posty, pasek wyszukiwania lub wszelkie informacje, które mogą pomóc użytkownikowi znaleźć to, czego szukali."],"A 404 page template allows you to easily design the layout and style of the page that is displayed when a visitor arrives at a page that does not exist.":["Szablon strony 404 umożliwia łatwe zaprojektowanie układu i stylu strony wyświetlanej, gdy odwiedzający trafia na nieistniejącą stronę."],"You can create multiple archive product templates, and assign each to different categories of products. This gives you the freedom to customize the appearance for each type of product being shown.":["Możesz utworzyć wiele archiwalnych szablonów produktów i przypisać każdy z nich do różnych kategorii produktów. Daje to swobodę dostosowania wyglądu do każdego typu wyświetlanego produktu."],"A products archive template allows you to easily design the layout and style of your WooCommerce shop page or other product archive pages - those pages that show a list of products, which may be filtered by terms such as categories, tags, etc.":["Szablon archiwum produktów pozwala łatwo zaprojektować układ i styl strony sklepu WooCommerce lub innych stron archiwum produktów - stron, które pokazują listę produktów, które mogą być filtrowane według terminów, takich jak kategorie, tagi itp."],"You can create multiple single product templates, and assign each to different types of products, enabling a custom design for each group of similar products.":["Możesz tworzyć wiele szablonów pojedynczych produktów i przypisywać je do różnych typów produktów, umożliwiając niestandardowy projekt dla każdej grupy podobnych produktów."],"A single product template allows you to easily design the layout and style of WooCommerce single product pages, and apply that template to various conditions that you assign.":["Pojedynczy szablon produktu pozwala łatwo zaprojektować układ i styl stron pojedynczego produktu WooCommerce i zastosować ten szablon do różnych przypisanych warunków."],"Product":["Produkt"],"You can customize the message if there are no results for the search term.":["Możesz dostosować wiadomość, jeśli nie ma wyników dla wyszukiwanego hasła."],"You can easily control the layout and design of the Search Results page with the Search Results template, which is simply a special archive template just for displaying search results.":["Możesz łatwo kontrolować układ i projekt strony wyników wyszukiwania za pomocą szablonu wyników wyszukiwania, który jest po prostu specjalnym szablonem archiwum służącym tylko do wyświetlania wyników wyszukiwania."],"What is a Search Results Template?":["Co to jest szablon wyników wyszukiwania?"],"If you’d like a different style for a specific category, it’s easy to create a separate archive template whose condition is to only display when users are viewing that category’s list of posts.":["Jeśli chcesz mieć inny styl dla określonej kategorii, możesz łatwo utworzyć oddzielny szablon archiwum, którego warunkiem jest wyświetlanie tylko wtedy, gdy użytkownicy przeglądają listę postów z tej kategorii."],"An archive template allows you to easily design the layout and style of archive pages - those pages that show a list of posts (e.g. a blog’s list of recent posts), which may be filtered by terms such as authors, categories, tags, search results, etc.":["Szablon archiwum pozwala w łatwy sposób zaprojektować układ i styl stron archiwum - tych stron, które pokazują listę postów (np. Listę ostatnich postów na blogu), które mogą być filtrowane po hasłach takich jak autorzy, kategorie, tagi, wyniki wyszukiwania itp."],"You can create multiple single post templates, and assign each to a different category.":["Możesz utworzyć wiele szablonów pojedynczych postów i przypisać każdy do innej kategorii."],"A single post template allows you to easily design the layout and style of posts, ensuring a design consistency throughout all your blog posts, for example.":["Szablon pojedynczego posta pozwala łatwo zaprojektować układ i styl postów, zapewniając na przykład spójność projektu we wszystkich postach na blogu."],"You can create multiple single page templates, and assign each to different areas of your site.":["Możesz utworzyć wiele szablonów pojedynczych stron i przypisać każdy z nich do różnych obszarów witryny."],"A single page template allows you to easily create the layout and style of pages, ensuring design consistency across all the pages of your site.":["Szablon pojedynczej strony umożliwia łatwe tworzenie układu i stylu stron, zapewniając spójność projektu na wszystkich stronach witryny."],"You can create multiple footers, and assign each to different areas of your site.":["Możesz utworzyć wiele stopek i przypisać je do różnych obszarów serwisu."],"The footer template allows you to easily design and edit custom WordPress footers without the limits of your theme’s footer design constraints":["Szablon stopki umożliwia łatwe projektowanie i edytowanie niestandardowych stopek WordPress bez ograniczeń związanych z projektowaniem stopki motywu"],"You can create multiple headers, and assign each to different areas of your site.":["Możesz utworzyć wiele nagłówków i przypisać każdy z nich do różnych obszarów witryny."],"The header template allows you to easily design and edit custom WordPress headers so you are no longer constrained by your theme’s header design limitations.":["Szablon nagłówka umożliwia łatwe projektowanie i edycję niestandardowych nagłówków WordPress, dzięki czemu nie jesteś już ograniczony ograniczeniami projektu nagłówka motywu."],"Site Parts":["Części Witryny"],"We’re sorry, but something went wrong. Click on ‘Learn more’ and follow each of the steps to quickly solve it.":["Przepraszamy, ale coś poszło nie tak. Kliknij „Dowiedz się więcej” i postępuj zgodnie z każdym z kroków, aby szybko rozwiązać problem."],"Theme Builder could not be loaded":["Nie można załadować programu Theme Builder"],"Watch Video":["Obejrzyj film"],"Tip":["Wskazówka"],"All Parts":["Wszystkie Części"],"Not Found":["Nie znaleziono"],"Theme Builder is the industry leading all-in-one solution that lets you customize every part of your WordPress theme visually: Header, Footer, Single, Archive & WooCommerce":["Theme Builder to wiodące w branży rozwiązanie typu \"wszystko w jednym\", które pozwala wizualnie dostosować każdą część motywu WordPressa: nagłówek, stopkę, wpis, archiwum i WooCommerce"],"Theme Builder":["Kreator motywów"],"Continue":["Kontynuuj"],"Skip":["Pomiń"],"Add New":["Dodaj"],"Select File":["Wybierz plik"],"Enable":["Włącz"],"Go Pro":["Przejdź na wersję pro"],"Close":["Zamknij"],"Learn More":["Dowiedz się więcej"],"Info":["Informacja"],"Go Back":["Wróć"],"Loading":["Wczytywanie"],"Elementor":["Elementor"]}},"comment":{"reference":"assets\/js\/app-packages.js"}}