{"translation-revision-date":"2022-06-06 08:56:59+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Uploading":["Aan het uploaden"],"Elementor Pro has been successfully installed.":["Elementor Pro is succesvol geïnstalleerd."],"You can switch your theme later on":["Je kunt je thema later veranderen op"],"Already being used by 1M+ web creators":["Reeds gebruikt door 1M+ web makers"],"Great for SEO":["Geweldig voor SEO"],"Light-weight and fast loading":["Lichtgewicht en snel laden"],"Here's why:":["Hier is waarom:"],"Hello is Elementor's official blank canvas theme optimized to build your website exactly the way you want.":["Hello is Elementor's officiële blank canvas thema geoptimaliseerd om je site precies zo te bouwen als je dat wilt."],"Every site starts with a theme.":["Elke site begint met een thema."],"Don't know where to get the file from?":["Weet je niet waar je het bestand vandaan moet halen?"],"Browse":["Bladeren"],"Drag & Drop your .zip file here":["Versleep je .zip bestand naar hier"],"Import you Elementor Pro plugin file":["Importeer je Elementor Pro plugin bestand"],"Upload and Install Elementor Pro":["Upload en installeer Elementor Pro"],"This is what your site is called on the WP dashboard, and can be changed later from the general settings - it's not your website's URL.":["Dit is hoe je site wordt genoemd op het WP dashboard en kan later worden gewijzigd vanuit de algemene instellingen - het is niet de URL van je site."],"Now, let's give your site a name.":["Laten we je site nu een naam geven."],"Sorry, the name wasn't saved. Try again, or skip for now.":["De naam werd niet opgeslagen. Probeer het opnieuw of sla het voorlopig over."],"There was a problem with enabling SVG uploads. Try again, or use another image format.":["Er is een probleem opgetreden met het inschakelen van SVG uploads. Probeer het opnieuw of gebruik een ander afbeelding format."],"This allows Elementor to scan your SVGs for malicious content. If you do not wish to allow this, use a different image format.":["Hierdoor kan Elementor je SVG's scannen op schadelijke inhoud. Als je dit niet wilt toestaan, gebruik dan een ander afbeeldingsformat."],"This file type is not supported. Try a different type of file":["Dit bestandstype wordt niet ondersteund. Probeer een ander type bestand"],"Open Media Library":["Mediabibliotheek openen"],"Drop image here":["Zet afbeelding hier neer"],"Potential Site Logo":["Potentieel site-logo"],"Otherwise, you can skip this and add one later.":["Anders kun je dit overslaan en er later een toevoegen."],"Have a logo? Add it here.":["Heb je een logo? Voeg het hier toe."],"There was a problem activating Hello Theme.":["Er is een probleem opgetreden bij het activeren van Hello Thema."],"Okay, now we're really close...":["Oké, nu zijn we heel dichtbij..."],"Hold on, this can take a minute...":["Wacht even, dit kan even duren..."],"There was a problem installing Hello Theme.":["Er is een probleem opgetreden bij het installeren van Hello thema."],"Continue with Hello Theme":["Ga verder met Hello Theme"],"Your site’s got Hello theme. High-five!":["Je site heeft het Hello thema. High five!"],"Browse from +100 templates or import your own":["Blader door meer dan 100 templates of importeer je eigen"],"Click here to go to Elementor's Kit Library":["Klik hier om naar Elementor's Kit bibliotheek te gaan"],"Edit a blank canvas with the Elementor Editor":["Bewerk een leeg canvas met de Elementor editor"],"Click here to create a new page and open it in Elementor Editor":["Klik hier om een nieuwe pagina aan te maken en deze te openen in Elementor Editor"],"There are two ways to get started with Elementor:":["Er zijn twee manieren om met Elementor aan de slag te gaan:"],"That's a wrap! What's next?":["Het zit er op! Wat is het volgende?"],"Connect your account":["Je account koppelen"],"Already have one?":["Heb je er al een?"],"Become a super contributor by sharing non-sensitive data.":["Word een superbijdrager door niet-gevoelige gegevens te delen."],"You're here! Let's set things up.":["Je bent hier! Laten we dingen regelen."],"We couldn't set up data sharing. You can also do this later in the Elementor Settings page in the admin dashboard.":["We kunnen het delen van gegevens niet instellen. Je kunt dit ook later doen op de Elementor instellingenpagina in het beheerder dashboard."],"Oops, the connection failed. Try again.":["De verbinding is mislukt. Probeer het opnieuw."],"Create my account":["Maak mijn account"],"Let's do it":["Laten we het doen"],"Take part in the community forum, share & grow together":["Neem deel aan het community forum, deel & groei samen"],"Manage your site with our handy dashboard":["Beheer je site met ons handige dashboard"],"Choose from countless professional templates":["Kies uit talloze professionele templates"],"Then you can:":["Dan kan je:"],"To get the most out of Elementor, we’ll connect your account.":["Om het meeste uit Elementor te halen, koppelen we je account."],"Choose how to start creating":["Kies hoe je wilt beginnen met maken"],"Give your site a name & logo":["Geef je site een name & logo"],"Set your site's theme":["Stel het thema van je site in"],"To get the most out of Elementor, we'll help you take your first steps:":["Om het meeste uit Elementor te halen, helpen we je je eerste stappen te zetten:"],"Good to Go":["Klaar om te gaan"],"Hello Theme":["Hello thema"],"Elementor Account":["Elementor account"],"Create Account":["Account aanmaken"],"Elementor Logo":["Elementor logo"],"Already have Elementor Pro?":["Heb je Elementor Pro al?"],"And so much more!":["En zo veel meer!"],"Premium Support":["Premium ondersteuning"],"300+ Basic & Pro templates":["300+ basis & Pro templates"],"90+ Basic & Pro widgets":["90+ basis & Pro widgets"],"Ready to Go Pro?":["Klaar om Pro te gaan?"],"Get Elementor Pro":["Verkrijg Elementor Pro"],"My Elementor":["Mijn elementor"],"Site Logo":["Logo van de site"],"Site Name":["Site naam"],"Next":["Volgende"],"Getting Started":["Ga aan de slag"],"Skip":["Overslaan"],"or":["of"],"Click here":["Klik hier"],"Go Pro":["Koop Pro"],"Loading":["Bezig met laden"]}},"comment":{"reference":"assets\/js\/onboarding.a7b6b26c425933f57bce.bundle.js"}}