{"translation-revision-date":"2022-06-06 08:56:59+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Direction Row":["Rij richting"],"Direction Column":["Kolom richting"],"Don’t apply":["Niet toepassen"],"This will override the design, layout, and other settings of the %s you’re working on.":["Dit heeft voorrang op het ontwerp, de lay-out en andere instellingen van de %s waar je aan werkt."],"Apply the settings of this %s too?":["Pas de instellingen van dit %s ook toe?"],"Import Without Enabling":["Importeer zonder inschakelen"],"Enable and Import":["Inschakelen en importeren"],"If you do not enable uploading unfiltered files, any SVG or JSON (including lottie) files used in the uploaded template will not be imported.":["Als je het uploaden van ongefilterde bestanden niet aanzet, zullen alle SVG of JSON (inclusief lottie) bestanden die gebruikt zijn in het geüploade template niet geïmporteerd worden."],"Container":["Container"],"Add to Favorites":["Toevoegen aan favorieten"],"Remove from Favorites":["Verwijderen uit favorieten"],"Connect & Activate":["Verbinden & activeren"],"Delete %d items":["Verwijder %d items"],"That didn’t work. Try duplicating one kind of element at a time.":["Dat werkte niet. Probeer één soort element tegelijk te dupliceren."],"That didn’t work. Try copying one kind of element at a time.":["Dat werkte niet. Probeer één soort element tegelijk te kopiëren."],"Reload Now":["Nu opnieuw laden"],"You have made modifications to the list of Active Breakpoints. For these changes to take effect, you need to reload Elementor Editor.":["Je hebt wijzigingen aangebracht in de lijst met actieve breekpunten. Om deze wijzigingen van kracht te laten worden, moet je Elementor Editor opnieuw laden."],"Reload Elementor Editor":["Elementor editor opnieuw laden"],"Got it":["Ik snap het"],"Select a color from any image, or from an element whose color you've manually defined.":["Selecteer een kleur uit een afbeelding of uit een element waarvan je de kleur handmatig hebt gedefinieerd."],"Selected!":["Geselecteerd!"],"Seems like your kit was deleted, please create new one or try restore it from trash.":["Het lijkt erop dat je kit is verwijderd, maak er een nieuwe of probeer deze te herstellen vanuit de prullenbak."],"Your site doesn't have a default kit":["Je site heeft geen standaard kit"],"Imported":["Geïmporteerd"],"Recreate Kit":["Maak Kit opnieuw"],"Color Sampler":["Kleur sampler"],"The value inserted isn't in the breakpoint boundaries":["De ingevoegde waarde bevindt zich niet binnen de breekpunt grenzen"],"Please try again.":["Probeer het opnieuw."],"color":["kleur"],"font":["Lettertype"],"Delete Global %s":["Verwijder globale %s"],"Font":["Lettertype"],"Would you like to exit?":["Wil je stoppen?"],"Item #%s":["Item #%s"],"Invalid Global Color":["Ongeldige globale kleur"],"Cannot load editor":["Kan de editor niet laden"],"Would you like to save the changes you've made?":["Wil je de wijzigingen die je hebt gemaakt opslaan?"],"Save Changes":["Wijzigingen opslaan"],"Landing Pages":["Landingspagina's"],"Global Colors":["Globale kleuren"],"Navigate From Page":["Navigeer vanaf pagina"],"User Preferences":["Gebruiker voorkeuren"],"Site Settings":["Site instellingen"],"Are you sure you want to create a new Global Font setting?":["Weet je zeker dat je een nieuwe instelling voor globaal lettertype wil maken?"],"Please note that the same exact color already exists in your Global Colors list. Are you sure you want to create it?":["Houd er rekening mee dat exact dezelfde kleur al bestaat in je lijst met globale kleuren. Weet je zeker dat je het wil maken?"],"Are you sure you want to create a new Global Color?":["Weet je zeker dat je een nieuwe globale kleur wil maken?"],"Global Fonts help you work smarter. Save a Typography, and use it anywhere throughout your site. Access and edit your Global Fonts by clicking the Manage button.":["Globale lettertypen helpen je slimmer te werken. Sla een typografie op en gebruik deze overal op je site. Open en bewerk je algemene lettertypen door op de knop beheren te klikken."],"Create New Global Font":["Maak een nieuw global lettertype"],"Manage Global Fonts":["Beheer algemene lettertypen"],"New Typography Setting":["Nieuwe typografie instelling"],"Global Colors help you work smarter. Save a color, and use it anywhere throughout your site. Access and edit your global colors by clicking the Manage button.":["Global colors helpt je slimmer te werken. Sla een kleur op en gebruik deze overal op je site. Open en bewerk je algemene kleuren door op de knop beheren te klikken."],"You're about to delete a Global %s. Note that if it's being used anywhere on your site, it will inherit a default %s.":["Je staat op het punt een globale %s te verwijderen. Merk op dat als het ergens anders op je site wordt gebruikt, krijgt het een standaard %s."],"Create New Global Color":["Creëer een nieuwe globale kleur"],"Manage Global Colors":["Beheer globale kleuren"],"New Global Color":["Nieuwe globale kleur"],"Your changes have been updated.":["Je wijzigingen zijn geüpdatet."],"Additional Settings":["Aanvullende instellingen"],"Design System":["Ontwerpsysteem"],"System %s can't be deleted":["Systeem %s kan niet worden verwijderd"],"New Item":["Nieuw item"],"Add Style":["Stijl toevoegen"],"Add Color":["Kleur toevoegen"],"Enable Unfiltered File Uploads":["Ongefilterde bestand uploads inschakelen"],"Create more personalized and dynamic sites by populating data from various sources with dozens of dynamic tags to choose from.":["Maak je sites persoonlijker en dynamischer door gegevens van verschillende bronnen te koppelen aan talloze dynamische tags."],"Dynamic Content":["Dynamische inhoud"],"See it in Action":["Zie het in actie"],"Use %s widget and dozens more pro features to extend your toolbox and build sites faster and better.":["Gebruik %s widget en veel meer Pro functies om meer mogelijkheden te hebben en beter en sneller sites te maken."],"%s Widget":["%s Widget"],"Theme Style":["Thema stijl"],"Back":["Terug"],"Settings Reset":["Instellingen resetten"],"Enabled":["Ingeschakeld"],"Pasted":["Geplakt"],"More":["Meer"],"Get Started":["Ga van start"],"Access this template and our entire library by creating a free personal account":["Krijg toegang tot dit template en onze volledige bibliotheek door een gratis persoonlijk account aan te maken"],"Connect to Template Library":["Koppel aan de template-bibliotheek"],"Connected successfully":["Succesvol verbonden"],"Become a Pro user to upload unlimited font icon folders to your website.":["Wordt een Pro gebruiker om oneindig veel lettertype pictogram mappen naar je site te uploaden."],"Upload":["Upload"],"My Libraries":["Mijn bibliotheken"],"Icon Library":["Iconenbibliotheek"],"Click here for preview debug":["Klik hier om een het debug te bekijken"],"Elementor v2.6 includes an upgrade from Font Awesome 4 to 5. In order to continue using icons, be sure to click \"Update\".":["Elementor v2.6 bevat een upgrade van Font Awesome 4 naar 5. Om gebruik te kunnen blijven maken van pictogrammen moet je op \"Upgrade\" klikken."],"Elementor's New Icon Library":["Elementor's nieuwe pictogrammen bibliotheek"],"Before you enable unfiltered files upload, note that such files include a security risk. Elementor does run a process to remove possible malicious code, but there is still risk involved when using such files.":["Voordat je ongefilterde upload van bestanden inschakelt, merk dan op dat dit soort bestanden een veiligheidsrisico inhouden. Elementor controleert op mogelijke malafide code en verwijderd deze, maar er is nog steeds een risico door het gebruik van deze bestanden."],"Elementor 2.5 introduces key changes to the layout using CSS Flexbox. Your existing pages might have been affected, please review your page before publishing.":["Elementor 2.5 introduceert belangrijke wijzigingen aan de lay-out gebruikmakend van CSS Flexbox. Je bestaande pagina's zijn mogelijk beïnvloed, controleer je pagina alvorens te publiceren."],"Note: Flexbox Changes":["Notitie: Flexbox wijzigingen"],"Custom Positioning":["Aangepaste postitie"],"Theme Builder":["Thema bouwer"],"Keyboard Shortcuts":["Toetsenbord sneltoetsen"],"Finder":["Vinder"],"Create":["Creëren"],"Inner Section":["Inner sectie"],"Navigator":["Navigator"],"All Content":["Alle inhoud"],"Style Reset":["Stijl resetten"],"Style Pasted":["Stijl plakken"],"Got It":["Begrepen"],"Copy All Content":["Kopieer alle content"],"Save as a Global":["Opslaan als globaal"],"Reset Style":["Herstel stijl"],"Copy":["Kopieer"],"Delete %s":["%s verwijderen"],"Category":["Categorie"],"Pages":["Pagina's"],"Blocks":["Blokken"],"Unknown Error":["Onbekende fout"],"Connection Lost":["Verbinding verbroken"],"Server Error":["Serverfout"],"View All Revisions":["Alle revisies bekijken"],"This is just a draft. Play around and when you're done - click update.":["Dit is maar een concept. Doe wat je wilt en als je klaar bent - klik op updaten."],"Submit":["Versturen"],"Update":["Updaten"],"Proceed Anyway":["Toch doorgaan"],"Your browser isn't compatible with all of Elementor's editing features. We recommend you switch to another browser like Chrome or Firefox.":["Je browser is niet compatibel met alle bewerkingsfuncties van Elementor. We raden je aan om naar een andere browser, zoals Chrome of Firefox, over te stappen."],"Your browser isn't compatible":["Je browser is niet compatibel"],"No Results Found":["Geen resultaten gevonden"],"Please make sure your search is spelled correctly or try a different words.":["Zorg ervoor dat je zoekopdracht juist is gespeld of probeer andere woorden."],"No Favorite Templates":["Geen favoriete templates"],"You can mark any pre-designed template as a favorite.":["Je kan elke bestaande template als een favoriet markeren."],"Duplicate":["Dupliceren"],"Save as Template":["Als template opslaan"],"Publish":["Publiceren"],"Exit To Dashboard":["Terug naar dashboard"],"Type Here":["Hier typen"],"Revisions":["Revisies"],"Actions":["Acties"],"Editing Started":["Bewerken gestart"],"Moved":["Verplaatst"],"Edited":["Bewerkt"],"Added":["Toegevoegd"],"History":["Geschiedenis"],"Add %s":["%s toevoegen"],"Edit %s":["%s bewerken"],"Duplicate %s":["%s dupliceren"],"Enable":["Inschakelen"],"Paste Style":["Plak stijl"],"Template":["Template"],"Disabled":["Uitgeschakeld"],"Back to Editor":["Terug naar Bewerker"],"Go Pro":["Koop Pro"],"Global":["Globaal"],"Descending order":["Aflopende volgorde"],"Ascending order":["Oplopende volgorde"],"Attention: We are going to DELETE ALL CONTENT from this page. Are you sure you want to do that?":["Pas op: We VERWIJDEREN ALLE INHOUD van deze pagina. Weet je zeker dat je dat wilt doen?"],"Delete All Content":["Alle inhoud verwijderen"],"Color Picker":["Kleurenkiezer"],"Are you sure you want to delete this template?":["Weet je zeker dat je deze template wilt verwijderen?"],"Delete Template":["Template verwijderen"],"Page":["Pagina"],"Save Your %s to Library":["Sla je %s op in de bibliotheek"],"The following error(s) occurred while processing the request:":["De volgende fout(en) trad(en) op bij het verwerken van de aanvraag:"],"An error occurred":["Er is een fout opgetreden"],"This is where your templates should be. Design it. Save it. Reuse it.":["Dit is waar je templates horen te zijn. Ontwerp ze. Sla ze op. Hergebruik ze."],"Haven’t Saved Templates Yet?":["Nog geen templates opgeslagen?"],"Your designs will be available for export and reuse on any page or website":["Je ontwerpen zullen beschikbaar zijn voor export en hergebruik op elke pagina of site"],"Insert":["Invoegen"],"My Templates":["Mijn templates"],"Library":["Bibliotheek"],"Close":["Sluiten"],"Learn More":["Leer meer"],"Global Fonts":["Globale lettertypen"],"Paste":["Plakken"],"You must call 'the_content' function in the current template, in order for Elementor to work on this page.":["Je moet de 'the_content'-functie aanroepen in de huidige template, zodat Elementor op deze pagina werkt."],"Sorry, the content area was not found in your page.":["Sorry, het inhoudgebied is niet op je pagina gevonden."],"Insert Media":["Media invoegen"],"%s Images Selected":["%s afbeeldingen geselecteerd"],"No Images Selected":["Geen afbeeldingen geselecteerd"],"Are you sure you want to reset this gallery?":["Weet je zeker dat je deze galerij opnieuw wilt instellen?"],"Reset Gallery":["Galerij opnieuw instellen"],"Elements":["Elementen"],"Settings":["Instellingen"],"Color":["Kleur"],"Layout":["Lay-out"],"Add New Column":["Nieuwe kolom toevoegen"],"Typography":["Typografie"],"Removed":["Verwijderd"],"Section":["Sectie"],"Advanced":["Geavanceerd"],"Style":["Stijl"],"Content":["Inhoud"],"Go Back":["Ga terug"],"Take Over":["Overnemen"],"Cancel":["Annuleren"],"%s has taken over and is currently editing. Do you want to take over this page editing?":["%s heeft het overgenomen en is op dit moment aan het bewerken. Wil je het bewerken van deze pagina overnemen?"],"Apply":["Toepassen"],"Discard":["Weggooien"],"Preview":["Voorbeeld"],"Save":["Opslaan"],"View Page":["Pagina bekijken"],"Exit":["Afsluiten"],"Delete":["Verwijderen"],"Custom":["Aangepast"],"Default":["Standaard"],"Clear":["Wissen"]}},"comment":{"reference":"assets\/js\/editor.js"}}