{"translation-revision-date":"2022-06-06 08:56:59+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"404 page":["404 pagina"],"search results page":["zoekresultaten pagina"],"This file type is not allowed":["Dit bestandstype is niet toegestaan"],"First, enable unfiltered file uploads.":["Schakel eerst ongefilterde bestandsuploads in."],"Go back":["Ga terug"],"Sorry, something went wrong.":["Er ging iets mis."],"Archive":["Archiveren"],"Single Post":["Enkelvoudig bericht"],"Single Page":["Eén pagina"],"Footer":["Footer"],"Header":["Header"],"Error:":["Fout:"],"What is a 404 Page Template?":["Wat is een 404 pagina template?"],"What is a Products Archive Template?":["Wat is een product archief template?"],"Products Archive":["Product archief"],"What is a Single Product Template?":["Wat is een enkel product template?"],"What is an Archive Template?":["Wat is een archief template?"],"What is a Single Post Template?":["Wat is een enkel bericht template?"],"What is a Single Page Template?":["Wat is een enkele pagina template?"],"What is a Footer Template?":["Wat is een footer template?"],"What is a Header Template?":["Wat is een header template?"],"App could not be loaded":["App kon niet geladen worden"],"Create Full Site":["Maak een volledige site"],"Keep your site's visitors happy when they get lost by displaying your recent posts, a search bar, or any information that might help the user find what they were looking for.":["Houd de bezoekers van je site tevreden wanneer ze verdwalen door je recente berichten, een zoekbalk of andere informatie weer te geven die de gebruiker kan helpen vinden wat ze zochten."],"A 404 page template allows you to easily design the layout and style of the page that is displayed when a visitor arrives at a page that does not exist.":["Met een 404 paginatemplate kan je eenvoudig de lay-out en stijl ontwerpen van de pagina die wordt weergegeven wanneer een bezoeker op een pagina komt die niet bestaat."],"You can create multiple archive product templates, and assign each to different categories of products. This gives you the freedom to customize the appearance for each type of product being shown.":["Je kan meerdere archief product templates maken en ze allemaal toewijzen aan verschillende productcategorieën. Dit geef je de vrijheid om de weergave aan te passen voor elk type product dat wordt getoond."],"A products archive template allows you to easily design the layout and style of your WooCommerce shop page or other product archive pages - those pages that show a list of products, which may be filtered by terms such as categories, tags, etc.":["Met een archief product template kan je eenvoudig de lay-out en stijl van je WooCommerce winkelpagina of andere product archiefpagina's ontwerpen - die pagina's die een lijst met producten tonen, die kunnen worden gefilterd op termen zoals categorieën, tags, enz."],"You can create multiple single product templates, and assign each to different types of products, enabling a custom design for each group of similar products.":["Je kan meerdere enkelvoudige product templates maken en elk aan verschillende soorten producten toewijzen, waardoor een aangepast ontwerp voor elke groep vergelijkbare producten mogelijk is."],"A single product template allows you to easily design the layout and style of WooCommerce single product pages, and apply that template to various conditions that you assign.":["Met een enkel product template kan je eenvoudig de lay-out en stijl van WooCommerce productpagina's ontwerpen en die template toepassen op verschillende condities die je toewijst."],"Product":["Product"],"You can customize the message if there are no results for the search term.":["Je kan het bericht aanpassen als er geen resultaten zijn voor de zoekterm."],"You can easily control the layout and design of the Search Results page with the Search Results template, which is simply a special archive template just for displaying search results.":["Je kan de lay-out en het ontwerp van de pagina met zoek resultaten eenvoudig regelen met de template voor zoek resultaten, wat gewoon een speciale archieftemplate is om zoek resultaten weer te geven."],"What is a Search Results Template?":["Wat is een template voor zoek resultaten?"],"If you’d like a different style for a specific category, it’s easy to create a separate archive template whose condition is to only display when users are viewing that category’s list of posts.":["Als je een andere stijl wil voor een specifieke categorie, is het gemakkelijk om een ​​afzonderlijke archief template te maken waarvan de voorwaarde is dat deze alleen wordt weergegeven wanneer gebruikers de lijst met berichten van die categorie bekijken."],"An archive template allows you to easily design the layout and style of archive pages - those pages that show a list of posts (e.g. a blog’s list of recent posts), which may be filtered by terms such as authors, categories, tags, search results, etc.":["Met een archief template kan je eenvoudig de lay-out en stijl van archiefpagina's ontwerpen - die pagina's die een lijst met berichten tonen (bijv. De lijst met recente berichten van een blog), die kan worden gefilterd op termen zoals auteurs, categorieën, tags, zoeken resultaten, enz."],"You can create multiple single post templates, and assign each to a different category.":["Je kan meerdere enkelvoudige bericht templates maken en ze allemaal aan een andere categorie toewijzen."],"A single post template allows you to easily design the layout and style of posts, ensuring a design consistency throughout all your blog posts, for example.":["Met een enkel bericht template kan je eenvoudig de lay-out en stijl van berichten ontwerpen, zodat je bijvoorbeeld in al je blogberichten een consistente vormgeving krijgt."],"You can create multiple single page templates, and assign each to different areas of your site.":["Je kan meerdere enkelvoudige pagina templates maken en elk aan verschillende gebieden van je site toewijzen."],"A single page template allows you to easily create the layout and style of pages, ensuring design consistency across all the pages of your site.":["Met een enkele pagina template kan je eenvoudig de lay-out en stijl van pagina's maken, waardoor het ontwerp op alle pagina's van je site consistent is."],"You can create multiple footers, and assign each to different areas of your site.":["Je kan meerdere footers maken en deze toewijzen aan verschillende delen van je site."],"The footer template allows you to easily design and edit custom WordPress footers without the limits of your theme’s footer design constraints":["Met de footer template kan je eenvoudig aangepaste WordPress footers ontwerpen en bewerken zonder de beperkingen van de ontwerp beperkingen van je thema"],"You can create multiple headers, and assign each to different areas of your site.":["Je kan meerdere headers maken en deze toewijzen aan verschillende delen van je site."],"The header template allows you to easily design and edit custom WordPress headers so you are no longer constrained by your theme’s header design limitations.":["Met de header template kan je eenvoudig aangepaste WordPress headers ontwerpen en bewerken, zodat je niet langer wordt beperkt door de ontwerp beperkingen van je thema."],"Site Parts":["Site onderdelen"],"We’re sorry, but something went wrong. Click on ‘Learn more’ and follow each of the steps to quickly solve it.":["Het spijt ons, maar er ging iets mis. Klik op ‘meer informatie’ en volg alle stappen om het snel op te lossen."],"Theme Builder could not be loaded":["Thema bouwer kan niet worden geladen"],"Watch Video":["Bekijk video"],"Tip":["Tip"],"All Parts":["Alle delen"],"Not Found":["Niet gevonden"],"Theme Builder is the industry leading all-in-one solution that lets you customize every part of your WordPress theme visually: Header, Footer, Single, Archive & WooCommerce":["Theme Builder is de toonaangevende alles-in-één-oplossing waarmee je elk onderdeel van je WordPress thema visueel kunt aanpassen: header, footer, enkelvoudig archief & WooCommerce"],"Theme Builder":["Thema bouwer"],"Continue":["Doorgaan"],"Skip":["Overslaan"],"Add New":["Nieuwe toevoegen"],"Select File":["Selecteer bestand"],"Enable":["Inschakelen"],"Go Pro":["Koop Pro"],"Close":["Sluiten"],"Learn More":["Leer meer"],"Info":["Info"],"Go Back":["Ga terug"],"Loading":["Bezig met laden"],"Elementor":["Elementor"]}},"comment":{"reference":"assets\/js\/app-packages.js"}}