{"translation-revision-date":"2021-07-05 13:55:24+0000","generator":"GlotPress\/3.0.0","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"fi"},"What is a Products Archive Template?":["Mikä on tuotearkistomalli?"],"What is a 404 Page Template?":["Mikä on 404-sivumalli?"],"Products Archive":["Tuotearkisto"],"What is a Single Product Template?":["Mikä on yksittäisen tuotteen malli?"],"What is an Archive Template?":["Mikä on arkistomalli?"],"What is a Single Post Template?":["Mikä on yksittäisen artikkelin malli?"],"What is a Single Page Template?":["Mikä on yksittäisen sivun malli?"],"What is a Footer Template?":["Mikä on alapalkin malli?"],"What is a Header Template?":["Mikä on yläpalkin malli?"],"App could not be loaded":["Sovellusta ei voitu ladata"],"Create Full Site":["Luo kokonainen sivusto"],"Keep your site's visitors happy when they get lost by displaying your recent posts, a search bar, or any information that might help the user find what they were looking for.":["Tee sivustosi vierailijat iloisiksi tarjoamalla heille näkymä uusimpiin artikkeleihin, hakukenttä tai muuta tietoa, joka auttaa heitä löytämään etsimänsä sivustoltasi."],"A 404 page template allows you to easily design the layout and style of the page that is displayed when a visitor arrives at a page that does not exist.":["404-sivumalli tarjoaa sinulle helpon tavan luoda asettelu ja tyyli sivulle, joka näytetään vierailijalle silloin kun tämä saapuu sivulle, jota ei ole olemassa."],"A products archive template allows you to easily design the layout and style of your WooCommerce shop page or other product archive pages - those pages that show a list of products, which may be filtered by terms such as categories, tags, etc.":["Tuotearkistomalli tarjoaa sinulle mahdollisuuden suunnitella asettelun ja tyylin Woocommerce-kaupan sivuille ja muille tuotearkistosivuille - niille sivuille jotka näyttävät luettelon tuotteistasi ja joiden sisältöä voidaan suodattaa esimerkiksi kategorian tai avainsanan mukaan. "],"A single product template allows you to easily design the layout and style of WooCommerce single product pages, and apply that template to various conditions that you assign.":["Yksittäisen tuotteen malli sallii sinun suunnitella helposti asettelun ja tyylin Woocommercen tuotesivuille. Voit myös määritellä ehdot, joiden mukaan mallia käytetään."],"Product":["Tuote"],"You can customize the message if there are no results for the search term.":["Voit mukauttaa viestiä, joka näytetään silloin, kun hakuehdolla ei löydy mitään."],"You can easily control the layout and design of the Search Results page with the Search Results template, which is simply a special archive template just for displaying search results.":["Voit helposti hallita hakutulossivun asettelua ja tyyliä Hakutulokset-mallilla. Se on erityinen arkistomalli, jota käytetään hakutulosten näyttämiseen."],"What is a Search Results Template?":["Mikä on Hakutulokset-malli?"],"An archive template allows you to easily design the layout and style of archive pages - those pages that show a list of posts (e.g. a blog’s list of recent posts), which may be filtered by terms such as authors, categories, tags, search results, etc.":["Arkistomalli sallii sinun helposti suunnitella asettelun ja tyylin arkistosivuille - niille sivuille jotka näyttävät luettelon artikkeleistasi (vaikkapa viimeisimmät artikkelit), ja joiden sisältöä voidaan suodattaa eri tavoin esimerkiksi kirjoittajan, kategorian, avainsanojen tai hakutulosten perusteella."],"You can create multiple archive product templates, and assign each to different categories of products. This gives you the freedom to customize the appearance for each type of product being shown.":["Voit luoda useita yleisiä tuotearkistomalleja ja liittää niitä tuotekategorioihin. Tämä antaa sinulle vapauden mukauttaa kunkin näytettävän tuotteen ilmiasun haluamaksesi."],"You can create multiple single product templates, and assign each to different types of products, enabling a custom design for each group of similar products.":["Voit luoda useita yleisiä tuotemalleja ja ottaa niitä käyttöön eri tuotetyypeille. Näin voit luoda mukautetun ulkoasun jokaiselle samankaltaisia tuotteita sisältävälle ryhmälle erikseen."],"If you’d like a different style for a specific category, it’s easy to create a separate archive template whose condition is to only display when users are viewing that category’s list of posts.":["Jos haluat käyttää eri tyyliä tietylle kategorialle, voit helposti luoda erillisen yleisen arkistomallin, joka on määritelty käytettäväksi vain silloin kun vierailija katselee kyseiseen kategoriaan sisältyviä artikkeleita."],"A single post template allows you to easily design the layout and style of posts, ensuring a design consistency throughout all your blog posts, for example.":["Yksittäisen artikkelin malli sallii sinun helposti suunnitella asettelun ja tyylin artikkeleille, niin että kaikki artikkelit noudattavat yhtenäistä ulkoasua."],"A single page template allows you to easily create the layout and style of pages, ensuring design consistency across all the pages of your site.":["Yksittäinen sivumalli sallii sinun helposti luoda asettelun ja tyylin sivuillesi, mikä takaa että kaikki sivusi ovat ulkoasultaan yhdenmukaisia."],"You can create multiple footers, and assign each to different areas of your site.":["Voit luoda useita alapalkkeja ja ottaa niitä käyttöön eri osissa sivustoasi."],"The footer template allows you to easily design and edit custom WordPress footers without the limits of your theme’s footer design constraints":["Alapalkin malli sallii sinun helposti suunnitella ja muokata WordPressin mukautettuja alapalkkeja, rajoittumatta teemassasi määriteltyihin alapalkin asetuksiin. "],"You can create multiple headers, and assign each to different areas of your site.":["Voit luoda useita yläpalkkeja ja ottaa niitä käyttöön eri osissa sivustoasi."],"The header template allows you to easily design and edit custom WordPress headers so you are no longer constrained by your theme’s header design limitations.":["Yläpalkin malli sallii sinun helposti suunnitella ja muokata WordPressin mukautettuja yläpalkkeja, rajoittumatta teemassasi määriteltyihin yläpalkin asetuksiin."],"You can create multiple single post templates, and assign each to a different category.":["Voit luoda useita yleisiä artikkelimalleja ja liittää niitä kategorioihin."],"You can create multiple single page templates, and assign each to different areas of your site.":["Voit luoda useita yleisiä sivumalleja ja käyttää niitä sivustosi eri osissa."],"Site Parts":["Sivuston osat"],"We’re sorry, but something went wrong. Click on ‘Learn more’ and follow each of the steps to quickly solve it.":["Pahoittelumme, jotain meni vikaan. Klikkaa \"lue lisää\" ja seuraa ohjeita selvittääksesi asian nopeasti."],"Theme Builder could not be loaded":["Teemanrakentajan lataaminen ei onnistunut"],"Watch Video":["Katso video"],"Tip":["Vihje"],"All Parts":["Kaikki osat"],"Not Found":["Ei löydy"],"Theme Builder":["Teemanrakentaja"],"Continue":["Jatka"],"Theme Builder is the industry leading all-in-one solution that lets you customize every part of your WordPress theme visually: Header, Footer, Single, Archive & WooCommerce":["Teemanrakentaja on johtava all-in-one-ratkaisu, joka sallii sinun muokata jokaista WordPress-teemasi osaa visuaalisesti: Ylä- ja alapalkit, yksittäiset, arkistot & WooCommerce."],"Skip":["Ohita"],"Add New":["Lisää uusi"],"Select File":["Valitse tiedosto"],"Enable":["Ota käyttöön"],"Go Pro":["Hanki Pro"],"Close":["Sulje"],"Learn More":["Perehdy"],"Info":["Info"],"Go Back":["Palaa takaisin"],"Loading":["Lataa"],"Elementor":["Elementor"]}},"comment":{"reference":"assets\/js\/app-packages.js"}}