{"translation-revision-date":"2022-04-18 11:05:01+0000","generator":"GlotPress\/3.0.0","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"Elementor Templates":["Elementor-mallar"],"Included":["Inkluderad"],"Custom Post Types":["Anpassade inläggstyper"],"WP Menus":["WP-menyer"],"To turn your site into a Template Kit, select the templates, content, settings and plugins you want to include. Once it’s ready, you’ll get a .zip file that you can import to other sites.":["För att förvandla din webbplats till ett mall-kit. Välj de mallar, innehåll, inställningar och tillägg som du vill inkludera. När den är klar får du en .zip-fil som du kan importera till andra webbplatser."]," Learn more about Template Kits":[" lär dig mer om mall-kit"],"No custom post types in your site...":["Inga anpassade inläggstyper på din webbplats"],"Click to select custom post types":["Klicka för att välja anpassade inläggstyper"],"Import a Template Kit to your site":["Importera ett mall-kit till din webbplats"],"Importing your content, templates and site settings":["Importerar ditt innehåll, mallar och webbplatsinställningar"],"Take me there":["Ta mig dit"]," Recommended:":["Rekommenderad:"],"Select the plugins you want to import":["Välj vilka tillägg du vill importera"],"Not yet":["Inte än"],"If you’ve purchased, installed & activated Elementor Pro, we can continue importing all the parts of this site.":["Om du har köpt, installerat och aktiverat Elementor Pro kan vi fortsätta att importera alla delar av denna webbplats."],"Without Elementor Pro, importing components like templates, widgets and popups won't work.":["Utan Elementor Pro fungerar det inte att importera komponenter som mallar, widgetar och popup."],"Install Elementor Pro":["Installera Elementor Pro"],"Missing Required Plugins:":["Saknar obligatoriska tillägg:"],"Plugins to add:":["Tillägg att lägga till:"],"Plugins you already have:":["Tillägg du redan har:"],"Activating plugins:":["Aktiverar tillägg:"],"All items are already selected by default. Uncheck the ones you don't want.":["Alla objekt är redan markerade som standard. Avmarkera de du inte vill ha."],"Select which parts you want to apply":["Välj vilka delar du vill tillämpa"],"Required plugins are still missing.":["Obligatoriska tillägg saknas ännu."],"You can’t use this Template Kit because it doesn’t contain any content, pages, etc. Try again with a different file.":["Du kan inte använda detta mall-kit eftersom det inte innehåller något innehåll, sidor etc. Försök igen med en annan fil."],"The Template Kit you’re using contains plugins for functionality, but no content or pages, etc.":["Mall-kit du använder innehåller tillägg för funktionalitet, men inget innehåll eller sidor etc."],"Note:":["Observera:"],"You’ve imported and applied the following to your site:":["Du har importerat och tillämpat följande på din webbplats:"],"See it live":["Se det live"],"There are few plugins that we couldn't install:":["Det finns några tillägg som vi inte kunde installera:"],"Make sure your Elementor Pro account is connected":["Se till att ditt Elementor Pro-konto är anslutet"],"Tip:":["Tips:"],"Select which of these plugins are required for this kit work.":["Välj vilka av dessa tillägg som krävs för att detta kit ska fungera."],"Export your site as a Template Kit":["Exportera din webbplats som ett mall-kit"],"Create Kit":["Skapa kit"],"This file type is not allowed":["Denna filtyp är inte tillåten"],"Try Again":["Försök igen"],"Elementor is not authorized to read or write from this file. Contact your site host.":["Elementor har inte behörighet att läsa eller skriva från denna fil. Kontakta ditt webbhotell där du har din webbplats."],"There is an error with the manifest file. Try importing again with a new kit file.":["Det är ett fel med manifestfilen. Försök att importera igen med en ny kit-fil."],"Install a PHP zip on your server or contact your site host.":["Installera ett PHP-zip på din server eller kontakta ditt webbhotell där du har din webbplats."],"This allows Elementor to scan your SVGs for malicious content. Otherwise, you can skip any SVGs in this import.":["Detta gör att Elementor kan skanna dina SVG:er efter skadligt innehåll. Annars kan du hoppa över alla SVG:er i denna import."],"First, enable unfiltered file uploads.":["Aktivera först ofiltrerade filuppladdningar."],"Go back":["Gå tillbaka"],"Nothing to worry about, just continue without importing SVGs or go back and start the import again.":["Inget att oroa sig för, fortsätt bara utan att importera SVG:er eller gå tillbaka och starta importen igen."],"Sorry, something went wrong.":["Något gick fel."],"Custom Post Type":["Anpassad inläggstyp"],"WP Posts":["WP-inlägg"],"WP Pages":["WP-sidor"],"To import or export these components, you’ll need Elementor Pro.":["För att importera eller exportera dessa komponenter behöver du Elementor Pro."],"Global widgets":["Globala widgetar"],"Kit Info":["Kit-info"],"How does importing work?":["Hur fungerar importering?"],"How does exporting work?":["Hur fungerar exportering?"],"What’s a Template Kit?":["Vad är ett mall-kit?"],"Setting up your kit...":["Ställer in ditt kit …"],"Select the items you want to keep and apply:":["Välj de objekt du vill behålla och tillämpa:"],"Your site's homepage will be determined by the kit. You can change this later.":["Din webbplats startsida kommer att avgöras av kitet. Du kan ändra detta senare."],"Existing":["Befintlig"],"Imported":["Importerad"],"Upload a file with templates, site settings, content, etc., and apply them to your site automatically.":["Ladda upp en fil med mallar, webbplatsinställningar, innehåll etc. och tillämpa dem automatiskt på din webbplats."],"Back to Kit Library":["Tillbaka till kit-biblioteket"],"Your kit is now live on your site!":["Ditt kit är nu live på din webbplats!"],"Kit Description":["Kit-beskrivning"],"Kit Name":["Kit-namn"],"Choose which Elementor components - templates, content and site settings - to include in your kit file.":["Välj vilka Elementor-komponenter – mallar, innehåll och webbplatsinställningar – som ska inkluderas i din kit-fil."],"Kit Information":["Kit-information"],"Elementor Kit":["Elementor-kit"],"These are the details you’ll use to quickly find and apply this kit in the future, even as your collection grows.":["Det här är detaljerna du kommer att använda för att snabbt hitta och använda detta kit i framtiden, även när din samling växer."],"What is kit information?":["Vad är kit-information?"],"Say something about the style and content of these files...":["Säg något om stilen och innehållet i dessa filer …"],"Now you can import this kit and use it on other sites.":["Nu kan du importera detta kit och använda det på andra webbplatser."],"Import":["Importera"],"Nothing to worry about, just try again. If the problem continues, head over to the Help Center.":["Inget att oroa sig för, försök bara igen. Om problemet kvarstår, gå till hjälpcentret."],"to learn more about building your site with Elementor Kits":["för att lära dig mer om hur du bygger din webbplats med Elementor-kit"],"Don't close this window until the process is finished.":["Stäng inte detta fönster förrän processen är slutförd."],"This usually takes a few moments.":["Detta tar vanligtvis en liten stund."],"Or":["Eller"],"Drag & drop the .zip file with your Kit":["Dra och släpp .zip-filen med ditt kit"],"Upload Files to Your Library":["Ladda upp filer till ditt bibliotek"],"We recommend that you backup your site before importing a kit file.":["Vi rekommenderar att du säkerhetskopierar din webbplats innan du importerar en kit-fil."],"Important:":["Viktigt:"],"By default, all of your components will be exported.":["Som standard exporteras alla dina komponenter."],"Background Settings":["Bakgrundsinställningar"],"Lightbox Settings":["Inställningar för lightbox"],"Theme Style settings":["Stilinställningar för temat"],"Elementor Pages":["Elementor-sidor"],"404 Error Page":["404 felsida"],"to download":["att ladda ner"],"Download not working?":["Fungerar inte nedladdningen?"],"Your export is ready!":["Din export är klar!"],"Click Here":["Klicka här"],"Back to dashboard":["Tillbaka till adminpanelen"],"Import a Template Kit":["Importera ett mall-kit"],"Export a Template Kit":["Exportera ett mall-kit"],"Learn more":["Lär dig mer"],"Landing Pages":["Landningssidor"],"App could not be loaded":["App kunde inte laddas"],"Global Colors":["Globala färger"],"Search Results":["Sökresultat"],"Archives":["Arkiv"],"Single Posts":["Enskilda inlägg"],"Single Pages":["Enskilda sidor"],"Footers":["Sidfötter"],"Headers":["Sidhuvuden"],"We’re sorry, but something went wrong. Click on ‘Learn more’ and follow each of the steps to quickly solve it.":["Något gick fel. Klicka på ‘Lär dig mer’ och följ vart och ett av stegen för att snabbt lösa det."],"Tip":["Tips"],"Not Found":["Hittades inte"],"Site Settings":["Webbplatsinställningar"],"Layout Settings":["Layoutinställningar"],"Back":["Tillbaka"],"Next":["Nästa"],"Previous":["Föregående"],"Popups":["Popups"],"Continue":["Fortsätt"],"Plugins":["Tillägg"],"Skip":["Hoppa över"],"Something went wrong.":["Något gick fel."],"Select File":["Välj fil"],"Enable":["Aktivera"],"Edit Template":["Redigera mall"],"Go Pro":["Skaffa Pro"],"Export":["Exportera"],"Close":["Stäng"],"Saved Templates":["Sparade mallar"],"Templates":["Mallar"],"Learn More":["Lär dig mer"],"Global Fonts":["Globalt typsnitt"],"Version":["Version"],"Yes":["Ja"],"Content":["Innehåll"],"Go Back":["Gå tillbaka"],"Elementor":["Elementor"]}},"comment":{"reference":"assets\/js\/app.js"}}