{"translation-revision-date":"2022-04-18 11:05:01+0000","generator":"GlotPress\/3.0.0","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"Import Without Enabling":["Importera utan att aktivera"],"Enable and Import":["Aktivera och importera"],"If you do not enable uploading unfiltered files, any SVG or JSON (including lottie) files used in the uploaded template will not be imported.":["Om du inte aktiverar uppladdning av ofiltrerade filer kommer inga SVG- eller JSON-filer (inklusive lottie) som används i den uppladdade mallen att importeras."],"Migrate to v3.0":["Migrera till v3.0"],"Please note that this process will revert all changes made to Global Colors and Fonts since upgrading to v3.x.":["Observera att denna process kommer att återställa alla ändringar som gjorts i globala färger och typsnitt sedan uppgraderingen till v3.x."],"Enable Unfiltered File Uploads":["Aktivera ofiltrerade filuppladdningar"],"Font Awesome 5 Migration":["Font Awesome 5-migrering"],"I acknowledge that some changes may affect my website and that this action cannot be undone.":["Jag bekräftar att vissa ändringar kan påverka min webbplats och att denna åtgärd inte kan ångras."],"I understand that by upgrading to Font Awesome 5,":["Jag förstår det genom att uppgradera till Font Awesome 5,"],"Before you enable unfiltered files upload, note that such files include a security risk. Elementor does run a process to remove possible malicious code, but there is still risk involved when using such files.":["Innan du aktiverar ofiltrerad filuppladdning, observera att dessa typer av filer innebär en säkerhetsrisk. Elementor kör en process för att ta bort eventuell skadlig kod, men det finns fortfarande risk med att använda sådana filer."],"Please note that you are switching to WordPress default editor. Your current layout, design and content might break.":["Observera att du byter till WordPress standardredigerare. Din nuvarande layout, design och innehåll kan förstöras."],"Continue":["Fortsätt"],"Back to WordPress Editor":["Tillbaka till WordPress-redigeraren"],"Rollback to Previous Version":["Återgå till föregående version"],"Are you sure you want to reinstall previous version?":["Är du säker på att du vill installera om den föregående versionen?"],"Enable":["Aktivera"],"Cancel":["Avbryt"]}},"comment":{"reference":"assets\/js\/admin.js"}}