{"translation-revision-date":"2022-04-18 11:05:01+0000","generator":"GlotPress\/3.0.0","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"404 page":["404-sida"],"search results page":["Sida för sökresultat"],"This file type is not allowed":["Denna filtyp är inte tillåten"],"First, enable unfiltered file uploads.":["Aktivera först ofiltrerade filuppladdningar."],"Go back":["Gå tillbaka"],"Sorry, something went wrong.":["Något gick fel."],"Archive":["Arkiv"],"Single Post":["Enskilt inlägg"],"Single Page":["Enskild sida"],"Footer":["Sidfot"],"Header":["Sidhuvud"],"Error:":["Fel:"],"What is a 404 Page Template?":["Vad är en 404-sidmall?"],"What is a Products Archive Template?":["Vad är en produktarkivmall?"],"Products Archive":["Produktarkiv"],"What is a Single Product Template?":["Vad är en enskild produktmall?"],"What is an Archive Template?":["Vad är en arkivmall?"],"What is a Single Post Template?":["Vad är en enskild inläggsmall?"],"What is a Single Page Template?":["Vad är en enskild sidmall?"],"What is a Footer Template?":["Vad är en sidfotmall?"],"What is a Header Template?":["Vad är en sidhuvudmall?"],"App could not be loaded":["App kunde inte laddas"],"Create Full Site":["Skapa fullständig webbplats"],"Keep your site's visitors happy when they get lost by displaying your recent posts, a search bar, or any information that might help the user find what they were looking for.":["Håll dina besökare på webbplatsen glada när de går vilse genom att visa dina senaste inlägg, ett sökfält eller annan information som kan hjälpa användaren att hitta det de letade efter."],"A 404 page template allows you to easily design the layout and style of the page that is displayed when a visitor arrives at a page that does not exist.":["Med en 404-sidmall kan du enkelt designa layouten och stilen på sidan som visas när en besökare hamnar på en sida som inte finns."],"You can create multiple archive product templates, and assign each to different categories of products. This gives you the freedom to customize the appearance for each type of product being shown.":["Du kan skapa flera arkivproduktmallar och tilldela var och en till olika produktkategorier. Detta ger dig friheten att anpassa utseendet för varje typ av produkt som visas."],"You can create multiple single product templates, and assign each to different types of products, enabling a custom design for each group of similar products.":["Du kan skapa flera enskilda produktmallar och tilldela var och en till olika typer av produkter. Detta möjliggör en anpassad design för varje grupp av liknande produkter."],"Product":["Produkt"],"You can customize the message if there are no results for the search term.":["Du kan anpassa meddelandet om det inte finns några resultat för söktermen."],"What is a Search Results Template?":["Vad är en sökresultatmall?"],"If you’d like a different style for a specific category, it’s easy to create a separate archive template whose condition is to only display when users are viewing that category’s list of posts.":["Om du vill ha en annan stil för en specifik kategori är det enkelt att skapa en separat arkivmall vars villkor är att endast visas när användare tittar på denna kategorilista med inlägg."],"You can create multiple single post templates, and assign each to a different category.":["Du kan skapa flera enskilda inläggsmallar och tilldela var och en till en annan kategori."],"You can create multiple single page templates, and assign each to different areas of your site.":["Du kan skapa flera enskilda sidmallar och tilldela var och en till olika områden på din webbplats."],"A single page template allows you to easily create the layout and style of pages, ensuring design consistency across all the pages of your site.":["Med en enskild sidmall kan du enkelt skapa layouter och stilar på sidor, vilket säkerställer designkonsistens på alla sidor på din webbplats."],"You can create multiple footers, and assign each to different areas of your site.":["Du kan skapa flera sidfötter och tilldela var och en till olika områden på din webbplats."],"You can create multiple headers, and assign each to different areas of your site.":["Du kan skapa flera sidhuvuden och tilldela var och en till olika områden på din webbplats."],"Site Parts":["Webbplatsdelar"],"We’re sorry, but something went wrong. Click on ‘Learn more’ and follow each of the steps to quickly solve it.":["Något gick fel. Klicka på ‘Lär dig mer’ och följ vart och ett av stegen för att snabbt lösa det."],"Theme Builder could not be loaded":["Temabyggare kunde inte laddas"],"Watch Video":["Titta på video"],"Tip":["Tips"],"All Parts":["Alla delar"],"Not Found":["Hittades inte"],"Theme Builder":["Theme Builder"],"Continue":["Fortsätt"],"Skip":["Hoppa över"],"Add New":["Lägg till ny"],"Select File":["Välj fil"],"Enable":["Aktivera"],"Go Pro":["Skaffa Pro"],"Close":["Stäng"],"Learn More":["Lär dig mer"],"Info":["Information"],"Go Back":["Gå tillbaka"],"Loading":["Laddar in"],"Elementor":["Elementor"]}},"comment":{"reference":"assets\/js\/app-packages.js"}}