{"translation-revision-date":"2022-05-12 17:53:07+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"da_DK"},"This kit requires new plugin installation. Unfortunately, you do not have permissions to install new plugins. Contact your site host.":["Dette Kit kræver at du installerer af et nyt plugin. Desværre har du ikke rettigheder til at installere nye plugins. Kontakt udbyderen af dit webhotel."],"Elementor Templates":["Elementor skabeloner"],"Included":["Inkluderet"],"Site Area":["Websteds område"],"Custom Post Types":["Brugerdefineret indlægstyper"],"WP Menus":["WP Menuer"],"To turn your site into a Template Kit, select the templates, content, settings and plugins you want to include. Once it’s ready, you’ll get a .zip file that you can import to other sites.":["Hvis du vil lave dit websted om til en Kit skabelon, skal du vælge de skabeloner, det indhold, de indstillinger og de plugins, du vil have med. Når det er gjort, får du en .zip-fil, som du kan importere til andre websteder."]," Learn more about Template Kits":["Lær mere om Kit skabeloner"],"A Template Kit is a .zip file that contains all the parts of a complete site. It’s an easy way to get a site up and running quickly.":["En Kit skabelon er en .zip fil, der indeholder alle elementer til et komplet websted. Det er en nem måde at få sit websted hurtigt op at køre."],"Add the custom posts types to export. The latest 20 items from each type will be included.":["Tilføj de brugerdefinerede indlægstyper til eksport. De seneste 20 elementer fra hver type vil blive inkluderet."],"No custom post types in your site...":["Der er ingen tilpasset indlægstyper på dit websted..."],"Click to select custom post types":["Klik for at vælge tilpasset indlægstyper"],"Parts of this kit overlap with your site’s templates, design and settings. The items you leave checked on this list will replace your current design.":["Dele af dette Kit overlapper med dit websteds skabeloner, design og indstillinger. De elementer du afkrydser på denne liste, erstatter dit nuværende design."],"Import a Template Kit to your site":["Importer en Kit skabelon til dit websted"],"Importing your content, templates and site settings":["Importerer dit indhold, skabeloner og websteds indstillinger"],"Take me there":["Tag mig derhen"],"Head over to Updates and make sure that your plugins are updated to the latest version.":["Gå til Opdateringer, og sørg for, at dine plugins er opdateret til den nyeste version."]," Recommended:":["Anbefalet:"],"These are the plugins that powers up your kit. You can deselect them, but it can impact the functionality of your site.":["Det er disse plugins, der giver dit Kit liv. Du kan fravælge dem, men det kan påvirke funktionaliteten af dit websted."],"Select the plugins you want to import":["Vælg de plugins du vil importere"],"Not yet":["Ikke endnu"],"If you’ve purchased, installed & activated Elementor Pro, we can continue importing all the parts of this site.":["Hvis du har købt, installeret og aktiveret Elementor Pro, kan vi fortsætte med at importere alle dele af dette websted."],"Is your Elementor Pro ready?":["Er dit Elementor Pro klar?"],"Without Elementor Pro, importing components like templates, widgets and popups won't work.":["Uden Elementor Pro vil import af komponenter som skabeloner, widgets og popups ikke fungere."],"Install Elementor Pro":["Installer Elementor Pro"],"Missing Required Plugins:":["Manglende påkrævede plugins:"],"Activating plugins:":["Aktiverer plugins:"],"All items are already selected by default. Uncheck the ones you don't want.":["Alle elementer er allerede valgt som standard. Fravælg dem, du ikke ønsker."],"These are the templates, content and site settings that come with your kit.":["Det er de skabeloner, det indhold og de sideindstillinger, der følger med dit kit."],"Select which parts you want to apply":["Vælg de dele, du vil anvende"],"If you don't include them, this kit may not work properly.":["Hvis du ikke medtager dem, vil dette Kit muligvis ikke fungere korrekt."],"Required plugins are still missing.":["Nødvendige plugins mangler stadig."],"You can’t use this Template Kit because it doesn’t contain any content, pages, etc. Try again with a different file.":["Du kan ikke bruge denne Kit skabelon, da den ikke indeholder noget indhold, sider osv. Prøv igen med en anden fil."],"The Template Kit you’re using contains plugins for functionality, but no content or pages, etc.":["Den Kit skabelon du bruger, indeholder plugins til funktionalitet, men ikke indhold eller sider osv."],"Note:":["Bemærk:"],"You’ve imported and applied the following to your site:":["Du har importeret og anvendt følgende på dit websted:"],"See it live":["Se det live"],"There are few plugins that we couldn't install:":["Der var plugins vi ikke kunne installerer:"],"Make sure your Elementor Pro account is connected":["Sørg for, at din Elementor Pro-konto er tilsluttet"],"Tip:":["Tip:"],"Let’s do it":["Lad os gøre det"],"Select which of these plugins are required for this kit work.":["Vælg hvilke af disse plugins der er nødvendige for at dit kit kan fungere. "],"Export your site as a Template Kit":["Eksporter dit websted som en Kit skabelon"],"Create Kit":["Opret Kit"],"This file type is not allowed":["Filtypen er ikke tilladt"],"Try Again":["Prøv igen"],"Elementor is not authorized to read or write from this file. Contact your site host.":["Elementor er har ikke tilladelse til at læse eller skrive fra denne fil. Kontakt din webhost."],"There is an error with the manifest file. Try importing again with a new kit file.":["Der er en fejl med den manifesterede fil. Prøv igen med en ny kit-fil."],"Install a PHP zip on your server or contact your site host.":["Installer en PHP zip på din server eller kontakt dit websteds host."],"This allows Elementor to scan your SVGs for malicious content. Otherwise, you can skip any SVGs in this import.":["Dette giver Elementor mulighed for at scanne dine SVG'er for skadeligt indhold. Ellers kan du springe alle SVG'er over i denne import."],"Go back":["Gå tilbage"],"Nothing to worry about, just continue without importing SVGs or go back and start the import again.":["Der er ikke noget at bekymre sig om, du kan fortsætte uden at importere SVG'er eller gå tilbage og starte importen igen."],"Sorry, something went wrong.":["Ups! Der gik noget galt!"],"Custom Post Type":["Brugerdefineret indlægstype"],"WP Posts":["WP indlæg"],"WP Pages":["WP sider"],"To import or export these components, you’ll need Elementor Pro.":["For at importere eller eksportere disse elementer, kræver det Elementor Pro."],"Global widgets":["Globale widgets"],"Kit Info":["Kit Info"],"How does importing work?":["Hvordan fungere import?"],"What’s a Template Kit?":["Hvad er en Kit skabelon?"],"Setting up your kit...":["Sætter dit kit op..."],"Select the items you want to keep and apply:":["Vælg det element du gerne vil beholde og anvende:"],"Existing":["Eksisterende"],"Imported":["Importeret"],"Upload a file with templates, site settings, content, etc., and apply them to your site automatically.":["Upload en fil med skabeloner, webstedsindstillinger, indhold osv., og anvend dem automatisk på dit websted."],"Back to Kit Library":["Tilbage til kit biblioteket "],"Your kit is now live on your site!":["Dit Kit er nu live på dit websted!"],"Kit Description":["Kit Beskrivelse"],"Kit Name":["Kit Navn"],"Choose which Elementor components - templates, content and site settings - to include in your kit file.":["Vælg, hvilke Elementor-komponenter - skabeloner, indhold og webstedsindstillinger - der skal indgå i din kit-fil."],"Kit Information":["Kit information"],"Elementor Kit":["Elementor Kit"],"These are the details you’ll use to quickly find and apply this kit in the future, even as your collection grows.":["Det er disse detaljer, som du vil bruge til hurtigt at finde og anvende dette Kit i fremtiden, selv når din samling vokser."],"Template Kit Information":["Kit skabelon information"],"Say something about the style and content of these files...":["Sig noget om stilen og indholdet af disse filer..."],"Now you can import this kit and use it on other sites.":["Nu kan du importere dette Kit og bruge det på andre websteder."],"Import":["Importer"],"Nothing to worry about, just try again. If the problem continues, head over to the Help Center.":["Der er ikke noget at bekymre sig om, prøv bare igen. Hvis problemet fortsætter, skal du gå til Hjælp-centret."],"to learn more about building your site with Elementor Kits":["for at lære mere om hvordan du bygger dit websted, med Elementor Kits"],"Don't close this window until the process is finished.":["Du må ikke lukke dette vindue, før processen er afsluttet."],"This usually takes a few moments.":["Dette tager normalt et stykke tid."],"Or":["Eller"],"Drag & drop the .zip file with your Kit":["Træk og slip .zip-filen med dit Kit"],"Upload Files to Your Library":["Upload filer til dit bibliotek"],"We recommend that you backup your site before importing a kit file.":["Vi anbefaler dig at tage en backup af dit websted, før du importere en kit fil."],"Important:":["Vigtigt:"],"By default, all of your components will be exported.":["Som standard vil alle dine komponenter blive eksporteret."],"Background Settings":["Baggrundsindstillinger"],"Lightbox Settings":["Lightbox indstillinger"],"Theme Style settings":["Indstillinger for temadesign"],"Elementor Pages":["Elementor Sider"],"404 Error Page":["404-fejl side"],"Download not working?":["Virker download ikke?"],"Your export is ready!":["Din eksport er klar!"],"Click Here":["Klik her"],"Back to dashboard":["Gå til kontrolpanelet"],"Import a Template Kit":["Importer en Kit skabelon"],"Export a Template Kit":["Eksporter en Kit skabelon"],"Learn more":["Læs mere"],"Landing Pages":["Landingsside"],"App could not be loaded":["Appen kunne ikke indlæses"],"Global Colors":["Globale farver"],"Search Results":["Søgeresultater"],"Archives":["Arkiver"],"Footers":["Sidefødder"],"Headers":["Sidehoveder"],"We’re sorry, but something went wrong. Click on ‘Learn more’ and follow each of the steps to quickly solve it.":["Vi beklager, men noget gik galt. Klik på 'Lær mere' og følg hvert trin for hurtigt at løse problemet."],"Tip":["Tip"],"Not Found":["Der blev ikke fundet noget"],"Site Settings":["Indstillinger for websted"],"Layout Settings":["Layout indstillinger"],"Back":["Tilbage"],"Next":["Næste"],"Previous":["Forrige"],"Popups":["Popups"],"Continue":["Fortsæt"],"Plugins":["Plugins"],"Skip":["Spring over"],"Something went wrong.":["Noget gik galt."],"Select File":["Vælg fil"],"Enable":["Aktivér"],"Edit Template":["Rediger skabelon"],"Go Pro":["Gå til Pro"],"Export":["Eksporter"],"Close":["Luk"],"Saved Templates":["Gemte skabeloner"],"Templates":["Skabeloner"],"Learn More":["Læs Mere"],"Global Fonts":["Globale fonte"],"Version":["Version"],"Yes":["Ja"],"Content":["Indhold"],"Go Back":["Gå tilbage"],"Elementor":["Elementor"]}},"comment":{"reference":"assets\/js\/app.js"}}