{"translation-revision-date":"2022-04-02 04:24:45+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"ja_JP"},"The updated Search Funnel shows you a more comprehensive view of how traffic from Search is changing.":["更新されたサーチファンネルは、検索からのトラフィックがどう変化しているかを、より包括的に示しています。"],"See trends over time for your site’s Search metrics":["サイトの検索指標の推移を時系列で確認"],"Search by URL or by post title and your dashboard will be filtered to show stats just for that URL.":["URL または投稿タイトルで検索すると、ダッシュボードにその URL の統計情報のみがフィルタリングされて表示されます。"],"Check stats for a specific post":["特定の投稿の統計情報を確認"],"Jump straight to the relevant section in your dashboard with just one click - no more scrolling.":["ダッシュボードの関連セクションにワンクリックで直接ジャンプできます。スクロールは不要です。"],"New! Navigate your dashboard easily with the dashboard tabs":["新機能 ! ダッシュボードタブで、ダッシュボードを簡単操作"],"Drafts you created from Idea Hub within Site Kit appear here for easy access.":["Site Kit 内で Idea Hub から作成した下書きがここに表示され、簡単にアクセスできます。"],"Get started writing about your saved ideas":["保存したアイデアから記事を書く"],"If you’re not ready to create a draft about an idea just yet, add it to your \"Saved\" list and revisit later. If you don’t like an idea, you can dismiss it from your list.":["特定のアイデアについて下書きを書く段階でない場合は、「保存」リストにアイデアを追加して後で見直すことができます。不要になったアイデアはリストから削除できます。"],"Save for later or dismiss":["保存して後で使用 \/ 却下"],"Found an interesting idea you want to write about? Create a draft! You can always get back to it later on the Posts page.":["記事のテーマになりそうなアイデアはありましたか ? 下書きを作成しましょう。下書きには投稿ページからいつでもアクセスできます。"],"Start a draft":["下書きを開始"],"These ideas are based on unanswered searches related to the content of your site. They are organized by topics and will refresh every 2-3 days.":["サイトのコンテンツに関連した検索で回答が見つからなかったものに基づいたアイデアです。トピックごとに整理されており、2、3 日ごとに更新されます。"],"Get inspiration for new topics to write about!":["最新のトピックから記事のアイデアを得ましょう。"],"Select a time frame to see the comparison with the previous time period":["過去の期間と比較するには、特定の期間を選択します"],"Check how your traffic changed since you last looked":["前回からのトラフィックの変化を確認します"],"Click on the chart slices to see how each segment has changed over time":["チャートの各スライスをクリックすると、時間の経過による各セグメントの変化を確認できます"],"See where your visitors come from":["訪問者のアクセス元を確認します"],"Check the trend graph to see how your traffic changed over time":["トレンドグラフで、時間の経過によるトラフィックの変化を確認できます"],"It’s now easier to see your site’s traffic at a glance":["サイトのトラフィックを一目で確認できるようになりました"],"Access the Site Kit docs or ask a question in our support forum from here.":["Site Kit のドキュメントにアクセスするか、こちらからサポートフォーラムに質問してください。"],"%dh":["%dh"],"%dm":["%dm"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s時間 %2$s分 %1$s秒"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["過去%s日間"],", ":["、"],"Need help?":["サポートが必要ですか ?"],"%d notification":["%d 通知"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-datastore-user-a65f06143cf286c451ee.js"}}