{"translation-revision-date":"2022-05-25 07:06:24+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"Gathering data…":["Samlar data …"],"Go to Settings":["Gå till inställningar"],"Connect more services to see more stats.":["Anslut fler tjänster för att se mer statistik."],"Back to dashboard":["Tillbaka till adminpanelen"],"Monetization":["Intäktsgenerering"],"Content":["Innehåll"],"Traffic":["Trafik"],"Jump directly to Idea Hub to see topic suggestions for your site":["Hoppa direkt till ”Idea Hub” för att se ämnesförslag för din webbplats"],"Choose at least %s answers":["Välj åtminstone %s svar."],"Text input for option %s":["Textinmatning för alternativet %s"],"screen reader text\u0004(disabled)":["(inaktiverad)"],"Help":["Hjälp"],"By continuing, you agree to allow Google to use your answers and account info to improve services, per our <privacy>Privacy<\/privacy> & <terms>Terms<\/terms>.":["Genom att fortsätta godkänner du att Google använder dina svar och din kontoinformation för att förbättra tjänster, enligt våra <privacy>Integritetsvillkor<\/privacy> och <terms>Tjänstevillkor<\/terms>."],"All collected data is treated in accordance with the <a>Google Privacy Policy.<\/a>":["Alla insamlade data behandlas i enlighet med <a>Googles integritetspolicy<\/a>."],"Help us improve Site Kit by sharing anonymous usage data.":["Hjälp oss att förbättra Site Kit genom att dela anonym användningsinformation."],"Enter your own answer here":["Ange ditt eget svar här"],"Keyword %s":["Nyckelord %s"],"The goals you pick will apply to the entire WordPress site: any other admins with access to Site Kit can see them and edit them in Settings.":["De mål du väljer kommer att gälla för hela WordPress-webbplatsen: alla andra administratörer som har tillgång till Site Kit kan se dem och redigera dem i inställningarna."],"Enter minimum one (1), maximum three (3) terms":["Ange minst en (1), maximalt tre (3) termer"],"You can always edit your answers after your submission in Settings.":["Du kan alltid redigera dina svar i inställningarna efter att du skickat in."],"Get help with AdSense":["Få hjälp med AdSense"],"Get support":["Skaffa support"],"Read help docs":["Läs hjälpdokumenten"],"Fix common issues":["Åtgärda vanliga problem"],"Got it":["Jag fattar"],"Type your own answer":["Skriv ditt eget svar"],"Other: %s":["Annat: %s"],"%dh":["%d t"],"%dm":["%d m"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Now Site Kit will begin suggesting metrics to add to your dashboard that are relevant specifically to you, based on the goals you shared":["Site Kit kommer nu börja föreslå mätvärden att lägga till i din adminpanel som är relevanta just för dig, baserat på de mål du angivit"],"Get metrics and suggestions that are specific to your site by telling Site Kit more about your site":["Få mätvärden och förslag som är specifika för din webbplats genom att berätta mer om din webbplats för Site Kit"],"Update":["Uppdatera"],"Remind me later":["Påminn mig senare"],"Let’s go":["Sätt igång"],"Answer 5 questions and Site Kit will customize your dashboard with specific metrics and opportunities that match your site’s goals":["Svara på 5 frågor så kommer Site Kit att anpassa din adminpanel med specifika mätvärden och möjligheter som passar för målen med din webbplats"],"Customize Site Kit to match your goals":["Anpassa Site Kit till att matcha dina mål"],"OK, got it!":["Ok, jag förstår!"],"Congrats! You set your site goals":["Grattis, nu är webbplatsens mål registrerade"],"Preview":["Förhandsgranska"],"Site Kit will keep you informed if people start finding you in Search for these terms":["Site Kit kommer att berätta för dig om besökare börjar hitta dig när de söker på dessa termer"],"To help us identify opportunities for your site, enter the top three search terms that best describe your site’s content":["Hjälp oss att identifiera möjligheter för din webbplats genom ange de tre främsta söktermerna som bäst beskriver din webbplats innehåll"],"Based on your answers, Site Kit will tailor the metrics and advice you see on your dashboard to help you make progress in these areas":["Utifrån dina svar kommer Site Kit att skräddarsy vilka mätvärden och råd som visas i adminpanelen för att hjälpa dig att förbättra dessa områden"],"Based on your answer, Site Kit will tailor the metrics you see on your dashboard to help you track how close you’re getting to your specific goals":["Utifrån dina svar kommer Site Kit att skräddarsy vilka mätvärden som visas i adminpanelen så att du kan se hur långt du har kvar till just dina specifika mål"],"Based on your answer, Site Kit will suggest new features for your dashboard related to content creation":["Baserat på ditt svar kommer Site Kit att föreslå nya funktioner för din adminpanel relaterade till skapande av innehåll"],"This will help Site Kit show tips that help you specifically in your role":["Detta hjälper Site Kit att visa tips som hjälper dig specifikt i din roll"],"Generate leads":["Skapa leads"],"Monthly or less":["Månatligt eller mer sällan"],"Weekly \/ multiple times a week":["Veckovis\/flera gånger under en vecka"],"Daily \/ multiple times a day":["Dagligen\/flera gånger per dag"],"Submit":["Skicka"],"Which best describes your team\/role relation to this site?":["Vad beskriver bäst relationen ditt team\/din funktion har gentemot denna webbplats?"],"Separate with commas or the Enter key":["Separera med kommatecken eller Enter-tangenten"],"This question has last been answered by:":["Denna fråga har senast besvarats av:"],"To help us identify opportunities for your site, enter the top three search terms that you’d like to show up for:":["Hjälp oss att identifiera möjligheter för din webbplats genom ange de tre främsta söktermerna som du gärna vill visas för:"],"What do you need help most with for this site?":["Vad behöver du mest hjälp med för den här webbplatsen?"],"What are the goals of this site?":["Vilka mål har denna webbplats?"],"How often do you create new posts for this site?":["Hur ofta skapar du nya inlägg på denna webbplats?"],"Which best describes your team\/role in relation to this site?":["Vad beskriver bäst relationen ditt team\/din roll har till denna webbplats?"],"Choose up to three (3) answers":["Välj upp till tre (3) svar"],"Choose up to two (2) answers":["Välj upp till två (2) svar"],"Choose up to one (1) answer":["Välj upp till ett (1) svar"],"Other:":["Annat:"],"Next":["Nästa"],"%s out of 5":["%s av 5"],"Encouragement to post more frequently":["Uppmuntran att publicera oftare"],"Understanding which content is performing best":["Förstå vilket innehåll som fungerar bäst"],"Help my content rank in a better position in Google search results":["Hjälp mitt innehåll att rankas högre i Googles sökresultat"],"Generating more revenue":["Generera mer intäkter"],"Expanding my business into new cities, states or markets":["Att bredda företagets verksamhet till nya städer, länder eller marknader"],"Growing my audience":["Få min publik att växa"],"Finding new topics to write about that connect with my audience":["Hitta nya ämnen att skriva om som stärker relationen med min publik"],"Improving speed and performance":["Förbättrar hastighet och prestanda"],"Retaining visitors, turning them into loyal readers or customers":["Att behålla besökare och göra dem till lojala läsare eller kunder"],"Share a business card or portfolio to represent me or my company online":["Visa upp ett visitkort eller en portfölj som representerar mig eller mitt företag på nätet"],"Publish news content":["Publicera nyhetsinnehåll"],"Publish a blog":["Publicera en blogg"],"Monetize content (with ads or affiliate links)":["Tjäna pengar på innehåll (med annonser eller affiliate-länkar)"],"Sell products or services":["Sälj produkter eller tjänster"],"Never":["Aldrig"],"I am a part-time or freelance consultant who is helping with this site":["Jag är deltidskonsult eller frilansare som hjälper till med denna webbplats"],"I am part of the in-house team in a content creation, growth, SEO or technical role":["Jag är del av det interna teamet som designar och skapar innehåll, tillväxt eller SEO, eller i en teknisk roll"],"I am the owner of the site and have a team who works on this site":["Jag äger webbplatsen och har ett team som arbetar med denna webbplats"],"I am the owner and sole creator and admin":["Jag är ägare, ensam skapare och administratör"],"screen reader text\u0004(opens in a new tab)":["(öppnas i en ny flik)"],"Something went wrong.":["Något gick fel."],"Redo the plugin setup":["Gör om tilläggskonfigurationen"],"Source: %s":["Källa: %s"],"Report this problem":["Rapportera detta problem"],"Copy error to clipboard":["Kopiera fel till urklipp"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["För att åtgärda detta, <a href=\"%s\">gör om tilläggskonfigurationen<\/a>."],"Jump to the bottom of the dashboard to see how fast your home page is":["Gå längst ned i adminpanelen för att se hur snabb din startsida är"],"Redo setup":["Gör om konfigurationen"],"Site Kit can’t access necessary data":["Site Kit kommer inte åt nödvändiga data"],"Proceed":["Fortsätt"],"Additional Permissions Required":["Ytterligare behörigheter krävs"],"Manage sites…":["Hantera webbplatser…"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Senaste %s dagen","Senaste %s dagarna"],", ":[", "],"Site Kit encountered an error":["Site Kit stötte på ett fel"],"Sign in with Google":["Logga in med Google"],"Site Kit by Google Logo":["Site Kit by Google-logga"],"%d notification":["%d avisering","%d aviseringar"],"Congrats on completing the setup for %s!":["Grattis! Konfigurationen för %s är klar."],"OK, Got it!":["Ok, jag förstår!"],"Speed":["Hastighet"],"Back":["Tillbaka"],"Error: %s":["Fel: %s"],"Account":["Konto"],"Dismiss":["Avfärda"],"Note: ":["Obs: "],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["Om Site Kit by Google koppas bort förlorar du åtkomsten till alla tjänster. Efter frånkopplingen måste du logga in igen för att återställa tjänsten."],"Disconnect":["Koppla från"],"User Avatar":["Användarens profilbild"],"Edit":["Redigera"],"Cancel":["Avbryt"],"Close":["Stäng"],"Site Kit":["Site Kit"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-user-input-50eac8369ad6b23ca056.js"}}