{"translation-revision-date":"2021-06-05 20:30:11+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"da_DK"},"Fix common issues":["Løs almindelige problemer"],"Get support":["Få support"],"Get help with AdSense":["Få hjælp til AdSense"],"Got it":["Forstået"],"Other: %s":["Andre: %s"],"%ds":["%ds"],"%dm":["%dm"],"%dh":["%dh"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Your site goals":["Dit websteds mål"],"Based on your responses, Site Kit will show you metrics and suggestions that are specific to your site to help you achieve your goals":["Ud fra dine svar, vil site Kit vise dig målinger og forslag, som er specifikke for dit websted, for at hjælpe dig med at nå dine mål"],"Answer 5 questions and Site Kit will customize your dashboard with specific metrics and opportunities that match your site’s goals":["Besvar fem spørgsmål, og Site Kit vil tilpasse dit kontrolpanel med specifikke målinger og muligheder, der matcher dit websteds mål"],"Let’s go":["Kom i gang"],"Remind me later":["Påmind mig senere"],"OK, got it!":["Okay, fik det!"],"Customize Site Kit to match your goals":["Tilpas Site Kit, så det passer til dine målsætninger"],"Congrats! You set your site goals":["Tillykke! Du sætter dine mål for webstedet"],"Daily \/ multiple times a day":["Dagligt \/ flere gange om dagen"],"Weekly \/ multiple times a week":["Ugentligt \/ flere gange om ugen"],"Monthly or less":["Månedligt eller mindre"],"Generate leads":["Generer kundeemner"],"Submit":["Indsend"],"I am the owner and sole creator and admin":["Jeg er den eneste ejer og administrator"],"I am the owner of the site and have a team who works on this site":["Jeg er ejer af webstedet og har et team der arbejder på dette websted"],"I am part of the in-house team in a content creation, growth, SEO or technical role":["Jeg er en del af det interne team som designer og skaber vækst eller SEO eller har en teknisk funktion"],"I am a part-time or freelance consultant who is helping with this site":["Jeg er deltids- eller freelance konsulent som hjælper til på dette websted"],"Never":["Aldrig"],"Sell products or services":["Sælg produkter eller tjenester"],"Monetize content (with ads or affiliate links)":["Tjen penge på indhold (med annoncer eller tilknyttede links)"],"Publish a blog":["Udgiv en blog"],"Publish news content":["Udgiv nyhedsindhold"],"Share a business card or portfolio to represent me or my company online":["Del et visitkort eller en portefølje for at repræsentere mig eller min virksomhed online"],"Retaining visitors, turning them into loyal readers or customers":["At fastholde besøgende og gøre dem til loyale læsere eller kunder"],"Improving speed and performance":["Forbedring af hastighed og ydeevne"],"Finding new topics to write about that connect with my audience":["At finde nye emner at skrive om, der forbinder mit publikum"],"Growing my audience":["Skabe et større publikum"],"Expanding my business into new cities, states or markets":["Udvide min virksomhed til nye byer, områder eller markeder"],"Generating more revenue":["Genererer flere indtægter"],"Help my content rank in a better position in Google search results":["Hjælp mit indhold med at få en bedre placering i Googles søgeresultater"],"Understanding which content is performing best":["Forståelse af hvilket indhold der fungerer bedst"],"Encouragement to post more frequently":["Tilskyndelse til at udgive indhold oftere"],"How often do you create new posts for this site?":["Hvor ofte opretter du nye indlæg på dette websted?"],"What are the goals of this site?":["Hvad er dit mål med dette websted?"],"What do you need help most with for this site?":["Hvad behøver du mest hjælp med til dette websted?"],"Next":["Næste"],"Which best describes your team\/role relation to this site?":["Hvilken rolle beskriver bedst din team\/rolle relation, til dette websted?"],"screen reader text\u0004(opens in a new tab)":["(åbner i et nyt faneblad)"],"Resetting will disconnect all users and remove all Site Kit settings and data within WordPress. <br \/>You and any other users who wish to use Site Kit will need to reconnect to restore access.":["Nulstilling vil afbryde alle brugere og fjerne alle Site Kit indstillinger og data i WordPress. <br \/>Du og alle andre brugere, der ønsker at bruge Site Kit, skal oprette forbindelse igen for at genoprette adgangen."],"Redo the plugin setup":["Gentag plugin opsætningen"],"Source: %s":["Kilde: %s"],"Copy error to clipboard":["Kopier fejlmeddelelse til udklipsholder"],"Report this problem":["Rapporter dette problem"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["For at løse dette, skal du <a href=\"%s\">genindlæse plugin-opsætningen<\/a> ."],"Jump to the bottom of the dashboard to see how fast your home page is":["Gå til bunden af kontrolpanelet for at se, hvor hurtig din startside er"],"Redo setup":["Gentag opsætningen"],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for: %s – make sure to approve all permissions at the authentication stage.":["Site Kit har ikke adgang til alle relevante data, fordi du ikke har givet alle de tilladelser, der blev anmodet om under opsætningen. Hvis du vil bruge Site Kit, skal du gentage opsætningen for: %s - Sørg for at godkende alle tilladelser i godkendelsestrinnet."],"Site Kit can’t access the relevant data from %1$s because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for %1$s – make sure to approve all permissions at the authentication stage.":["Site Kit har ikke adgang til de relevante data fra%1$s, fordi du ikke har givet alle de tilladelser, der blev anmodet om under opsætning. For at bruge Site Kit skal du gentage opsætningen for%1$s - sørg for at godkende alle tilladelser i godkendelsestrinnet."],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup – make sure to approve all permissions at the authentication stage.":["Site Kit har ikke adgang til alle relevante data, fordi du ikke har givet alle de tilladelser, der blev anmodet om under opsætningen. For at bruge Site Kit, skal du foretage genindstillingen - sørg for at godkende alle tilladelser på godkendelsestrinnet."],"Site Kit can’t access necessary data":["Site Kit har ikke adgang til nødvendige data"],"Additional Permissions Required":["Yderligere tilladelser krævet"],"Proceed":["Fortsæt"],"Manage sites…":["Administrer websteder…"],"Saving…":["Gemmer…"],"%sM":["%sM"],"%sK":["%sK"],", ":[", "],"Last %s day":["Seneste %s dag","Seneste %s dage"],"Site Kit encountered an error":["Site Kit fandt en fejl"],"Dismiss":["Afvis"],"Account":["Konto"],"Error: %s":["Fejl: %s"],"Back":["Tilbage"],"Speed":["Hastighed"],"OK, Got it!":["Okay, fik det!"],"Congrats on completing the setup for %s!":["Tillykke med færdiggørelsen af opsætningen for %s!"],"Site Kit by Google Logo":["Site Kit by Google Logo"],"Sign in with Google":["Log på med Google"],"%d notification":["%d meddelelse","%d meddelelser"],"Reset Site Kit":["Nulstil Site Kit"],"Set up %s":["Konfigurer %s"],"Section locked while editing":["Sektion er låst under redigering"],"By disconnecting the %s module from Site Kit, you will no longer have access to:":["Ved at frakoble %s modulet fra Site Kit, vil du ikke længere have adgang til:"],"Confirm Changes":["Bekræft ændringer"],"%s is connected":["%s er tilsluttet"],"%s is not connected":["%s er ikke tilsluttet"],"Cancel":["Annuller"],"Edit":["Rediger"],"Disconnect %s from Site Kit":["Afbryd %s fra Site Kit"],"See full details in %s":["Se alle detaljer i %s"],"Disconnect %s from Site Kit?":["Afbryd %s fra Site Kit?"],"Connect More Services to Gain More Insights":["Forbind flere tjenester for at få mere indsigt"],"Congrats, you’ve connected all services!":["Sådan, du har tilsluttet alle tjenester!"],"We’re working on adding new services to Site Kit by Google all the time, so please check back in the future.":["Vi arbejder på, at tilføje yderligere tjenester til Site Kit by Google hele tiden, så tjek tilbage igen fremover."],"Plugin Status":["Plugin status"],"Site Kit is connected":["Site Kit er tilsluttet"],"Tracking":["Sporing"],"Connected Services":["Tilsluttet tjenester"],"Connect More Services":["Forbind flere tjenester"],"Admin Settings":["Admin indstillinger"],"User Avatar":["Bruger Avatar"],"Disconnect":["Afbryd"],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["Frakobling af Site Kit by Google vil fjerne din adgang til alle tjenester. Efter frakoblingen, skal du autorisere din konto igen for, at genskabe tjenesterne."],"Note: ":["Bemærk: "],"these active modules depend on %1$s and will also be disconnected: %2$s":["disse aktive moduler er afhængelige af %1$s og vil også blive deaktiveret: %2$s"],"Settings":["Indstillinger"],"Site Kit":["Site Kit"],"Close":["Luk"],"Reset":["Nulstil"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-settings-9e7529f5799e8e3fa4ef.js"}}