{"translation-revision-date":"2022-03-31 17:41:00+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"The updated Search Funnel shows you a more comprehensive view of how traffic from Search is changing.":["Il Funnel di ricerca aggiornato ti offre una panoramica più completa di come il traffico proveniente dalla Ricerca sta cambiando."],"See trends over time for your site’s Search metrics":["Visualizza le tendenze nel tempo per le metriche relative alla Ricerca del tuo sito"],"Search by URL or by post title and your dashboard will be filtered to show stats just for that URL.":["Cerca per URL o per titolo del post e la tua bacheca mostrerà solo le statistiche per quell'URL."],"Check stats for a specific post":["Controlla le statistiche di un post specifico"],"Jump straight to the relevant section in your dashboard with just one click - no more scrolling.":["Passa direttamente alla sezione pertinente della bacheca con un solo clic e senza dover più scorrere."],"New! Navigate your dashboard easily with the dashboard tabs":["Novità! Spostati facilmente sulla bacheca con le relative schede"],"Drafts you created from Idea Hub within Site Kit appear here for easy access.":["Le bozze che crei da Idea Hub all'interno di Site Kit appaio qui per potervi accedere facilmente."],"Get started writing about your saved ideas":["Inizia a dare forma alle tue idee salvate"],"If you’re not ready to create a draft about an idea just yet, add it to your \"Saved\" list and revisit later. If you don’t like an idea, you can dismiss it from your list.":["Se non sei ancora pronto a creare una bozza di un'idea, aggiungila al tuo elenco \"Salvate\" e rivedila più tardi. Se non ti piace un'idea, puoi eliminarla dal tuo elenco."],"Save for later or dismiss":["Salva per dopo o ignora"],"Found an interesting idea you want to write about? Create a draft! You can always get back to it later on the Posts page.":["Hai trovato un'idea interessante su cui vuoi scrivere? Crea una bozza! Puoi sempre tornarci più tardi nella pagina Post."],"Start a draft":["Crea una bozza"],"These ideas are based on unanswered searches related to the content of your site. They are organized by topics and will refresh every 2-3 days.":["Queste idee sono basate su richerche senza risposta attinenti ai contenuti del tuo sito. Sono organizzate per argomento e aggiornate ogni 2-3 giorni."],"Get inspiration for new topics to write about!":["Trova ispirazione per nuovi argomenti su cui scrivere!"],"Select a time frame to see the comparison with the previous time period":["Seleziona un periodo di tempo per visualizzare il confronto con il periodo precedente"],"Check how your traffic changed since you last looked":["Scopri in che modo è cambiato il tuo traffico dall'ultima volta che l'hai controllato"],"Click on the chart slices to see how each segment has changed over time":["Fai clic sulle porzioni del grafico per vedere le variazioni di ciascun segmento nel tempo"],"See where your visitors come from":["Scopri da dove provengono i tuoi visitatori"],"Check the trend graph to see how your traffic changed over time":["Consulta il grafico delle tendenze per vedere le variazioni del traffico nel tempo"],"It’s now easier to see your site’s traffic at a glance":["Vedere un riepilogo del traffico del tuo sito ora è più facile"],"Access the Site Kit docs or ask a question in our support forum from here.":["Accedi alla documentazione di Site Kit o poni una domanda nel nostro forum di assistenza da qui."],"%dh":["%d h"],"%dm":["%d min"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Ultimo %s giorno","Ultimi %s giorni"],", ":[","],"Need help?":["Serve aiuto?"],"%d notification":["%d notifica","%d notifiche"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-datastore-user-a65f06143cf286c451ee.js"}}