{"translation-revision-date":"2021-06-05 20:30:11+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"da_DK"},"%ds":["%ds"],"%dm":["%dm"],"%dh":["%dh"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Recommendations on how to improve your site":["Anbefalinger om, hvordan du forbedrer dit websted"],"Learn more how metrics are measured.":["Lær mere, hvordan målinger måles."],"screen reader text\u0004(opens in a new tab)":["(åbner i et nyt faneblad)"],"core web vitals name\u0004Largest Contentful Paint":["Largest Contentful Paint"],"core web vitals name\u0004Cumulative Layout Shift":["Cumulative Layout Shift"],"Run test again":["Kør test igen"],"core web vitals name\u0004First Input Delay":["First Input Delay"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["For at løse dette, skal du <a href=\"%s\">genindlæse plugin-opsætningen<\/a> ."],"Field data shows how real users actually loaded and interacted with your page. We don’t have enough real-world experience and speed data for this page. It may be new, or not enough users with Chrome browsers have visited it yet.":["Felt data viser, hvordan reelle brugere faktisk indlæste og interagerede med din side. Vi har ikke nok reelle erfaringer og hurtighedsdata til denne side. Det kan være nyt, eller ikke nok brugere med Chrome-browsere har besøgt det endnu."],"Field data shows how real users actually loaded and interacted with your page over time.":["Felt data viser, hvordan virkelige brugere faktisk indlæste og interagerede med din side over tid."],"Time it takes for the browser to respond when people first interact with the page":["Den tid det tager for browseren at svare, når folk først interagerer med siden"],"View details at %s":["Se detaljer ved %s"],"Performance rating\u0004Good":["God"],"Performance rating\u0004Needs improvement":["Behøver forbedring"],"Performance rating\u0004Poor":["Dårlig"],"Metric Name":["Metrisk navn"],"In the Field":["I marken"],"Lab data is a snapshot of how your page performs right now, measured in tests we run in a controlled environment.":["Labdata er et snapshot af, hvordan din side fungerer lige nu, målt i test, vi kører i et kontrolleret miljø."],"In the Lab":["I laboratoriet"],"Metric Value":["Metrisk værdi"],"Total Blocking Time":["Samlet blokeringstid"],"How long people had to wait after the page loaded before they could click something":["Hvor længe folk måtte vente på, at siden blev indlæst, før de kunne klikke på noget"],"Time it takes for the page to load":["Det tager tid at indlæse siden"],"How stable the elements on the page are":["Hvor stabile elementerne på siden er"],"Field data unavailable":["Felt data er ikke tilgængelige"],"%sM":["%sM"],"%sK":["%sK"],", ":[", "],"Last %s day":["Seneste %s dag","Seneste %s dage"],"PageSpeed Insights is preparing data…":["PageSpeed Insights forbereder data…"],"Mobile":["Mobilenheder"],"Desktop":["Computer"],"Error: %s":["Fejl: %s"],"%d notification":["%d meddelelse","%d meddelelser"],"Learn more":["Lær mere"],"Service name\u0004PageSpeed Insights":["PageSpeed indsigt"],"Website performance reports for mobile and desktop":["Rapporter om websteds ydeevne for mobilenheder og computere"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-pagespeed-insights-bad62f23e37764448ba6.js"}}