{"translation-revision-date":"2022-04-20 13:38:54+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Gathering data…":["Coletando dados..."],"Maybe later":["Talvez mais tarde"],"You can always reactivate it by connecting Google AdSense in Settings":["Você pode sempre reativar fazendo a conexão com o Google AdSense nas Configurações"],"Yes, remove":["Sim, remover"],"AdSense accounts are <a>subject to review and approval<\/a> by the Google AdSense team.":["As contas do AdSense estão <a>sujeitas a revisão e aprovação<\/a> pelo time do Google AdSense."],"Connect":["Conectar"],"Earn money by placing ads on your site. Google AdSense will help you place ads in exactly the right places to optimize how much you earn from your content.":["Ganhe dinheiro com anúncios no seu site. O Google AdSense vai ajudar você a colocar anúnicos nos lugares certos para otimizar seus ganhos com conteúdo"],"Activate Google Analytics 4 and place code on your site.":["Ative o Google Analytics 4 e posicione o código no seu site."],"Exclude from Ads":["Excluir do Google Ads"],"Excluded from ads":["Excluído dos anúncios"],"All logged-in users and users who can write posts":["Todos os usuários conectados e usuários com permissão para criar posts"],"Ads are currently displayed for all visitors":["No momento, os anúncios estão sendo exibidos para todos os visitantes"],"Ads will be displayed for all users":["Os anúncios serão exibidos para todos os usuários"],"Ads will not be displayed for users that can write posts":["Os anúncios não serão mostrados para usuários com permissão para criar posts"],"Ads will not be displayed for all logged-in users":["Os anúncios não serão mostrados para usuários conectados."],"Users who can write posts":["Usuários com permissão para criar posts"],"AdSense insights through Site Kit":["Insights do AdSense pelo Site Kit"],"Revenue from ads placed on your site":["Receita de anúncios posicionados no seu site"],"screen reader text\u0004(disabled)":["(desativado)"],"Place Universal Analytics code":["Inserir código do Universal Analytics"],"This will create both a Google Analytics 4 and Universal Analytics property.":["Essa ação criará propriedades Google Analytics 4 e Universal Analytics."],"Users that can write posts":["Usuários que podem escrever posts"],"All logged-in users":["Todos os usuários conectados"],"If you’re using Google Ads, insert your Ads conversion ID if you’d like Site Kit to place the snippet on your site":["Se você estiver usando Google Ads, insira seu ID de conversão de anúncios se você quiser que o Site Kit posicione o snippet em seu site"],"Conversion IDs must be in the format: AW-XXXXX":["Os IDs de conversão devem ter o formato: AW-XXXXX"],"Ads Conversion ID":["ID de conversão de anúncios"],"Please note that AdSense will not show ads on your website unless you’ve already placed the code.":["Seu site mostrará anúncios do AdSense depois que o código tiver sido inserido."],"%dh":["%dh"],"%dm":["%dmin"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Learn more about Ad Sense Web Stories.":["Saiba mais sobre as Web Stories do AdSense."],"This ad unit will be used for your Web Stories.":["Este bloco de anúncios será usado para suas Web Stories."],"Select ad unit":["Selecionar bloco de anúncios"],"Web Stories Ad Unit":["Bloco de anúncios das Web Stories"],"Bounce Rate %":["Taxa de rejeição %"],"Overview":["Visão geral"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>"],"Others":["Outros"],"Complete %s setup":["Concluir configuração de %s"],"Complete setup":["Concluir configuração"],"%s module setup needs to be completed":["A configuração do módulo %s precisa ser concluída"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s%%<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s%%<\/em>"],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s vs %2$s"],"Learn more about updating your AdSense account":["Saiba mais sobre como atualizar sua conta do AdSense"],"Learn more about adding a user to an existing AdSense account":["Saiba mais sobre como adicionar um usuário a uma conta existente do Google AdSense"],"Learn more about IP anonymization.":["Saiba mais sobre a anonimização do IP."],"screen reader text\u0004(opens in a new tab)":["(abre em uma nova aba)"],"Learn more here.":["Saiba mais aqui."],"Got a Google Analytics 4 (GA4) property and want to find out how to use it with Site Kit?":["Você tem uma propriedade do Google Analytics 4 (GA4) e quer descobrir como usá-la com o Site Kit?"],"Performance over the last %s day":["Desempenho no último %s dia","Desempenho nos últimos %s dias"],"Page CTR":["CTR da página"],"Performance by page over the last %s day":["Desempenho por página no último %s dia","Desempenho por página nos últimos %s dias"],"See full stats in %s":["Ver todos os detalhes em %s"],"Source: %s":["Origem: %s"],"default Analytics view name\u0004All Web Site Data":["Todos os dados do Web site"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Para corrigir isso, <a href=\"%s\">refaça a configuração do plugin<\/a>"],"You can make changes to this view (e.g. exclude URL query parameters) in Google Analytics.":["Você pode fazer alterações nessa tela (ex. excluir parâmetros de consulta de URL) no Google Analytics."],"View Name":["Ver nome"],"Warning":["Aviso"],"A view with this name already exists.":["Já existe uma tela com este nome"],"Previous period":["Período anterior"],"Country":["País"],"Timezone":["Fuso horário"],"Set up a new view":["Configurar uma nova visualização"],"You will need to give Site Kit permission to create an Analytics account on your behalf and also accept the Google Analytics terms of service.":["Você precisará dar permissão ao Site Kit para criar uma conta do Google Analytics em seu nome e também aceitar os termos de serviço do Google Analytics."],"You will be redirected to Google Analytics to accept the terms of service.":["Você será redirecionado para o Google Analytics para aceitar os termos de serviço."],"We’ve pre-filled the required information for your new account. Confirm or edit any details:":["Pré-preenchemos as informações necessárias para sua nova conta. Confirme ou edite todos os detalhes:"],"Create your Analytics account":["Crie sua conta Analytics"],"Additional permissions are required to create a new Analytics account.":["Permissões adicionais são necessárias para criar uma nova conta do Google Analytics."],"You don’t have any ad impressions yet. Make sure you’ve completed these steps in AdSense:":["Você ainda não tem impressões de anúncios. Verifique se você concluiu estas etapas no AdSense:"],"No ad impressions yet":["Ainda não há impressões de anúncios "],"Recommended":["Recomendado"],"Invalid account status: %s":["Status de conta inválido: %s"],"Invalid site status: %s":["Status de site inválido: %s"],"The AdSense code has been placed by another plugin or theme":["O código do Adsense foi adicionado por outro plugin ou tema"],"Add site to AdSense":["Adicionar site ao AdSense"],"We’ve detected that you haven’t added this site to your AdSense account yet.":["Detectamos que você ainda não adicionou este site à sua conta do AdSense."],"Add site to your AdSense account":["Adicione o site na sua conta AdSense"],"Site Kit has placed AdSense code on your site to connect your site to AdSense and help you get the most out of ads. This means Google will automatically place ads for you in all the best places.":["O Site Kit colocou o código do AdSense no seu site para conectá-lo ao AdSense e ajudá você a aproveitar ao máximo os anúncios. Isso significa que o Google colocará automaticamente anúncios para você nos melhores lugares."],"Your account is ready to use AdSense":["Sua conta AdSense já está em uso"],"Site Kit detected AdSense code for a different account %s on your site. For a better ads experience, you should remove AdSense code that’s not linked to this AdSense account.":["O Site Kit detectou o código do Google AdSense para uma conta diferente %s no seu site. Para uma melhor experiência com anúncios, você deve remover o código do AdSense que não está vinculado a esta conta do AdSense."],"Keep AdSense code placed by Site Kit":["Manter o código AdSense adicionado pelo Site Kit"],"To start using AdSense, you need to update your account so that you can connect your site to AdSense.":["Para começar a usar o AdSense, você precisa atualizar sua conta para conectar seu site ao AdSense."],"Looks like you have an AdMob account":["Parece que você tem uma conta AdMob"],"Site Kit has placed AdSense code on every page across your site.":["Site Kit adicionou o código AdSense para todas as páginas do seu site."],"Your account is getting ready":["Sua conta está ficando pronta"],"Looks like you have multiple AdSense accounts associated with your Google account. Select the account to use with Site Kit below.":["Parece que você tem várias contas do AdSense associadas à sua conta do Google. Selecione a conta para usar com o Site Kit abaixo."],"Select your AdSense account":["Selecione sua conta AdSense"],"Already use AdSense? Add %s as a user to an existing AdSense account.":["Já utiliza AdSense? Adicione %s como um usuário para sua conta AdSense."],"Site Kit detected AdSense code %1$s on your page. We recommend you remove that code or add %2$s as a user to the AdSense account %3$s.":["O Site kit detectou o código do Google AdSense %1$s em sua página. Recomendamos que remova esse código ou adicione %2$s como usuário à conta do AdSense %3$s."],"Verified that your site is marked as \"Ready\"":["Verificou que seu site está marcado como \"Pronto\""],"Enabled auto ads for your site":["Anúncios automáticos ativados para o seu site"],"Link Analytics and AdSense":["Conecte Analytics e AdSense"],"The AdSense code has not been placed on your site":["O código do AdSense não foi colocado no seu site"],"The AdSense code has been placed on your site":["O código do AdSense foi colocado em seu site"],"AdSense Code":["Código AdSense"],"Check your site status":["Verificando o status do seu site"],"Account Status":["Status da conta"],"Publisher ID":["ID do Editor"],"You need to fix some issues before your account is approved. Go to AdSense to find out how to fix it":["Você precisa corrigir alguns problemas antes de sua conta ser aprovada. Acesse o AdSense para descobrir como corrigi-lo"],"We’re getting your site ready for ads. This usually takes less than a day, but it can sometimes take a bit longer":["Estamos preparando seu site para anúncios. Isso geralmente leva menos de um dia, mas às vezes pode demorar um pouco mais"],"Your account has been approved":["Sua conta foi aprovada"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Últimos %s dias"],", ":[","],"Site Status":["Status do site"],"None":["Nenhuma"],"Once completed, click the link below to re-fetch your accounts to continue.":["Depois de concluído, clique no link abaixo para buscar novamente suas contas para continuar."],"To create a new account, click the button below which will open the Google Analytics account creation screen in a new window.":["Para criar uma nova conta, clique no botão abaixo, que abrirá a tela de criação da conta do Google Analytics em uma nova janela."],"Set up a new account":["Criar nova conta"],"IP addresses will not be anonymized.":["Os endereços IP não serão anonimizados."],"IP addresses will be anonymized.":["Os endereços IP serão anonimizados."],"Anonymize IP addresses":["Anonimize endereços IP"],"Go to your AdSense account to check on your site’s status or to complete setting up":["Acesse sua conta AdSense para verificar o status do seu site ou concluir a configuração"],"After you’ve finished setting up your account, we’ll let you know when your site is ready to show ads. This usually takes less than a day, but it can sometimes take a bit longer.":["Depois que você terminar de configurar sua conta, informaremos quando seu site estiver pronto para exibir anúncios. Isso geralmente leva menos de um dia, mas às vezes pode demorar um pouco mais."],"Let’s get your site ready for ads":["Vamos preparar seu site para anúncios"],"Exclude from Analytics":["Excluir do Analytics"],"Learn more about what visitors do on your site":["Saiba mais sobre o que os visitantes fazem em seu site"],"%d notification":["%d notificação","%d notificações"],"Top Earning Pages":["Principais páginas de receita"],"Session Duration":["Duração da sessão"],"Page Title":["Título da página"],"check module page":["verifique a página do módulo"],"Site Kit has placed AdSense code on your site: %s":["Site Kit colocou o código do AdSence no seu site: %s"],"Page RPM":["RPM da página"],"Ad Impressions":["Impressões de anúncios"],"Total Earnings":["Receita total"],"Earnings":["Receita"],"Back":["Voltar"],"Looks like you don't have an Analytics account yet. Once you create it, click on \"Re-fetch my account\" and Site Kit will locate it.":["Parece que você ainda não tem uma conta doo Google Analytics. Depois de criá-lo, clique em \"Buscar novamente minha conta\" e o Site Kit a localizará."],"View":["Visualizar"],"Property":["Propriedade"],"Learn more":["Saiba mais"],"Set up a new property":["Configurar uma nova propriedade"],"Error: %s":["Erro: %s"],"Re-fetch My Account":["Recuperar novamente minha conta"],"Create an account":["Criar uma conta"],"Account":["Conta"],"Complete %s activation":["Conclua a ativação de %s"],"%s module needs to be configured":["%s modulos precisam ser configurados"],"Impressions":["Impressões"],"Sessions":["Sessões"],"Users":["Usuários"],"%s Gathering Data":["%s coletando dados"],"Create Account":["Criar conta"],"You’ve already got an AdSense code on your site for this account, we recommend you use Site Kit to place code to get the most out of AdSense.":["Você já possui um código do Google AdSense em seu site para esta conta. Recomendamos o uso do Site Kit para inserir o código e aproveitar ao máximo o AdSense."],"Site Kit will place AdSense code on your site to connect your site to AdSense and help you get the most out of ads. This means Google will automatically place ads for you in all the best places.":["O Site Kit irá adicionar o código do AdSense no seu site para conectá-lo ao AdSense e ajudá-lo a aproveitar ao máximo os anúncios. Isso significa que o Google colocará automaticamente anúncios para você nos melhores lugares."],"Let Site Kit place AdSense code on your site":["Site Kit colocará o código do AdSense em seu site"],"Continue":["Continuar"],"Site Kit will place AdSense code on every page across your site. This means Google will automatically place ads for you in all the best places.":["Site Kit colocará o código do AdSense em todas as páginas do seu site. Isso significa que o Google colocará automaticamente anúncios para você nos melhores lugares."],"Create your AdSense account":["Criar uma nova conta no AdSense"],"Create AdSense Account":["Criar uma conta AdSense"],"Let Site Kit place AdSense code on your site to get your site approved":["Deixe o Site Kit colocar o código AdSense no seu site para que ele seja aprovado"],"Looks like you’re already using AdSense":["Parece que você já está usando AdSense"],"Go to AdSense to find out how to fix the issue":["Vá para o AdSense para descobrir como corrigir este problema"],"You need to fix some things before we can connect Site Kit to your AdSense account.":["Você precisa corrigir algumas coisas antes que possamos conectar o Site Kit a sua conta AdSense."],"Your site isn’t ready to show ads yet":["Seu site não está pronto para exibir anúncios ainda"],"Note: ":["Nota:"],"Disconnect":["Desconectar"],"Connect Service":["Conectar Serviço"],"Cancel":["Cancelar"],"Error":["Erro"],"continue module setup":["continuar configuração do módulo"],"Setup incomplete: %s":["Instalação incompleta: %s"],"Set up %s":["Configurar %s"],"Service name\u0004AdSense":["AdSense"],"Service name\u0004Analytics":["Analytics"],"Day":["Dia"],"Activate %s":["Ativar %s"],"Intelligent, automatic ad placement":["Posicionamento automático e inteligente de anúncios"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-adsense-5f604ec3546839f246d6.js"}}