{"translation-revision-date":"2022-04-02 04:24:45+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"ja_JP"},"Gathering data…":["データ収集中…"],"Go to Settings":["「設定」に移動"],"Connect more services to see more stats.":["接続するサービスを増やすと、より多くの統計データが表示されます。"],"Back to dashboard":["ダッシュボードに戻る"],"Monetization":["収益化"],"Content":["内容"],"Traffic":["トラフィック"],"Jump directly to Idea Hub to see topic suggestions for your site":["Idea Hub に直接移動し、サイトへのトピックの提案を確認してください"],"Choose at least %s answers":["少なくとも%s件の回答を選択"],"Text input for option %s":["オプション「%s」への入力テキスト"],"screen reader text\u0004(disabled)":["(無効)"],"Help":["ヘルプ"],"By continuing, you agree to allow Google to use your answers and account info to improve services, per our <privacy>Privacy<\/privacy> & <terms>Terms<\/terms>.":["続行すると、Google が<privacy>プライバシーポリシー<\/privacy>と<terms>利用規約<\/terms>に基づき、サービス改善を目的としてあなたの回答とアカウント情報を利用することに同意したことになります。"],"All collected data is treated in accordance with the <a>Google Privacy Policy.<\/a>":["収集されたデータはすべて <a>Google プライバシーポリシー<\/a>に沿って処理されます。"],"Help us improve Site Kit by sharing anonymous usage data.":["匿名で利用状況データを共有し、Site Kit の改善にご協力ください。"],"Enter your own answer here":["こちらに回答を入力してください"],"Keyword %s":["キーワード %s"],"The goals you pick will apply to the entire WordPress site: any other admins with access to Site Kit can see them and edit them in Settings.":["選択した目標は WordPress サイト全体に適用されます。他の管理者も、Site Kit に対するアクセス権があれば、「設定」で目標を確認し、編集できます。"],"Enter minimum one (1), maximum three (3) terms":["最小1つ、最大3つのキーワードを入力します"],"You can always edit your answers after your submission in Settings.":["送信した回答は、「設定」でいつでも編集できます。"],"Get help with AdSense":["AdSense のヘルプを利用する"],"Get support":["サポートを利用する"],"Read help docs":["ヘルプドキュメントを読む"],"Fix common issues":["一般的な問題を解決する"],"Got it":["OK"],"Type your own answer":["自分の回答を入力します"],"Other: %s":["その他: %s"],"%dh":["%dh"],"%dm":["%dm"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s時間 %2$s分 %1$s秒"],"Now Site Kit will begin suggesting metrics to add to your dashboard that are relevant specifically to you, based on the goals you shared":["共有した目標に基づき、Site Kit はダッシュボードに追加する関連性の高い指標を提案します"],"Get metrics and suggestions that are specific to your site by telling Site Kit more about your site":["サイトに関する詳細な情報を Site Kit に提供することで、最適な指標や提案が得られるようになります"],"Update":["更新"],"Remind me later":["後で通知"],"Let’s go":["続行"],"Answer 5 questions and Site Kit will customize your dashboard with specific metrics and opportunities that match your site’s goals":["5個の質問に答えると、Site Kit がサイトの目標に合った具体的の指標と最適化案でダッシュボードをカスタマイズします"],"Customize Site Kit to match your goals":["目標に合わせて Site Kit をカスタマイズ"],"OK, got it!":["OK"],"Congrats! You set your site goals":["おめでとう! サイトの目標を設定します"],"Preview":["プレビュー"],"Site Kit will keep you informed if people start finding you in Search for these terms":["Site Kit は、ユーザーがこれらの語句で検索しサイトを見つける場合に通知します"],"To help us identify opportunities for your site, enter the top three search terms that best describe your site’s content":["サイトの特性を特定するために、サイトのコンテンツを最もよく表す上位3つの検索語句を入力してください"],"Based on your answers, Site Kit will tailor the metrics and advice you see on your dashboard to help you make progress in these areas":["Site Kit は、回答の内容に応じてダッシュボードに表示される指標とアドバイスを調整し、該当分野での改善を支援します"],"Based on your answer, Site Kit will tailor the metrics you see on your dashboard to help you track how close you’re getting to your specific goals":["回答に基づいて、ダッシュボードに表示される指標をカスタマイズして、特定の目標にどれだけ近づいているかを追跡するのに役立ちます"],"Based on your answer, Site Kit will suggest new features for your dashboard related to content creation":["回答に基づいて、サイトキットはコンテンツ作成に関連するダッシュボードの新機能を提案します"],"This will help Site Kit show tips that help you specifically in your role":["これは Site Kit が、特にロールに関するヒントを表示する際に役立ちます"],"Generate leads":["リードの創出"],"Monthly or less":["月1回以下"],"Weekly \/ multiple times a week":["毎週、または週に複数回"],"Daily \/ multiple times a day":["毎日、または1日に複数回"],"Submit":["送信"],"Which best describes your team\/role relation to this site?":["このサイトとお客様のチームまたは業務との関係を最もよく表すものをお選びください。"],"Separate with commas or the Enter key":["カンマまたは Enter キーで区切ってください"],"This question has last been answered by:":["この質問に対する最終回答者:"],"To help us identify opportunities for your site, enter the top three search terms that you’d like to show up for:":["サイトの最適化案を Google が特定できるよう、サイトを検索結果に表示させたい検索語句の上位3個を入力してください:"],"What do you need help most with for this site?":["このサイトに関して最も支援を必要としているものをお選びください。"],"What are the goals of this site?":["このサイトの目標は何ですか。"],"How often do you create new posts for this site?":["このサイトではどのくらいの頻度で新しい記事を作成していますか。"],"Which best describes your team\/role in relation to this site?":["このサイトとお客様のチームまたは業務との関係を最もよく表すものをお選びください。"],"Choose up to three (3) answers":["最大3つの回答を選択"],"Choose up to two (2) answers":["最大2つの回答を選択"],"Choose up to one (1) answer":["最大1つの回答を選択"],"Other:":["その他:"],"Next":["次へ"],"%s out of 5":["%s \/ 5"],"Encouragement to post more frequently":["投稿回数を増やすことへの働きかけ"],"Understanding which content is performing best":["最も高い効果を上げているコンテンツの把握"],"Help my content rank in a better position in Google search results":["Google の検索結果における自身のコンテンツ掲載順位の改善の支援"],"Generating more revenue":["収益の拡大"],"Expanding my business into new cities, states or markets":["新しい都市、行政、市場への事業拡大"],"Growing my audience":["オーディエンスの拡大"],"Finding new topics to write about that connect with my audience":["オーディエンスとつながる新しい掲載トピックの模索"],"Improving speed and performance":["スピードとパフォーマンスの向上"],"Retaining visitors, turning them into loyal readers or customers":["訪問者の維持とロイヤリティの高いユーザーや顧客への転換"],"Share a business card or portfolio to represent me or my company online":["個人や自社をオンラインで代表する名刺やポートフォリオの共有"],"Publish news content":["ニュースコンテンツの公開"],"Publish a blog":["ブログの公開"],"Monetize content (with ads or affiliate links)":["コンテンツの収益化 (広告やアフィリエイトリンクの利用)"],"Sell products or services":["商品やサービスの販売"],"Never":["作成しない"],"I am a part-time or freelance consultant who is helping with this site":["このサイトに対応しているアルバイトやフリーランスのコンサルタントです"],"I am part of the in-house team in a content creation, growth, SEO or technical role":["コンテンツの作成、成長、SEO、または技術的な役割を果たす社内チームの一員です"],"I am the owner of the site and have a team who works on this site":["サイトのオーナーであり、このサイトの業務を行うチームを抱えています"],"I am the owner and sole creator and admin":["オーナーであり、唯一のクリエイターであり、管理者でもあります"],"screen reader text\u0004(opens in a new tab)":["(新しいタブで開く)"],"Something went wrong.":["エラーが発生しました。"],"Redo the plugin setup":["プラグインの設定をやり直します"],"Source: %s":["ソース: %s"],"Report this problem":["この問題を報告"],"Copy error to clipboard":["エラーをクリップボードにコピー"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["修正するには、<a href=\"%s\">プラグインを再度セットアップします<\/a>。"],"Jump to the bottom of the dashboard to see how fast your home page is":["ダッシュボードの下部に移動して、ホーム ページの速度を確認します"],"Redo setup":["再セットアップ"],"Site Kit can’t access necessary data":["Site Kit から必要なデータにアクセスできません"],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup – make sure to approve all permissions at the authentication stage.":["セットアップ中に要求された権限のすべてを付与しなかったため、Site Kit からすべての関連データにアクセスできません。 Site Kit を使用するには、再度セットアップを行う必要があります。その際には、必ず認証段階ですべての権限を付与してください。"],"Site Kit can’t access the relevant data from %1$s because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for %1$s – make sure to approve all permissions at the authentication stage.":["セットアップ中に要求された権限のすべてを付与しなかったため、Site Kit から %1$s の関連データにアクセスできません。 Site Kit を使用するには、%1$s について再度セットアップを行う必要があります。その際には、認証段階で必ずすべての権限を付与してください。"],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for: %s – make sure to approve all permissions at the authentication stage.":["セットアップ中に要求された権限のすべてを付与しなかったため、Site Kit からすべての関連データにアクセスできません。 Site Kit を使用するには、以下について再度セットアップを行う必要があります。%s - 認証段階で必ずすべての権限を付与してください。"],"Proceed":["続行"],"Additional Permissions Required":["権限の追加が必要"],"Manage sites…":["サイト管理…"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["過去%s日間"],", ":["、"],"Site Kit encountered an error":["Site Kit でエラーが発生しました"],"Sign in with Google":["Google アカウントでログイン"],"Site Kit by Google Logo":["Site Kit by Google のロゴ"],"%d notification":["%d 通知"],"Congrats on completing the setup for %s!":["%sの設定完了。おめでとうございます！"],"OK, Got it!":["了解です。"],"Speed":["速度"],"Back":["戻る"],"Error: %s":["エラー: %s"],"Account":["アカウント"],"Dismiss":["非表示"],"Note: ":["注意: "],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["Site Kit by Google を切断すると、すべてのサービスへのアクセスが削除されます。接続を解除した後、サービスを復元するために再認証する必要があります。"],"Disconnect":["接続解除"],"User Avatar":["ユーザーアバター"],"Edit":["編集"],"Cancel":["キャンセル"],"Close":["閉じる"],"Site Kit":["Site Kit"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-user-input-50eac8369ad6b23ca056.js"}}