{"translation-revision-date":"2022-03-31 17:49:01+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"id"},"Go to Settings":["Buka Pengaturan"],"Connect more services to see more stats.":["Sambungkan servis lain untuk melihat status lainnya."],"Looks like Site Kit is unable to place or detect tags on your site. This can be caused by using certain caching or maintenance mode plugins or your site’s frontend is configured on a different host or infrastructure than your administration dashboard.":["Sepertinya Site Kit tidak dapat menempatkan atau mendeteksi tag di situs Anda. Hal ini mungkin disebabkan oleh cache tertentu atau plugin mode pemeliharaan di frontend situs dikonfigurasikan pada host atau infrastruktur yang berbeda dari dasbor administrasi Anda."],"— New URL: %s":["— URL Baru: %s"],"— Old URL: %s":["— URL Lama: %s"],"Activate Google Analytics to track how much traffic you’re getting and how people navigate your site.":["Aktifkan Google Analytics untuk melacak aktivitas yang Anda peroleh, dan bagaimana orang-orang bernavigasi di situs Anda."],"Connect Google Analytics as part of your setup.":["Sambungkan Google Analytics sebagai bagian dari pengaturan Anda."],"Monetization":["Monetisasi"],"Content":["Konten"],"Traffic":["Aktivitas"],"Jump directly to Idea Hub to see topic suggestions for your site":["Buka Idea Hub langsung untuk melihat usulan topik bagi situs Anda"],"Choose at least %s answers":["Pilih setidaknya %s jawaban"],"Text input for option %s":["Input teks untuk opsi %s"],"Get insights on how people find your site, as well as how to improve and monetize your site’s content, directly in your WordPress dashboard.":["Dapatkan insight tentang cara orang menemukan situs Anda, serta cara meningkatkan kualitas dan memonetisasi konten situs Anda, langsung di dasbor WordPress Anda."],"Help":["Bantuan"],"By continuing, you agree to allow Google to use your answers and account info to improve services, per our <privacy>Privacy<\/privacy> & <terms>Terms<\/terms>.":["Dengan melanjutkan, Anda setuju untuk mengizinkan Google menggunakan jawaban dan info akun Anda untuk meningkatkan layanan, sesuai dengan <privacy>Privasi<\/privacy> & <terms>Persyaratan<\/terms> kami."],"All collected data is treated in accordance with the <a>Google Privacy Policy.<\/a>":["Semua data yang dikumpulkan diperlakukan sesuai dengan <a>Kebijakan Privasi Google.<\/a>"],"Help us improve Site Kit by sharing anonymous usage data.":["Bantu kami menjadikan Site Kit lebih baik dengan membagikan data penggunaan anonim."],"Site Kit cannot access the WordPress REST API. Please ensure it is enabled on your site.":["Site Kit tidak dapat mengakses REST API WordPress. Pastikan API tersebut diaktifkan di situs Anda."],"Get help with AdSense":["Dapatkan bantuan terkait AdSense"],"Get support":["Dapatkan dukungan"],"Read help docs":["Baca dokumen bantuan"],"Fix common issues":["Atasi masalah umum"],"Got it":["Oke"],"%dh":["%dj"],"%dm":["%dd"],"%ds":["%d d"],"Now Site Kit will begin suggesting metrics to add to your dashboard that are relevant specifically to you, based on the goals you shared":["Sekarang Site Kit akan mulai menyarankan metrik untuk ditambahkan ke dasbor Anda yang secara khusus relevan bagi Anda, berdasarkan sasaran yang Anda bagikan"],"Remind me later":["Ingatkan saya nanti"],"Let’s go":["Ayo mulai"],"Answer 5 questions and Site Kit will customize your dashboard with specific metrics and opportunities that match your site’s goals":["Jawab 5 pertanyaan dan Site Kit akan menyesuaikan dasbor Anda dengan metrik khusus dan peluang yang sesuai dengan sasaran situs Anda"],"Customize Site Kit to match your goals":["Sesuaikan Site Kit agar sesuai dengan sasaran Anda"],"OK, got it!":["Oke, paham."],"Looks like you’re using a version of WordPress that’s older than 5.0. You can still install and use Site Kit, but some of its features might not work (for example translations).":["Tampaknya Anda menggunakan versi WordPress yang lebih lama dari versi 5.0. Anda tetap dapat menginstal dan menggunakan Site Kit, tetapi fitur tertentu mungkin tidak berfungsi (misalnya, terjemahan)."],"Submit":["Kirim"],"Next":["Berikutnya"],"Get insights about how people find and use your site, how to improve and monetize your content, directly in your WordPress dashboard":["Dapatkan insight tentang cara orang menemukan dan menggunakan situs Anda, serta cara menyempurnakan dan memonetisasi konten, langsung di dasbor WordPress Anda"],"Set up Site Kit":["Siapkan Site Kit"],"Learn how":["Pelajari caranya"],"Learn how to install and use the helper plugin":["Pelajari cara menginstal dan menggunakan plugin pembantu"],"Configure":["Konfigurasikan"],"Configure the helper plugin":["Konfigurasikan plugin pembantu"],"Activate":["Aktifkan"],"Activate the helper plugin":["Aktifkan plugin pembantu"],"Install":["Instal"],"Install the helper plugin":["Instal plugin pembantu"],"Resetting will disconnect all users and remove all Site Kit settings and data within WordPress. <br \/>You and any other users who wish to use Site Kit will need to reconnect to restore access.":["Tindakan reset akan memutuskan hubungan semua pengguna serta menghapus seluruh data dan setelan Site Kit dalam WordPress. <br \/>Anda dan pengguna lain yang ingin menggunakan Site Kit harus terhubung kembali untuk memulihkan akses."],"Redo the plugin setup":["Ulangi penyiapan plugin"],"Source: %s":["Sumber: %s"],"Looks like the AMP CDN is restricted in your region, which could interfere with setup on the Site Kit service.":["Sepertinya CDN AMP dibatasi di wilayah Anda, sehingga dapat mengganggu penyiapan di layanan Site Kit."],"To get more help, ask a question on our <a href=\"%1$s\">support forum<\/a> and include the text of the original error message: %2$s":["Untuk mendapatkan bantuan lebih lanjut, ajukan pertanyaan di <a href=\"%1$s\">forum dukungan<\/a> dan sertakan teks pesan error asli: %2$s"],"Looks like your site is having a technical issue with requesting data from Google services.":["Sepertinya situs mengalami masalah teknis saat meminta data dari layanan Google."],"Looks like the URL of your site has changed. In order to continue using Site Kit, you’ll need to reconnect, so that your plugin settings are updated with the new URL.":["Sepertinya URL situs telah berubah. Untuk terus menggunakan Site Kit, Anda harus terhubung kembali agar setelan plugin diperbarui dengan URL baru."],"Report this problem":["Laporkan masalah ini"],"Copy error to clipboard":["Salin error ke papan klip"],"Site Kit has already been configured by another admin of this site. To use Site Kit as well, sign in with your Google account which has access to Google services for this site (e.g. Google Analytics). Once you complete the 3 setup steps, you’ll see stats from all activated Google products.":["Site Kit telah dikonfigurasi oleh admin lain situs ini. Untuk menggunakan Site Kit, login dengan Akun Google Anda yang memiliki akses ke layanan Google untuk situs ini (misalnya, Google Analytics). Setelah menyelesaikan ketiga langkah penyiapan, Anda akan melihat statistik dari semua produk Google yang aktif."],"Connect your Google account to Site Kit":["Hubungkan Akun Google Anda ke Site Kit"],"Redo setup":["Ulangi penyiapan"],"Site Kit can’t access necessary data":["Site Kit tidak dapat mengakses data yang diperlukan"],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup – make sure to approve all permissions at the authentication stage.":["Site Kit tidak dapat mengakses semua data yang relevan karena Anda belum memberikan semua izin yang diminta saat penyiapan berlangsung. Agar dapat menggunakan Site Kit, Anda harus mengulangi penyiapan. Pastikan untuk menyetujui semua izin pada tahap autentikasi."],"Site Kit can’t access the relevant data from %1$s because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for %1$s – make sure to approve all permissions at the authentication stage.":["Site Kit tidak dapat mengakses data yang relevan dari %1$s karena Anda belum memberikan semua izin yang diminta saat penyiapan berlangsung. Agar dapat menggunakan Site Kit, Anda harus mengulangi penyiapan untuk %1$s. Pastikan untuk menyetujui semua izin pada tahap autentikasi."],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for: %s – make sure to approve all permissions at the authentication stage.":["Site Kit tidak dapat mengakses semua data yang relevan karena Anda belum memberikan semua izin yang diminta saat penyiapan berlangsung. Agar dapat menggunakan Site Kit, Anda harus mengulangi penyiapan untuk: %s. Pastikan untuk menyetujui semua izin pada tahap autentikasi."],"Proceed":["Lanjutkan"],"Additional Permissions Required":["Perlu Izin Tambahan"],"Verifying…":["Memverifikasi…"],"Manage sites…":["Kelola situs…"],"%sK":["%s RB"],"%sM":["%s JT"],", ":[","],"Site Kit encountered an error":["Site Kit mengalami error"],"%s (domain property)":["%s (properti domain)"],"We found %d existing accounts. Please choose which one to use below.":["Kami menemukan %d akun lama. Pilih akun yang akan digunakan di bawah ini."],"Checking Compatibility…":["Memeriksa Kompatibilitas…"],"Your site may not be ready for Site Kit":["Situs Anda mungkin belum siap untuk Site Kit"],"Looks like this may be a staging environment and you already have the helper plugin. Before you can use Site Kit, please make sure you’ve provided the necessary credentials in the Authentication section and verified your production site in Search Console.":["Sepertinya ini lingkungan staging dan Anda telah memiliki plugin pembantu. Agar dapat menggunakan Site Kit, pastikan Anda telah memberikan kredensial yang diperlukan di bagian Autentikasi dan memverifikasi situs produksi Anda di Search Console."],"Looks like this may be a staging environment. If so, you’ll need to install a helper plugin and verify your production site in Search Console.":["Sepertinya ini lingkungan staging. Jika demikian, Anda harus menginstal plugin pembantu dan memverifikasi situs produksi di Search Console."],"Oops! There was a problem during set up. Please try again.":["Maaf. Terjadi masalah saat penyiapan berlangsung. Coba lagi."],"Your site has not been added to Search Console yet. Would you like to add it now?":["Situs Anda belum ditambahkan ke Search Console. Ingin menambahkannya sekarang?"],"Site Kit by Google was successfully reset.":["Site Kit by Google berhasil direset."],"Authenticate Site Kit":["Autentikasikan Site Kit"],"Connect Search Console":["Hubungkan Search Console"],"Authenticate":["Autentikasikan"],"Go to Dashboard":["Buka Dasbor"],"You successfully completed the Site Kit setup and connected Search Console. Check the dashboard for more services to connect.":["Anda berhasil menyelesaikan penyiapan Site Kit dan menghubungkan Search Console. Periksa layanan lainnya yang dapat dihubungkan di dasbor."],"Congratulations!":["Selamat!"],"Your Search Console is set up with Site Kit.":["Search Console Anda telah disiapkan dengan Site Kit."],"We’re locating your Search Console account.":["Kami sedang mencari akun Search Console Anda."],"Choose URL":["Pilih URL"],"Congratulations, your site has been verified!":["Selamat, situs Anda telah diverifikasi!"],"We will need to verify your URL for Site Kit.":["Kami harus memverifikasi URL Anda untuk Site Kit."],"Verify URL":["Verifikasikan URL"],"Website Address":["Alamat Situs"],"Getting your verified sites…":["Mendapatkan situs Anda yang sudah terverifikasi…"],"Sign in with Google":["Login dengan Google"],"You did not grant access to one or more of the requested scopes. Please grant all scopes that you are prompted for.":["Anda tidak memberikan akses ke satu atau beberapa cakupan yang diminta. Berikan akses untuk semua cakupan yang diminta."],"Please sign into your Google account to begin.":["Login ke akun Google Anda untuk memulai."],"Authenticate with Google":["Autentikasikan dengan Google"],"Site Kit by Google Logo":["Logo Site Kit by Google"],"%d notification":["Notifikasi %d","Notifikasi %d"],"Congrats on completing the setup for %s!":["Selamat atas selesainya penyiapan untuk %s."],"OK, Got it!":["Oke, Mengerti."],"Speed":["Kecepatan"],"Back":["Kembali"],"Account":["Akun"],"Dismiss":["Tutup"],"Continue":["Lanjutkan"],"Note: ":["Catatan:"],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["Memutuskan hubungan Site Kit by Google akan menghapus akses Anda ke semua layanan. Setelah memutuskan hubungan, Anda harus memberikan otorisasi ulang untuk memulihkan layanan."],"Disconnect":["Putuskan Hubungan"],"User Avatar":["Avatar Pengguna"],"You revoked access to Site Kit for %s":["Anda mencabut akses %s ke Site Kit"],"Cancel":["Batal"],"Reset Site Kit":["Reset Site Kit"],"Service name\u0004Search Console":["Search Console"],"Reset":["Reset"],"Close":["Tutup"],"Site Kit":["Site Kit"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-dashboard-splash-3c1aabf9cbd2f764ea9e.js"}}