{"translation-revision-date":"2022-05-11 06:02:56+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Got it":["Rozumiem"],"Get support":["Uzyskaj pomoc"],"Get help with AdSense":["Uzyskaj pomoc dotyczącą AdSense"],"Read help docs":["Przeczytaj dokumentację"],"Fix common issues":["Rozwiązywanie typowych problemów"],"%dh":["%dh"],"%dm":["%dm"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Remind me later":["Przypomnij później"],"Let’s go":["Do dzieła"],"Answer 5 questions and Site Kit will customize your dashboard with specific metrics and opportunities that match your site’s goals":["Proszę odpowiedzieć na 5 pytań, a Site Kit dostosuje kokpit za pomocą konkretnych wskaźników i możliwości, które odpowiadają celom witryny"],"OK, got it!":["Ok, rozumiem!"],"Customize Site Kit to match your goals":["Dostosuj Site Kit do swoich celów"],"Looks like you’re using a version of WordPress that’s older than 5.0. You can still install and use Site Kit, but some of its features might not work (for example translations).":["Wygląda na to, że używany jest WordPress w wersji starszej niż 5.0. Nadal można zainstalować i używać Site Kit, ale niektóre jego funkcje mogą nie działać (na przykład tłumaczenia)."],"Submit":["Wyślij"],"Get insights about how people find and use your site, how to improve and monetize your content, directly in your WordPress dashboard":["Uzyskaj informacje o tym, jak ludzie znajdują i używają twojej witryny, jak ulepszać i zarabiać na treści, bezpośrednio w kokpicie WordPressa"],"Next":["Następne"],"Set up Site Kit":["Skonfiguruj Site Kit"],"Learn how":["Dowiedz się jak"],"Learn how to install and use the helper plugin":["Dowiedz się jak zainstalować oraz używać wtyczki pomocniczej"],"Configure the helper plugin":["Skonfiguruj wtyczkę pomocniczą"],"Activate the helper plugin":["Włącz wtyczkę pomocniczą"],"Install the helper plugin":["Zainstaluj wtyczkę pomocniczą"],"Activate":["Włącz"],"Configure":["Konfiguruj"],"screen reader text\u0004(opens in a new tab)":["(otworzy się w nowej karcie)"],"Install":["Zainstaluj"],"Resetting will disconnect all users and remove all Site Kit settings and data within WordPress. <br \/>You and any other users who wish to use Site Kit will need to reconnect to restore access.":["Zresetowanie spowoduje odłączenie wszystkich użytkowników i usunięcie wszystkich ustawień i danych Site Kit w WordPress.<br \/>Ty i wszyscy inni użytkownicy, którzy chcą korzystać z Site Kit, będziecie musieli ponownie połączyć się, aby przywrócić dostęp."],"Redo the plugin setup":["Ponownie skonfiguruj wtyczkę"],"complete module setup\u0004Finish":["Zakończ"],"Source: %s":["Źródło: %s"],"To get more help, ask a question on our <a href=\"%1$s\">support forum<\/a> and include the text of the original error message: %2$s":["Aby uzyskać dodatkową pomoc, zadaj pytanie na naszym <a href=\"%1$s\">forum pomocy<\/a> i dołącz tekst pierwotnego komunikatu o błędzie: %2$s"],"Looks like your site is having a technical issue with requesting data from Google services.":["Wygląda na to, że w witrynie występuje problem techniczny z żądaniem danych z usług Google."],"Looks like the AMP CDN is restricted in your region, which could interfere with setup on the Site Kit service.":["Wygląda na to, że sieć AMP CDN jest ograniczona w twoim regionie, co może zakłócać konfigurację w usłudze Site Kit."],"Looks like the URL of your site has changed. In order to continue using Site Kit, you’ll need to reconnect, so that your plugin settings are updated with the new URL.":["Wygląda na to, że zmienił się adres URL witryny. Aby kontynuować korzystanie z Site Kit, należy ponownie połączyć się, aby ustawienia wtyczki zostały zaktualizowane o nowy adres."],"Report this problem":["Zgłoś ten problem"],"Copy error to clipboard":["Skopiuj błąd do schowka"],"Site Kit has already been configured by another admin of this site. To use Site Kit as well, sign in with your Google account which has access to Google services for this site (e.g. Google Analytics). Once you complete the 3 setup steps, you’ll see stats from all activated Google products.":["Site Kit został już skonfigurowany przez innego administratora witryny. Aby również korzystać z Site Kit, proszę zalogować się na swoje konto Google, które ma dostęp do usług Google dla tej witryny (np. Google Analytics). Po ukończeniu 3 etapów konfiguracji zostaną wyświetlone statystyki ze wszystkich aktywowanych produktów Google."],"Connect your Google account to Site Kit":["Połącz swoje konto Google z Site Kit"],"Redo setup":["Ponów konfigurację"],"Site Kit can’t access necessary data":["Site Kit nie ma dostępu do niezbędnych danych"],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup – make sure to approve all permissions at the authentication stage.":["Site Kit nie może uzyskać dostępu do wszystkich istotnych danych, ponieważ nie przyznano wszystkich uprawnień wymaganych podczas konfiguracji. Aby użyć Site Kit, należy powtórzyć konfigurację - proszę się upewnić, że zatwierdzono wszystkie uprawnienia na etapie uwierzytelniania."],"Site Kit can’t access the relevant data from %1$s because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for %1$s – make sure to approve all permissions at the authentication stage.":["Site Kit nie może uzyskać dostępu do odpowiednich danych z %1$s, ponieważ nie nadano wszystkich uprawnień wymaganych podczas konfiguracji. Aby użyć Site Kit, należy powtórzyć konfigurację %1$s - proszę się upewnić, że zatwierdzono wszystkie uprawnienia na etapie uwierzytelniania."],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for: %s – make sure to approve all permissions at the authentication stage.":["Site Kit nie może uzyskać dostępu do wszystkich istotnych danych, ponieważ nie przyznano wszystkich uprawnień wymaganych podczas konfiguracji. Aby użyć Site Kit, proszę powtórzyć konfigurację dla: %s - proszę się upewnić, że zatwierdzono wszystkie uprawnienia na etapie uwierzytelniania."],"Additional Permissions Required":["Wymagane dodatkowe uprawnienia"],"Proceed":["Kontynuuj"],"Verifying…":["Weryfikacja…"],"Manage sites…":["Zarządzaj witrynami…"],"%sK":["%s tys."],"%sM":["%s mln"],"Last %s day":["Ostatni %s dzień","Ostatnie %s dni","Ostatnie %s dni"],", ":[", "],"Site Kit encountered an error":["Site Kit napotkał błąd"],"Checking Compatibility…":["Sprawdzanie zgodności..."],"We found %d existing accounts. Please choose which one to use below.":["Znaleziono %d kont. Wybierz poniżej, konto które ma być używane."],"%s (domain property)":["%s (właściwość domeny)"],"Your site may not be ready for Site Kit":["Witryna może nie być gotowa na Site Kit"],"Looks like this may be a staging environment and you already have the helper plugin. Before you can use Site Kit, please make sure you’ve provided the necessary credentials in the Authentication section and verified your production site in Search Console.":["Wygląda na to, że może to być środowisko przejściowe i używana już jest wtyczka pomocnicza. Zanim będzie można korzystać z Site Kit, proszę się upewnić, że w sekcji Uwierzytelnianie podano niezbędne dane logowania i zweryfikowano witrynę produkcyjną w Search Console."],"Looks like this may be a staging environment. If so, you’ll need to install a helper plugin and verify your production site in Search Console.":["Wygląda na to, że może to być środowisko przejściowe. Jeśli tak, to proszę zainstalować wtyczkę pomocniczą i zweryfikować witrynę produkcyjną w Search Console."],"Oops! There was a problem during set up. Please try again.":["Ups! Wystąpił problem w trakcie konfiguracji. Proszę spróbować ponownie."],"Site Kit by Google was successfully reset.":["Site Kit od Google został pomyślnie zresetowany."],"Your site has not been added to Search Console yet. Would you like to add it now?":["Witryna nie została jeszcze dodana do Search Console. Czy chcesz ją teraz dodać?"],"Connect Search Console":["Podłącz Search Console"],"Congratulations!":["Gratulacje!"],"Choose URL":["Wybierz adres URL"],"Verify URL":["Zweryfikuj adres URL"],"Website Address":["Adres witryny"],"Sign in with Google":["Zaloguj się z Google"],"OK, Got it!":["Ok, rozumiem!"],"Site Kit by Google Logo":["Logo Site Kit od Google"],"%d notification":["%d powiadomienie","%d powiadomienia","%d powiadomień"],"Congrats on completing the setup for %s!":["Gratulacje ukończenia konfiguracji dla %s!"],"Your Search Console is set up with Site Kit.":["Twoja usługa Search Console jest skonfigurowana za pomocą narzędzia Site Kit."],"Getting your verified sites…":["Pobieram zweryfikowane witryny…"],"Please sign into your Google account to begin.":["Aby rozpocząć, zaloguj się na swoje konto Google."],"Go to Dashboard":["Przejdź do kokpitu"],"Account":["Konto"],"Back":["Powrót"],"Authenticate":["Uwierzytelnij"],"Authenticate Site Kit":["Uwierzytelnij Site Kit"],"Congratulations, your site has been verified!":["Gratulacje, witryna została pozytywnie zweryfikowana!"],"You successfully completed the Site Kit setup and connected Search Console. Check the dashboard for more services to connect.":["Pomyślnie ukończono konfigurację Site Kit i podłączono Search Console. Proszę sprawdzić kokpit, w celu połączenie innych usług."],"We’re locating your Search Console account.":["Szukamy twojego konta Search Console."],"We will need to verify your URL for Site Kit.":["Będziemy musieli zweryfikować adres URL dla Site Kit."],"You did not grant access to one or more of the requested scopes. Please grant all scopes that you are prompted for.":["Nie przyznano dostępu do co najmniej jednego z żądanych zakresów. Proszę podać wszystkie zakresy, o które prosimy."],"Dismiss":["Odrzuć"],"Authenticate with Google":["Uwierzytelnianie z Google"],"Continue":["Kontynuuj"],"Service name\u0004Search Console":["Search Console"],"Cancel":["Anuluj"],"Disconnect":["Rozłącz"],"User Avatar":["Awatar użytkownika"],"Reset Site Kit":["Resetuj Site Kit"],"You revoked access to Site Kit for %s":["Odwołałeś dostęp do Site Kit dla %s"],"Site Kit will no longer have access to your account. If you’d like to reconnect Site Kit, click \"Sign in with Google\" below to generate new credentials.":["Site Kit nie będzie już mieć dostępu do twojego konta. Jeśli chcesz ponownie połączyć Site Kit, kliknij „Zaloguj się przez Google” poniżej, aby wygenerować nowe poświadczenia."],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["Odłączenie Site Kit przez Google usunie dostęp do wszystkich usług. Po rozłączeniu będzie trzeba ponownie autoryzować, aby przywrócić usługę."],"Note: ":["Adnotacja:"],"Reset":["Resetuj"],"Close":["Zamknij"],"Site Kit":["Site Kit"],"Reconnect Site Kit":["Ponownie połącz Site Kit"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-dashboard-splash-3c1aabf9cbd2f764ea9e.js"}}