{"translation-revision-date":"2022-05-31 12:26:17+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Site Kit is currently configured to neither place the Universal Analytics snippet nor the Google Analytics 4 snippet. If you have manually inserted these snippets, you will have to modify them to include the Optimize ID, or alternatively you will need to enable Site Kit to place them.":["Actualmente, Site Kit está configurado para no colocar el fragmento código de Universal Analytics ni el fragmento de Google Analytics 4. Si has insertado manualmente estos fragmentos de código, tendrás que modificarlos para incluir el ID de optimización o, alternativamente, tendrás que activar Site Kit para colocarlos."],"Site Kit is currently configured to not place the Universal Analytics snippet. If you have manually inserted this snippet, you will have to modify it to include the Optimize ID, or alternatively you will need to enable Site Kit to place it.":["Actualmente, Site Kit está configurado para no colocar el fragmento código de Universal Analytics. Si has insertado manualmente este fragmento de códigp, tendrás que modificarlo para incluir el ID de optimización o, alternativamente, tendrás que activar Site Kit para colocarlo."],"Site Kit is currently configured to not place the Google Analytics 4 snippet. If you have manually inserted this snippet, you will have to modify it to include the Optimize ID, or alternatively you will need to enable Site Kit to place it.":["Site Kit está configurado actualmente para no colocar el fragmento de código de Google Analytics 4. Si has insertado manualmente este fragmento de código, tendrás que modificarlo para incluir el ID de optimización o, alternativamente, tendrás que activar Site Kit para colocarlo."],"Analytics is currently set to not track some logged-in users. If you’re setting up or testing experiments on <a>optimize.google.com<\/a>, make sure you’re not logged in to your WordPress site, otherwise the experiment will fail.":["En este momento, Analytics está configurado para no realizar el seguimiento de algunos usuarios conectados. Si estás configurando o probando experimentos en <a>optimize.google.com<\/a>, asegúrate de que no estás conectado en tu sitio WordPress, de lo contrario, el experimento fallará."],"Anti-flicker snippet":["Fragmento antiparpadeo"],"Learn more about the anti-flicker snippet.":["Más información sobre el fragmento antiparpadeo."],"Place anti-flicker snippet on your site":["Colocar un fragmento antiparpadeo en tu sitio."],"Site Kit will not add the code to your site. <a>Learn more<\/a>.":["Site Kit no añadirá el código a tu sitio. <a>Más información<\/a>."],"Site Kit will add the code automatically. <a>Learn more<\/a>.":["Site Kit añadirá el código automáticamente. <a>Más información<\/a>."],"screen reader text\u0004(disabled)":["(desactivado)"],"Users that can write posts will be excluded from Analytics tracking":["Los usuarios que pueden escribir entradas serán excluidos del seguimiento de Analytics"],"Users that can write posts":["Usuarios que pueden escribir entradas"],"All logged-in users":["Todos los usuarios conectados"],"%dh":["%d h"],"%dm":["%d m"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"screen reader text\u0004(opens in a new tab)":["(abre en una nueva pestaña)"],"This service was originally connected by an administrator — you can contact them for more information.":["Este servicio fue conectado originalmente por un administrador — Puedes contactar con él para más información."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Este servicio fue conectado originalmente por el administrador «%s» — Puedes contactar con él para más información."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Tu cuenta de Google no tiene permisos suficientes para acceder a los datos de %s, por lo que no podrás ver sus estadísticas en el escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Tu cuenta de Google no tiene permisos suficientes para esta propiedad de Search Console, por lo que no podrás ver sus estadísticas en el escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Tu cuenta de Google no tiene permisos suficientes para esta vista de Analytics, por lo que no podrás ver sus estadísticas en el escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Tu cuenta de Google no tiene permisos suficientes para esta propiedad de Analytics, por lo que no podrás ver sus estadísticas en el escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Tu cuenta de Google no tiene permisos suficientes para esta cuenta de Analytics, por lo que no podrás ver sus estadísticas en el escritorio de Site Kit."],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Para corregirlo, <a href=\"%s\">vuelve a hacer la configuración del plugin<\/a>."],"<a href=\"%s\">Click here<\/a> to connect Google Analytics":["<a href=\"%s\">Haz clic aquí<\/a> para conectar con Google Analytics"],"Google Analytics must be active to use Optimize":["Google Analytics debe estar activo para poder usar Optimize"],"<a href=\"%s\">Click here<\/a> for how to implement Optimize tag in Google Analytics Code Snippet":["<a href=\"%s\">Haz clic aquí<\/a> para saber cómo implementar la etiqueta de Optimize en el fragmento de código de Google Analytics"],"<a href=\"%s\">Click here<\/a> for how to implement Optimize tag through your Tag Manager":["<a href=\"%s\">Haz clic aquí<\/a> para saber cómo implementar la etiqueta de Optimize en tu Tag Manager"],"Not a valid Optimize ID.":["No es un ID válido de Optimize."],"Format: GTM-XXXXXXX or OPT-XXXXXXX":["Formato: GTM-XXXXXXX o OPT-XXXXXXX"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Último día (%s)","Últimos %s días"],", ":[", "],"All logged-in users will be included in Analytics tracking":["Todos los usuarios conectados serán incluidos en el seguimiento de Analytics"],"All logged-in users will be excluded from Analytics tracking":["Todos los usuarios conectados serán excluidos del seguimiento de Analytics"],"Exclude from Analytics":["Excluir de Analytics"],"%d notification":["%d aviso","%d avisos"],"To set up experiments and see the results, go to ":["Para configurar experimentos y ver los resultados ve a"],"Snippet is not inserted":["El fragmento de código no se ha insertado"],"Snippet is inserted":["El fragmento de código se ha insertado"],"Error: %s":["Error: %s"],"Configure Optimize":["Configurar Optimize"],"Optimize Container ID":["ID de contenedor de Optimize"],"You can locate this here.":["Puedes localizar esto aquí."],"Please copy and paste your Optimize ID to complete your setup.":["Por favor, copia y pega tu ID de Optimize para completar tu configuración."],"AMP experiment settings are not in a valid JSON format.":["Error: Los ajustes del experimento AMP no están en un formato JSON válido."],"Please input your AMP experiment settings in JSON format below.":["Por favor, introduce abajo tus ajustes del experimento AMP en formato JSON."],"You disabled Analytics auto insert snippet. If you are using Google Analytics code snippet, add the code below:":["Has desactivado la inserción automática del fragmento de código de Analytics. Si estás usando un fragmento de código de Google Analytics, añade el código a continuación:"],"You are using auto insert snippet with Tag Manager":["Estás utilizando la inserción automática del fragmento de código con Tag Manager"],"Your Optimize Container ID":["Tu ID de contenedor de Optimize"],"Learn More":["Saber más"],"Service name\u0004Optimize":["Optimize"],"Probability and confidence calculations":["Cálculos de probabilidad y confianza"],"Improvement tracking":["Seguimiento de la mejora"],"A\/B or multivariate testing":["Pruebas A\/B o multivariante"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-optimize-c0c2f31aff0c4677e6b6.js"}}