{"translation-revision-date":"2022-05-11 06:02:56+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"%dh":["%dh"],"%dm":["%dm"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Bounce Rate %":["Współczynnik odrzuceń %"],"Select ad unit":["Wybierz jednostkę reklamową"],"Overview":["Przegląd"],"Others":["Inne"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>"],"Complete %s setup":["Dokończ konfigurację %s"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s%%<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s%%<\/em>"],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s vs %2$s"],"Complete setup":["Dokończ konfigurację"],"%s module setup needs to be completed":["Konfiguracja modułu %s powinna zostać dokończona"],"Learn more about updating your AdSense account":["Dowiedz się więcej o aktualizowaniu konta AdSense"],"Learn more about adding a user to an existing AdSense account":["Dowiedz się więcej o dodawaniu użytkownika do istniejącego konta AdSense"],"Learn more about IP anonymization.":["Dowiedz się więcej o anonimizacji adresów IP."],"screen reader text\u0004(opens in a new tab)":["(otworzy się w nowej karcie)"],"Learn more here.":["Dowiedz się więcej tutaj."],"Performance over the last %s day":["Wydajność z ostatniego %s dnia","Wydajność z ostatnich %s dni","Wydajność z ostatnich %s dni"],"Got a Google Analytics 4 (GA4) property and want to find out how to use it with Site Kit?":["Masz usługę Google Analytics 4 (GA4) i chcesz się dowiedzieć, jak z niej korzystać z Site Kit?"],"Page CTR":["CTR strony"],"Performance by page over the last %s day":["Wydajność według strony w ciągu ostatniego %s dnia","Wydajność według strony w ciągu ostatnich %s dni","Wydajność według strony w ciągu ostatnich %s dni"],"See full stats in %s":["Zobacz pełne statystyki w %s"],"Source: %s":["Źródło: %s"],"default Analytics view name\u0004All Web Site Data":["Wszystkie dane witryny"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Aby naprawić, <a href=\"%s\">ponownie skonfiguruj wtyczkę<\/a>."],"View Name":["Nazwa widoku"],"A view with this name already exists.":["Widok o tej nazwie już istnieje."],"Warning":["Ostrzeżenie"],"You can make changes to this view (e.g. exclude URL query parameters) in Google Analytics.":["Można wprowadzić zmiany w tym widoku (np. Wykluczyć parametry zapytania adresu URL) w Google Analytics."],"Previous period":["Poprzedni okres"],"Set up a new view":["Skonfiguruj nowy widok"],"Timezone":["Strefa czasowa"],"Country":["Kraj"],"You will need to give Site Kit permission to create an Analytics account on your behalf and also accept the Google Analytics terms of service.":["Należy zezwolić Site Kit na utworzenie konta Analytics w twoim imieniu, a także zaakceptować warunki korzystania z usługi Google Analytics."],"You will be redirected to Google Analytics to accept the terms of service.":["Nastąpi przekierowanie do Google Analytics, aby zaakceptować warunki korzystania z usługi."],"Create your Analytics account":["Utwórz konto Analytics"],"Additional permissions are required to create a new Analytics account.":["Do utworzenia nowego konta Analytics wymagane są dodatkowe uprawnienia."],"No ad impressions yet":["Brak wyświetleń reklam"],"Invalid account status: %s":["Nieprawidłowy stan konta: %s"],"The AdSense code has been placed by another plugin or theme":["Kod AdSense został umieszczony przez inną wtyczkę lub motyw"],"Add site to AdSense":["Dodaj witrynę do AdSense"],"Your account is ready to use AdSense":["Twoje konto jest gotowe do korzystania z AdSense"],"We’ve pre-filled the required information for your new account. Confirm or edit any details:":["Wstępnie wypełniliśmy wymagane informacje dotyczące twojego nowego konta. Proszę potwierdzić lub zmienić dane:"],"You don’t have any ad impressions yet. Make sure you’ve completed these steps in AdSense:":["Nie ma jeszcze żadnych wyświetleń reklam. Proszę się upewnić, że  te czynności w AdSense:"],"Invalid site status: %s":["Nieprawidłowy stan witryny: %s"],"We’ve detected that you haven’t added this site to your AdSense account yet.":["Wykryliśmy, że nie dodano jeszcze witryny do konta AdSense."],"Add site to your AdSense account":["Dodaj witrynę do konta AdSense"],"Site Kit has placed AdSense code on your site to connect your site to AdSense and help you get the most out of ads. This means Google will automatically place ads for you in all the best places.":["Site Kit umieścił w witrynie kod AdSense, aby połączyć ją z AdSense i pomóc w pełni wykorzystać reklamy. Oznacza to, że Google automatycznie umieszcza reklamy we wszystkich najlepszych miejscach."],"Site Kit detected AdSense code for a different account %s on your site. For a better ads experience, you should remove AdSense code that’s not linked to this AdSense account.":["Site Kit wykrył kod AdSense dla innego konta %s w witrynie. Aby uzyskać lepszą jakość reklam, należy usunąć kod AdSense, który nie jest powiązany z tym kontem AdSense."],"Recommended":["Polecane"],"Looks like you have an AdMob account":["Wygląda na to, że masz konto AdMob"],"Your account is getting ready":["Twoje konto jest gotowe"],"Select your AdSense account":["Wybierz swoje konto AdSense"],"Already use AdSense? Add %s as a user to an existing AdSense account.":["Korzystasz już z AdSense? Dodaj %s jako użytkownika do istniejącego konta AdSense."],"To start using AdSense, you need to update your account so that you can connect your site to AdSense.":["Aby zacząć korzystać z AdSense, należy zaktualizować swoje konto, aby połączyć witrynę z AdSense."],"Site Kit has placed AdSense code on every page across your site.":["Site Kit umieścił kod AdSense na każdej stronie w witrynie."],"Looks like you have multiple AdSense accounts associated with your Google account. Select the account to use with Site Kit below.":["Wygląda na to, że masz wiele kont AdSense powiązanych ze swoim kontem Google.  Poniżej proszę wybrać konto, które ma być używane z Site Kit."],"Site Kit detected AdSense code %1$s on your page. We recommend you remove that code or add %2$s as a user to the AdSense account %3$s.":["Site Kit wykrył kod AdSense %1$s w witrynie. Zalecamy usunięcie tego kodu lub dodanie %2$s jako użytkownika do konta AdSense %3$s."],"Keep AdSense code placed by Site Kit":["Proszę zachować kod AdSense umieszczony przez Site Kit"],"Link Analytics and AdSense":["Połącz Analytics i AdSense"],"Verified that your site is marked as \"Ready\"":["Zweryfikowano i witryna jest oznaczona jako \"gotowa\""],"Enabled auto ads for your site":["Włączono automatyczne reklamy w witrynie"],"AdSense Code":["Kod AdSense"],"Check your site status":["Sprawdź stan swojej witryny"],"Account Status":["Status konta"],"Publisher ID":["Identyfikator wydawcy"],"Your account has been approved":["Twoje konto zostało zatwierdzone"],"The AdSense code has not been placed on your site":["Kod AdSense nie został umieszczony w witrynie"],"The AdSense code has been placed on your site":["Kod AdSense został umieszczony w witrynie"],"You need to fix some issues before your account is approved. Go to AdSense to find out how to fix it":["Należy rozwiązać niektóre problemy, zanim twoje konto zostanie zatwierdzone. Proszę przejść do AdSense, aby dowiedzieć się, jak to naprawić"],"We’re getting your site ready for ads. This usually takes less than a day, but it can sometimes take a bit longer":["Przygotowujemy witrynę do wyświetlania reklam. Zwykle zajmuje to mniej niż jeden dzień, ale czasami może potrwać nieco dłużej"],"%sK":["%s tys."],"%sM":["%s mln"],"Site Status":["Status witryny"],"Last %s day":["Ostatni %s dzień","Ostatnie %s dni","Ostatnie %s dni"],", ":[", "],"None":["Brak"],"Set up a new account":["Skonfiguruj nowe konto"],"Once completed, click the link below to re-fetch your accounts to continue.":["Po zakończeniu proszę kliknąć poniższy link, aby ponownie pobrać konta i kontynuować."],"To create a new account, click the button below which will open the Google Analytics account creation screen in a new window.":["Aby utworzyć nowe konto, proszę kliknąć poniższy przycisk. Otworzy to ekran tworzenia konta Google Analytics w nowym oknie."],"IP addresses will be anonymized.":["Adresy IP zostaną zanonimizowane."],"IP addresses will not be anonymized.":["Adresy IP nie zostaną zanonimizowane."],"Anonymize IP addresses":["Zanonimizuj adresy IP"],"Let’s get your site ready for ads":["Przygotujmy witrynę do wyświetlania reklam"],"Exclude from Analytics":["Wyklucz z Analytics"],"Go to your AdSense account to check on your site’s status or to complete setting up":["Proszę wejść na konto AdSense, aby sprawdzić stan witryny lub zakończyć konfigurację"],"After you’ve finished setting up your account, we’ll let you know when your site is ready to show ads. This usually takes less than a day, but it can sometimes take a bit longer.":["Gdy skończysz konfigurować konto, damy ci znać, kiedy witryna będzie gotowa do wyświetlania reklam. Zwykle zajmuje to mniej niż jeden dzień, ale czasami może potrwać nieco dłużej."],"Create Account":["Utwórz konto"],"Sessions":["Sesje"],"Users":["Użytkownicy"],"Error: %s":["Błąd: %s"],"View":["Zobacz"],"Property":["Właściwość"],"Total Earnings":["Całkowite przychody"],"%d notification":["%d powiadomienie","%d powiadomienia","%d powiadomień"],"Your site isn’t ready to show ads yet":["Twoja witryna nie jest jeszcze gotowa na wyświetlanie reklam"],"Session Duration":["Czas trwania sesji"],"Ad Impressions":["Wyświetlenia reklam"],"Looks like you don't have an Analytics account yet. Once you create it, click on \"Re-fetch my account\" and Site Kit will locate it.":["Wygląda na to, że nie masz jeszcze konta Analytics. Po utworzeniu kliknij „Ponownie sprawdź moje konto”, a Site Kit je zlokalizuje."],"Set up a new property":["Skonfiguruj nową usługę"],"Re-fetch My Account":["Ponownie sprawdź moje konto"],"Page RPM":["RPM strony"],"%s module needs to be configured":["Należy skonfigurować moduł  %s "],"Complete %s activation":["Ukończ aktywację  %s"],"Impressions":["Wyświetlenia"],"%s Gathering Data":["%s Zbieranie danych"],"Create your AdSense account":["Utwórz swoje konto AdSense"],"Create AdSense Account":["Utwórz konto AdSense"],"Looks like you’re already using AdSense":["Wygląda na to, że już korzystasz z AdSense"],"check module page":["sprawdź stronę modułów"],"Page Title":["Tytuł strony"],"Learn more":["Dowiedz się więcej"],"Account":["Konto"],"Back":["Powrót"],"Site Kit has placed AdSense code on your site: %s":["Site Kit dodał kod AdSense w witrynie: %s"],"Top Earning Pages":["Strony o najwyższych przychodach"],"You’ve already got an AdSense code on your site for this account, we recommend you use Site Kit to place code to get the most out of AdSense.":["Kod AdSense dla konta jest już używany w witrynie. Zalecamy skorzystanie z narzędzia Site Kit do umieszczenia kodu i pełnego wykorzystania możliwości AdSense."],"Site Kit will place AdSense code on your site to connect your site to AdSense and help you get the most out of ads. This means Google will automatically place ads for you in all the best places.":["Site Kit umieści kod AdSense w witrynie, aby połączyć ją z AdSense i pomóc w pełni wykorzystać reklamy. Oznacza to, że Google automatycznie umieści reklamy we wszystkich najlepszych miejscach."],"Let Site Kit place AdSense code on your site":["Pozwól Site Kit umieścić kod AdSense w witrynie"],"Site Kit will place AdSense code on every page across your site. This means Google will automatically place ads for you in all the best places.":["Site Kit umieści kod AdSense na każdej stronie w witrynie. Oznacza to, że Google automatycznie umieszcza reklamy we wszystkich najlepszych miejscach."],"Go to AdSense to find out how to fix the issue":["Proszę przejść do AdSense, aby dowiedzieć się, jak rozwiązać problem"],"Let Site Kit place AdSense code on your site to get your site approved":["Proszę pozwolić Site Kit umieścić kod AdSense w witrynie, aby została ona zatwierdzona"],"You need to fix some things before we can connect Site Kit to your AdSense account.":["Należy naprawić kilka rzeczy, zanim będziemy mogli połączyć Site Kit z Twoim kontem AdSense."],"Create an account":["Załóż konto"],"Earnings":["Zyski"],"Continue":["Kontynuuj"],"Service name\u0004AdSense":["AdSense"],"Connect Service":["Podłącz usługę"],"Cancel":["Anuluj"],"Disconnect":["Rozłącz"],"continue module setup":["kontynuuj konfigurację modułu"],"Set up %s":["Skonfiguruj %s"],"Setup incomplete: %s":["Konfiguracja niekompletna: %s"],"Service name\u0004Analytics":["Analityka"],"Note: ":["Adnotacja:"],"Day":["Dzień"],"Activate %s":["Włącz %s"],"Intelligent, automatic ad placement":["Inteligentne, automatyczne rozmieszczanie reklam"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-adsense-5f604ec3546839f246d6.js"}}