{"translation-revision-date":"2022-03-31 17:50:06+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Go to Settings":["Ayarlar'a git"],"Connect more services to see more stats.":["Daha fazla istatistik görmek için daha fazla hizmet bağlayın."],"Back to dashboard":["Panoya dön"],"Traffic":["Trafik"],"Content":["İçerik"],"Display relevant page stats in the Admin bar":["İlgili sayfa istatistiklerini Yönetici araç çubuğunda göster"],"Plugin Settings":["Eklenti Ayarları"],"Help":["Yardım"],"By continuing, you agree to allow Google to use your answers and account info to improve services, per our <privacy>Privacy<\/privacy> & <terms>Terms<\/terms>.":["Devam ederek cevaplarınızın ve hesap bilgilerinizin Google tarafından hizmetleri iyileştirme amacıyla <privacy>Gizlilik<\/privacy> ve <terms>Şartlar<\/terms> hükümlerimiz doğrutusunda kullanılmasını onaylamış olursunuz."],"All collected data is treated in accordance with the <a>Google Privacy Policy.<\/a>":["Toplanan tüm veriler, <a>Google Gizlilik Politikası<\/a>'na uygun şekilde işlenir."],"Help us improve Site Kit by sharing anonymous usage data.":["Anonim kullanım verileri paylaşarak Site Kit'i iyileştirmemize yardımcı olun."],"You can always edit your answers after your submission in Settings.":["Gönderdikten sonra Ayarlar'da istediğiniz zaman cevaplarınızı düzenleyebilirsiniz."],"Get help with AdSense":["AdSense ile ilgili yardım alın"],"Get support":["Destek alın"],"Read help docs":["Yardım dokümanlarını okuyun"],"Fix common issues":["Sık karşılaşılan sorunları düzeltin"],"Got it":["Anladım"],"Other: %s":["Diğer: %s"],"%dh":["%d sa."],"%dm":["%d dk."],"%ds":["%d sn."],"Now Site Kit will begin suggesting metrics to add to your dashboard that are relevant specifically to you, based on the goals you shared":["Şimdi Site Kit, panonuza eklemeniz için paylaştığınız hedeflere dayalı size özel metrikler önermeye başlayacak"],"Based on your responses, Site Kit will show you metrics and suggestions that are specific to your site to help you achieve your goals":["Site Kit, hedeflerinize ulaşmanıza yardımcı olmak için yanıtlarınıza dayanarak sitenize özel metrikler ve öneriler gösterir"],"Your site goals":["Site hedefleriniz"],"Remind me later":["Daha sonra hatırlat"],"Answer 5 questions and Site Kit will customize your dashboard with specific metrics and opportunities that match your site’s goals":["5 soruyu yanıtladığınızda Site Kit, kontrol panelinizi site hedeflerinize uyan belirli metrikler ve fırsatlarla günceller"],"Submit":["Gönder"],"Next":["Sonraki"],"Generating more revenue":["Daha fazla gelir elde etmek"],"Sell products or services":["Ürün veya hizmet satmak"],"Which best describes your team\/role relation to this site?":["Bu siteyle ilgili olarak ekibinizin veya sizin rolünüzü en iyi hangisi açıklıyor?"],"To help us identify opportunities for your site, enter the top three search terms that you’d like to show up for:":["Sitenizle ilgili fırsatları belirlememize yardımcı olmak için gösterilmesini istediğiniz ilk üç arama terimini girin:"],"What do you need help most with for this site?":["Bu site için en çok hangi konuda yardıma ihtiyacınız var?"],"What are the goals of this site?":["Bu site için hedefler nelerdir?"],"How often do you create new posts for this site?":["Bu site için ne sıklıkta yeni yayınlar oluşturuyorsunuz?"],"Encouragement to post more frequently":["Daha sık yayınlamak için teşvik"],"Understanding which content is performing best":["Hangi içeriğin en iyi sonuç verdiğini anlamak"],"Help my content rank in a better position in Google search results":["Google arama sonuçlarında sıralamamı daha iyi bir konuma yükseltmek için yardım"],"Expanding my business into new cities, states or markets":["İşletmemi yeni şehirlere, bölgelere veya pazarlara genişletmek"],"Growing my audience":["Kitlemi büyütmek"],"Finding new topics to write about that connect with my audience":["Kitlemle bağlantı kurmak için yazacağım yeni konular bulmak"],"Improving speed and performance":["Hızı ve performansı artırmak"],"Retaining visitors, turning them into loyal readers or customers":["Ziyaretçileri tutmak, sadık okuyucular veya müşteriler olmalarını sağlamak"],"Share a business card or portfolio to represent me or my company online":["Beni veya şirketimi internet üzerinde temsil edecek bir kartvizit veya portföy paylaşmak"],"Publish news content":["Haber içerikleri yayınlamak"],"Publish a blog":["Blog yayınlamak"],"Monetize content (with ads or affiliate links)":["İçerikten para kazanmak (reklamlarla veya satış ortağı bağlantılarıyla)"],"I am a part-time or freelance consultant who is helping with this site":["Ben bu siteye yardımcı olmak için yarı zamanlı veya serbest çalışan bir danışmanım"],"I am part of the in-house team in a content creation, growth, SEO or technical role":["Şirket bünyesinde içerik oluşturma, büyüme, SEO veya teknik işlerden sorumlu bir ekipte yer alıyorum"],"I am the owner of the site and have a team who works on this site":["Sitenin sahibiyim ve bu site için çalışan bir ekibim var"],"I am the owner and sole creator and admin":["Sitenin sahibi, tek geliştiricisi ve yöneticisiyim"],"Never":["Hiç bir zaman"],"screen reader text\u0004(opens in a new tab)":["(yeni sekmede açılır)"],"Resetting will disconnect all users and remove all Site Kit settings and data within WordPress. <br \/>You and any other users who wish to use Site Kit will need to reconnect to restore access.":["Sıfırlandığında tüm kullanıcıların bağlantısı kesilecek ve tüm Site Kit ayarları ile WordPress’teki veriler kaldırılacaktır. <br \/>Siz ve Site Kit’i kullanmak isteyen tüm kullanıcıların erişimi geri almak için yeniden bağlanmanız gerekecek."],"Source: %s":["Kaynak: %s"],"Report this problem":["Bu problemi bildir"],"Copy error to clipboard":["Hatayı panoya kopyala"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Bunu düzeltmek için <a href=\"%s\">eklenti kurulumunu yeniden yapın<\/a>."],"Site Kit can’t access necessary data":["Site Kit gerekli verilere erişemiyor"],"Redo setup":["Kurulumu yeniden yapın"],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup – make sure to approve all permissions at the authentication stage.":["Kurulum sırasında istenen izinlerin hepsini onaylamadığınızdan Site Kit tüm ilgili verilere erişemiyor. Site Kit’i kullanmak için kurulumu yeniden yapmanız gerekecek. Bu sefer kimlik doğrulama aşamasında tüm izinleri onayladığınızdan emin olun."],"Site Kit can’t access the relevant data from %1$s because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for %1$s – make sure to approve all permissions at the authentication stage.":["Kurulum sırasında istenen izinlerin hepsini onaylamadığınızdan Site Kit %1$s tarafından sağlanan ilgili verilere erişemiyor. Site Kit’i kullanmak istiyorsanız %1$s için kurulumu yeniden yapmanız gerekecek. Kimlik doğrulama aşamasında tüm izinleri onayladığınızdan emin olun."],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for: %s – make sure to approve all permissions at the authentication stage.":["Kurulum sırasında istenen izinlerin hepsini onaylamadığınızdan Site Kit tüm ilgili verilere erişemiyor. Site Kit’i kullanmak istiyorsanız şunun için kurulumu yeniden yapmanız gerekecek: %s – kimlik doğrulama aşamasında tüm izinleri onayladığınızdan emin olun."],"Proceed":["İlerle"],"Additional Permissions Required":["Ek İzinler Gerekli"],"Saving…":["Kaydediliyor…"],"Manage sites…":["Siteleri yönet…"],"%sK":["%sK"],"%sM":["%sM"],", ":[", "],"Site Kit encountered an error":["Site Kit bir hatayla karşılaştı"],"Sign in with Google":["Google ile giriş yap"],"%d notification":["%d bildirim","%d bildirim"],"Speed":["Hız"],"OK, Got it!":["Tamam, anladım!"],"Back":["Geri"],"Error: %s":["Hata: %s"],"Account":["Hesap"],"Site Kit by Google Logo":["Site Kit by Google Logosu"],"Dismiss":["Kapat"],"Congrats on completing the setup for %s!":["%s kurulumunu tamamladığınız için tebrikler!"],"Disconnect":["Bağlantıyı kes"],"Admin Settings":["Yönetici Ayarları"],"Connected Services":["Bağlı Hizmetler"],"Tracking":["İzleme"],"Plugin Status":["Eklenti Durumu"],"Edit":["Düzenle"],"%s is not connected":["%s bağlı değil"],"Cancel":["İptal"],"%s is connected":["%s bağlı"],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["Site Kit by Google bağlantısını kesmek tüm hizmetlere erişiminizi kaldırır. Bağlantı kesildikten sonra hizmeti geri yüklemek için yeniden yetkilendirmeniz gerekecektir."],"User Avatar":["Kullanıcı Avatar’ı"],"Connect More Services":["Diğer Hizmetleri Bağla"],"Site Kit is connected":["Site Kit bağlandı"],"We’re working on adding new services to Site Kit by Google all the time, so please check back in the future.":["Site Kit by Google’a yeni hizmetler eklemek için sürekli çalışıyoruz. Daha sonra tekrar kontrol edin."],"Connect More Services to Gain More Insights":["Daha Fazla Analiz için Daha Fazla Hizmet Bağlayın"],"Disconnect %s from Site Kit?":["%s ile Site Kit’in bağlantısı kesilsin mi?"],"See full details in %s":["Tüm ayrıntıları %s içinde görebilirsiniz"],"Disconnect %s from Site Kit":["%s ile Site Kit’in bağlantısını kes"],"Confirm Changes":["Değişiklikleri Onaylayın"],"By disconnecting the %s module from Site Kit, you will no longer have access to:":["%s modülünün bağlantısını Site Kit’ten kaldırdığınızda artık şunlara erişiminiz olmayacaktır:"],"Section locked while editing":["Düzenleme sırasında bölüm kilitlendi"],"Set up %s":["%s modülünü kur"],"Reset Site Kit":["Site Kit’i sıfırlayın"],"Congrats, you’ve connected all services!":["Tebrikler, tüm hizmetleri bağladınız!"],"Note: ":["Not: "],"Reset":["Sıfırla"],"Close":["Kapat"],"Site Kit":["Site Kit"],"Settings":["Ayarlar"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-settings-9e7529f5799e8e3fa4ef.js"}}