{"translation-revision-date":"2022-05-25 07:06:24+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"The updated Search Funnel shows you a more comprehensive view of how traffic from Search is changing.":["Den uppdaterade söktratten ger en mer heltäckande bild av hur trafiken från Sök förändras."],"See trends over time for your site’s Search metrics":["Se trender över tid för statistiken över webbplatsens visningar i sökningar"],"Search by URL or by post title and your dashboard will be filtered to show stats just for that URL.":["Sök efter URL eller inläggsrubrik så filtreras din adminpanel att visa statistik för just den URL:en."],"Check stats for a specific post":["Kolla in statistik för ett specifikt inlägg"],"Jump straight to the relevant section in your dashboard with just one click - no more scrolling.":["Hoppa direkt till den relevanta sektionen i din adminpanel med endast ett klick – inget mer rullande."],"Drafts you created from Idea Hub within Site Kit appear here for easy access.":["Utkast som du skapade från ”Idea Hub” i Site Kit visas här för enkel åtkomst."],"Get started writing about your saved ideas":["Kom igång med att skriva om dina sparade idéer"],"Save for later or dismiss":["Spara till senare eller avfärda"],"Found an interesting idea you want to write about? Create a draft! You can always get back to it later on the Posts page.":["Har du hittat en intressant idé du vill skriva om? Skapa ett utkast! Du kan alltid återkomma till det senare på inläggssidan."],"Start a draft":["Skapa ett utkast"],"These ideas are based on unanswered searches related to the content of your site. They are organized by topics and will refresh every 2-3 days.":["Dessa idéer är baserade på obesvarade sökningar relaterade till innehållet på din webbplats. De är organiserade efter ämnen och uppdateras varannan till var tredje dag."],"Get inspiration for new topics to write about!":["Få inspiration till nya ämnen att skriva om!"],"Select a time frame to see the comparison with the previous time period":["Välj ett tidsintervall för att se en jämförelse mot föregående tidsperiod"],"Check how your traffic changed since you last looked":["Kolla in hur din trafik har förändrats sedan du kollade senast"],"Click on the chart slices to see how each segment has changed over time":["Klicka på diagramdelarna för att se hur respektive segment har förändrats över tiden"],"See where your visitors come from":["Se var dina besökare kommer ifrån"],"Check the trend graph to see how your traffic changed over time":["Kolla in trenddiagrammet för att se hur din trafik har förändrats över tiden"],"It’s now easier to see your site’s traffic at a glance":["Nu har det blivit enklare att snabbt se din webbplats trafik"],"Access the Site Kit docs or ask a question in our support forum from here.":["Gå till dokumentationen för Site Kit eller ställ en fråga i vårt supportforum härifrån."],"%dh":["%d t"],"%dm":["%d m"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Senaste %s dagen","Senaste %s dagarna"],", ":[", "],"Need help?":["Behöver du hjälp?"],"%d notification":["%d avisering","%d aviseringar"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-datastore-user-a65f06143cf286c451ee.js"}}