{"translation-revision-date":"2022-03-31 17:49:01+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"id"},"Site Kit is currently configured to neither place the Universal Analytics snippet nor the Google Analytics 4 snippet. If you have manually inserted these snippets, you will have to modify them to include the Optimize ID, or alternatively you will need to enable Site Kit to place them.":["Saat ini Site Kit dikonfigurasi untuk tidak menempatkan snippet Universal Analytics dan snippet Google Analytics 4. Jika Anda telah menambahkan snippet ini secara manual, Anda harus memodifikasinya untuk menyertakan ID Optimize, atau sebagai alternatif, Anda harus mengaktifkan Site Kit untuk menempatkan snippet tersebut."],"Site Kit is currently configured to not place the Universal Analytics snippet. If you have manually inserted this snippet, you will have to modify it to include the Optimize ID, or alternatively you will need to enable Site Kit to place it.":["Saat ini Site Kit dikonfigurasi untuk tidak menempatkan snippet Universal Analytics. Jika Anda telah menambahkan snippet ini secara manual, Anda harus memodifikasinya untuk menyertakan ID Optimize, atau sebagai alternatif, Anda harus mengaktifkan Site Kit untuk menempatkan snippet tersebut."],"Site Kit is currently configured to not place the Google Analytics 4 snippet. If you have manually inserted this snippet, you will have to modify it to include the Optimize ID, or alternatively you will need to enable Site Kit to place it.":["Saat ini Site Kit dikonfigurasi untuk tidak menempatkan snippet Google Analytics 4. Jika Anda telah menambahkan snippet ini secara manual, Anda harus memodifikasinya untuk menyertakan ID Optimize, atau sebagai alternatif, Anda harus mengaktifkan Site Kit untuk menempatkan snippet tersebut."],"Analytics is currently set to not track some logged-in users. If you’re setting up or testing experiments on <a>optimize.google.com<\/a>, make sure you’re not logged in to your WordPress site, otherwise the experiment will fail.":["Analytics saat ini disetel untuk tidak melacak beberapa pengguna yang login. Jika Anda menyiapkan atau menguji eksperimen di <a>optimize.google.com<\/a>, pastikan Anda tidak login ke situs WordPress atau eksperimen akan gagal."],"Anti-flicker snippet":["Cuplikan anti-pergantian tampilan halaman"],"Learn more about the anti-flicker snippet.":["Pelajari cuplikan anti-pergantian tampilan halaman lebih lanjut"],"Place anti-flicker snippet on your site":["Tempatkan cuplikan anti-pergantian tampilan halaman di situs Anda"],"Site Kit will not add the code to your site. <a>Learn more<\/a>.":["Site Kit tidak akan menambahkan kode ke situs Anda. <a>Pelajari lebih lanjut<\/a>."],"Site Kit will add the code automatically. <a>Learn more<\/a>.":["Site Kit akan otomatis menambahkan kode. <a>Pelajari lebih lanjut<\/a>."],"Users that can write posts":["Pengguna yang dapat menulis postingan"],"All logged-in users":["Semua pengguna yang login"],"%dh":["%dj"],"%dm":["%dd"],"%ds":["%d d"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Untuk memperbaikinya, <a href=\"%s\">ulangi penyiapan plugin<\/a>."],"<a href=\"%s\">Click here<\/a> to connect Google Analytics":["<a href=\"%s\">Klik di sini<\/a> untuk menghubungkan Google Analytics"],"Google Analytics must be active to use Optimize":["Google Analytics harus aktif agar dapat menggunakan Optimize"],"<a href=\"%s\">Click here<\/a> for how to implement Optimize tag in Google Analytics Code Snippet":["<a href=\"%s\">Klik di sini<\/a> untuk mengetahui cara mengimplementasikan tag Optimize di Cuplikan Kode Google Analytics"],"<a href=\"%s\">Click here<\/a> for how to implement Optimize tag through your Tag Manager":["<a href=\"%s\">Klik di sini<\/a> untuk mengetahui cara mengimplementasikan tag Optimize melalui Tag Manager"],"Not a valid Optimize ID.":["Bukan ID Optimize yang valid."],"Format: GTM-XXXXXXX or OPT-XXXXXXX":["Format: GTM-XXXXXXX atau OPT-XXXXXXX"],"%sK":["%s RB"],"%sM":["%s JT"],", ":[","],"Exclude from Analytics":["Kecualikan dari Analytics"],"%d notification":["Notifikasi %d","Notifikasi %d"],"To set up experiments and see the results, go to ":["Untuk menyiapkan eksperimen dan melihat hasilnya, buka"],"Snippet is not inserted":["Cuplikan tidak disisipkan"],"Snippet is inserted":["Cuplikan disisipkan"],"Error: %s":["Error: %s"],"Configure Optimize":["Konfigurasikan Optimize"],"Optimize Container ID":["ID Penampung Optimize"],"You can locate this here.":["Anda dapat menemukannya di sini."],"Please copy and paste your Optimize ID to complete your setup.":["Salin dan tempel ID Optimize Anda untuk menyelesaikan penyiapan."],"AMP experiment settings are not in a valid JSON format.":["Setelan eksperimen AMP tidak dalam format JSON yang valid."],"Please input your AMP experiment settings in JSON format below.":["Masukkan setelan eksperimen AMP Anda dalam format JSON di bawah ini."],"You are using auto insert snippet with Tag Manager":["Anda menggunakan sisipkan otomatis cuplikan dengan Tag Manager"],"Your Optimize Container ID":["ID Penampung Optimize Anda"],"Learn More":["Pelajari Lebih Lanjut"],"Service name\u0004Optimize":["Optimize"],"Probability and confidence calculations":["Perhitungan probabilitas dan keyakinan"],"Improvement tracking":["Pemantauan peningkatan"],"A\/B or multivariate testing":["Pengujian A\/B atau multivariabel"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-optimize-c0c2f31aff0c4677e6b6.js"}}