{"translation-revision-date":"2022-04-02 04:24:45+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"ja_JP"},"Site Kit is currently configured to neither place the Universal Analytics snippet nor the Google Analytics 4 snippet. If you have manually inserted these snippets, you will have to modify them to include the Optimize ID, or alternatively you will need to enable Site Kit to place them.":["Site Kit は現在のところ、ユニバーサル アナリティクス スニペットと Google アナリティクス 4 スニペットのどちらも配置するようには設定されていません。スニペットを手動で挿入した場合、スニペットにオプティマイズ ID を含むように編集するか、Site Kit がスニペットを配置できるようにする必要があります。"],"Site Kit is currently configured to not place the Universal Analytics snippet. If you have manually inserted this snippet, you will have to modify it to include the Optimize ID, or alternatively you will need to enable Site Kit to place it.":["Site Kit は現在のところ、ユニバーサル アナリティクス スニペットを配置するようには設定されていません。スニペットを手動で挿入した場合、スニペットにオプティマイズ ID を含むように編集するか、Site Kit がスニペットを配置できるようにする必要があります。"],"Site Kit is currently configured to not place the Google Analytics 4 snippet. If you have manually inserted this snippet, you will have to modify it to include the Optimize ID, or alternatively you will need to enable Site Kit to place it.":["Site Kit は現在のところ、Google アナリティクス 4 スニペットを配置するようには設定されていません。スニペットを手動で挿入した場合、スニペットにオプティマイズ ID を含むように編集するか、Site Kit がスニペットを配置できるようにする必要があります。"],"Analytics is currently set to not track some logged-in users. If you’re setting up or testing experiments on <a>optimize.google.com<\/a>, make sure you’re not logged in to your WordPress site, otherwise the experiment will fail.":["アナリティクスは現在、ログイン ユーザーの一部をトラッキングしないよう設定されています。<a>optimize.google.com<\/a> でテストを設定または実施している場合は、WordPress サイトにログインしないでください。ログインしている場合、テストが失敗します。"],"Anti-flicker snippet":["アンチフリッカースニペット"],"Learn more about the anti-flicker snippet.":["アンチフリッカースニペットの詳細をご覧ください。"],"Place anti-flicker snippet on your site":["サイトにアンチフリッカースニペットを配置"],"Site Kit will not add the code to your site. <a>Learn more<\/a>.":["Site Kit ではサイトにコードが追加されません。<a>詳細はこちら<\/a>。"],"Site Kit will add the code automatically. <a>Learn more<\/a>.":["Site Kit ではコードが自動的に追加されます。<a>詳細はこちら<\/a>。"],"screen reader text\u0004(disabled)":["(無効)"],"Users that can write posts will be excluded from Analytics tracking":["投稿可能なユーザーはアナリティクスによるトラッキングから除外されます"],"Users that can write posts":["投稿を書き込むことができるユーザー"],"All logged-in users":["ログインしているすべてのユーザー"],"%dh":["%dh"],"%dm":["%dm"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s時間 %2$s分 %1$s秒"],"screen reader text\u0004(opens in a new tab)":["(新しいタブで開く)"],"This service was originally connected by an administrator — you can contact them for more information.":["このサービスは、もともと管理者によって接続されました。詳細については管理者にお問い合わせください。"],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["このサービスは、もともと管理者 %s が接続していました。詳細については管理者にお問い合わせください。"],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Google アカウントには、%sデータに対する十分なアクセス権限がないため、Site Kit ダッシュボードで統計情報を表示できません。"],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Google アカウントには、この Search Console プロパティに対する十分なアクセス権限がないため、Site Kit ダッシュボードで統計情報を表示できません。"],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Google アカウントには、Analytics ビューに対する十分なアクセス権限がないため、Site Kit ダッシュボードで統計情報を表示できません。"],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Google アカウントには、Analytics プロパティに対する十分なアクセス権限がないため、Site Kit ダッシュボードで統計情報を表示できません。"],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Google アカウントには、Analytics アカウントに対する十分なアクセス権限がないため、Site Kit ダッシュボードで統計情報を表示できません。"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["修正するには、<a href=\"%s\">プラグインを再度セットアップします<\/a>。"],"<a href=\"%s\">Click here<\/a> to connect Google Analytics":["<a href=\"%s\">クリックして<\/a> Google アナリティクスに接続する"],"Google Analytics must be active to use Optimize":["オプティマイズを使用するには Google アナリティクスを有効にする必要があります"],"<a href=\"%s\">Click here<\/a> for how to implement Optimize tag in Google Analytics Code Snippet":["<a href=\"%s\">クリックして<\/a> Google アナリティクスのコードスニペットにオプティマイズタグを実装する方法を表示する"],"<a href=\"%s\">Click here<\/a> for how to implement Optimize tag through your Tag Manager":["<a href=\"%s\">クリックして<\/a>タグマネージャーでオプティマイズタグを実装する方法を表示する"],"Not a valid Optimize ID.":["オプティマイズ ID が正しくありません。"],"Format: GTM-XXXXXXX or OPT-XXXXXXX":["フォーマット: GTM-XXXXXXX または OPT-XXXXXXX"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["過去%s日間"],", ":["、"],"All logged-in users will be included in Analytics tracking":["ログインしているすべてのユーザーが、アナリティクスの追跡に含まれます。"],"All logged-in users will be excluded from Analytics tracking":["ログインしているすべてのユーザーは、アナリティクスの追跡から除外されます。"],"Exclude from Analytics":["アナリティクスから除外する"],"%d notification":["%d 通知"],"To set up experiments and see the results, go to ":["実験を行い結果を見るには次のページを開きます"],"Snippet is not inserted":["スニペットは挿入されていません"],"Snippet is inserted":["スニペットを挿入しています"],"Error: %s":["エラー: %s"],"Configure Optimize":["オプティマイズの設定"],"Optimize Container ID":["オプティマイズコンテナ ID"],"You can locate this here.":["これはこちらにあります。"],"Please copy and paste your Optimize ID to complete your setup.":["オプティマイズ ID をコピーして貼り付け、セットアップを完了してください。"],"AMP experiment settings are not in a valid JSON format.":["AMP テストが正しい JSON 形式で設定されていません。"],"Please input your AMP experiment settings in JSON format below.":["以下に AMP experiment settings をJSONフォーマットで入力してください。"],"You disabled Analytics auto insert snippet. If you are using Google Analytics code snippet, add the code below:":["アナリティクスの自動挿入スニペットを無効化しました。Google アナリティクスのコードスニペットを使用する場合は、以下のコードを追加します:"],"You are using auto insert snippet with Tag Manager":["タグマネージャによる自動挿入スニペットを使用しています"],"Your Optimize Container ID":["オプティマイズコンテナ ID"],"Learn More":["さらに詳しく"],"Service name\u0004Optimize":["オプティマイズ"],"Probability and confidence calculations":["割合と信頼度の計算"],"Improvement tracking":["トラッキングの改善"],"A\/B or multivariate testing":["A \/ B テストまたは多変量テスト"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-optimize-c0c2f31aff0c4677e6b6.js"}}