{"translation-revision-date":"2022-03-31 17:49:01+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"id"},"Idea Hub suggests what you can write about next, from actual questions people asked on Google Search.":["Idea Hub menyediakan usulan tentang tulisan Anda selanjutnya, dari pertanyaan sebenarnya yang diajukan orang di Google Penelusuran."],"Go to Settings":["Buka Pengaturan"],"Connect more services to see more stats.":["Sambungkan servis lain untuk melihat status lainnya."],"Date range":["Rentang tanggal"],"Monetization":["Monetisasi"],"Content":["Konten"],"Traffic":["Aktivitas"],"Jump directly to Idea Hub to see topic suggestions for your site":["Buka Idea Hub langsung untuk melihat usulan topik bagi situs Anda"],"Enter title or URL…":["Masukkan judul atau URL..."],"URL Search":["Penelusuran URL"],"Page\/URL Search":["Penelusuran Halaman\/URL"],"Experimental":["Eksperimental"],"Choose at least %s answers":["Pilih setidaknya %s jawaban"],"Text input for option %s":["Input teks untuk opsi %s"],"Help":["Bantuan"],"By continuing, you agree to allow Google to use your answers and account info to improve services, per our <privacy>Privacy<\/privacy> & <terms>Terms<\/terms>.":["Dengan melanjutkan, Anda setuju untuk mengizinkan Google menggunakan jawaban dan info akun Anda untuk meningkatkan layanan, sesuai dengan <privacy>Privasi<\/privacy> & <terms>Persyaratan<\/terms> kami."],"Set up":["Siapkan"],"All collected data is treated in accordance with the <a>Google Privacy Policy.<\/a>":["Semua data yang dikumpulkan diperlakukan sesuai dengan <a>Kebijakan Privasi Google.<\/a>"],"Help us improve Site Kit by sharing anonymous usage data.":["Bantu kami menjadikan Site Kit lebih baik dengan membagikan data penggunaan anonim."],"Get help with AdSense":["Dapatkan bantuan terkait AdSense"],"Get support":["Dapatkan dukungan"],"Read help docs":["Baca dokumen bantuan"],"Fix common issues":["Atasi masalah umum"],"Got it":["Oke"],"%dh":["%dj"],"%dm":["%dd"],"%ds":["%d d"],"Now Site Kit will begin suggesting metrics to add to your dashboard that are relevant specifically to you, based on the goals you shared":["Sekarang Site Kit akan mulai menyarankan metrik untuk ditambahkan ke dasbor Anda yang secara khusus relevan bagi Anda, berdasarkan sasaran yang Anda bagikan"],"Complete %s setup":["Selesaikan penyiapan %s"],"Complete setup":["Selesaikan penyiapan"],"%s module setup needs to be completed":["Penyiapan modul %s harus diselesaikan"],"Remind me later":["Ingatkan saya nanti"],"Let’s go":["Ayo mulai"],"Answer 5 questions and Site Kit will customize your dashboard with specific metrics and opportunities that match your site’s goals":["Jawab 5 pertanyaan dan Site Kit akan menyesuaikan dasbor Anda dengan metrik khusus dan peluang yang sesuai dengan sasaran situs Anda"],"Customize Site Kit to match your goals":["Sesuaikan Site Kit agar sesuai dengan sasaran Anda"],"OK, got it!":["Oke, paham."],"Submit":["Kirim"],"Next":["Berikutnya"],"Redo the plugin setup":["Ulangi penyiapan plugin"],"Source: %s":["Sumber: %s"],"Insufficient permissions in %s":["Izin tidak memadai di %s"],"Report this problem":["Laporkan masalah ini"],"Copy error to clipboard":["Salin error ke papan klip"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Untuk memperbaikinya, <a href=\"%s\">ulangi penyiapan plugin<\/a>."],"Redo setup":["Ulangi penyiapan"],"Site Kit can’t access necessary data":["Site Kit tidak dapat mengakses data yang diperlukan"],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup – make sure to approve all permissions at the authentication stage.":["Site Kit tidak dapat mengakses semua data yang relevan karena Anda belum memberikan semua izin yang diminta saat penyiapan berlangsung. Agar dapat menggunakan Site Kit, Anda harus mengulangi penyiapan. Pastikan untuk menyetujui semua izin pada tahap autentikasi."],"Site Kit can’t access the relevant data from %1$s because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for %1$s – make sure to approve all permissions at the authentication stage.":["Site Kit tidak dapat mengakses data yang relevan dari %1$s karena Anda belum memberikan semua izin yang diminta saat penyiapan berlangsung. Agar dapat menggunakan Site Kit, Anda harus mengulangi penyiapan untuk %1$s. Pastikan untuk menyetujui semua izin pada tahap autentikasi."],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for: %s – make sure to approve all permissions at the authentication stage.":["Site Kit tidak dapat mengakses semua data yang relevan karena Anda belum memberikan semua izin yang diminta saat penyiapan berlangsung. Agar dapat menggunakan Site Kit, Anda harus mengulangi penyiapan untuk: %s. Pastikan untuk menyetujui semua izin pada tahap autentikasi."],"Proceed":["Lanjutkan"],"Additional Permissions Required":["Perlu Izin Tambahan"],"Manage sites…":["Kelola situs…"],"%sK":["%s RB"],"%sM":["%s JT"],", ":[","],"Site Kit encountered an error":["Site Kit mengalami error"],"Sign in with Google":["Login dengan Google"],"Site Kit by Google Logo":["Logo Site Kit by Google"],"%d notification":["Notifikasi %d","Notifikasi %d"],"Congrats on completing the setup for %s!":["Selamat atas selesainya penyiapan untuk %s."],"OK, Got it!":["Oke, Mengerti."],"Speed":["Kecepatan"],"Back":["Kembali"],"Learn more":["Pelajari lebih lanjut"],"Error: %s":["Error: %s"],"Account":["Akun"],"%s module needs to be configured":["Modul %s harus dikonfigurasi"],"Dismiss":["Tutup"],"%s Gathering Data":["Data Pengumpulan %s"],"Data error in %s":["Error data di %s"],"Note: ":["Catatan:"],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["Memutuskan hubungan Site Kit by Google akan menghapus akses Anda ke semua layanan. Setelah memutuskan hubungan, Anda harus memberikan otorisasi ulang untuk memulihkan layanan."],"Disconnect":["Putuskan Hubungan"],"User Avatar":["Avatar Pengguna"],"Site Overview":["Ringkasan Situs"],"Connect Service":["Hubungkan Layanan"],"Cancel":["Batal"],"Set up %s":["Siapkan %s"],"Service name\u0004AdSense":["AdSense"],"No results found":["Tidak ditemukan hasil"],"Close":["Tutup"],"Activate %s":["Aktifkan %s"],"Site Kit":["Site Kit"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-dashboard-c7943bedbfb651796f12.js"}}