{"translation-revision-date":"2022-05-25 07:06:24+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"Gathering data…":["Samlar data …"],"Go to Settings":["Gå till inställningar"],"Connect more services to see more stats.":["Anslut fler tjänster för att se mer statistik."],"Date range":["Datumintervall"],"Back to dashboard":["Tillbaka till adminpanelen"],"Monetization":["Intäktsgenerering"],"Content":["Innehåll"],"Traffic":["Trafik"],"Jump directly to Idea Hub to see topic suggestions for your site":["Hoppa direkt till ”Idea Hub” för att se ämnesförslag för din webbplats"],"Choose at least %s answers":["Välj åtminstone %s svar."],"Text input for option %s":["Textinmatning för alternativet %s"],"screen reader text\u0004(disabled)":["(inaktiverad)"],"Help":["Hjälp"],"By continuing, you agree to allow Google to use your answers and account info to improve services, per our <privacy>Privacy<\/privacy> & <terms>Terms<\/terms>.":["Genom att fortsätta godkänner du att Google använder dina svar och din kontoinformation för att förbättra tjänster, enligt våra <privacy>Integritetsvillkor<\/privacy> och <terms>Tjänstevillkor<\/terms>."],"All collected data is treated in accordance with the <a>Google Privacy Policy.<\/a>":["Alla insamlade data behandlas i enlighet med <a>Googles integritetspolicy<\/a>."],"Help us improve Site Kit by sharing anonymous usage data.":["Hjälp oss att förbättra Site Kit genom att dela anonym användningsinformation."],"Get help with AdSense":["Få hjälp med AdSense"],"Get support":["Skaffa support"],"Read help docs":["Läs hjälpdokumenten"],"Fix common issues":["Åtgärda vanliga problem"],"Got it":["Jag fattar"],"%dh":["%d t"],"%dm":["%d m"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Now Site Kit will begin suggesting metrics to add to your dashboard that are relevant specifically to you, based on the goals you shared":["Site Kit kommer nu börja föreslå mätvärden att lägga till i din adminpanel som är relevanta just för dig, baserat på de mål du angivit"],"Complete %s setup":["Slutför konfigurationen av %s"],"Complete setup":["Slutför konfiguration"],"%s module setup needs to be completed":["Konfiguration för modulen %s måste slutföras"],"Remind me later":["Påminn mig senare"],"Let’s go":["Sätt igång"],"Answer 5 questions and Site Kit will customize your dashboard with specific metrics and opportunities that match your site’s goals":["Svara på 5 frågor så kommer Site Kit att anpassa din adminpanel med specifika mätvärden och möjligheter som passar för målen med din webbplats"],"Customize Site Kit to match your goals":["Anpassa Site Kit till att matcha dina mål"],"OK, got it!":["Ok, jag förstår!"],"Congrats! You set your site goals":["Grattis, nu är webbplatsens mål registrerade"],"Submit":["Skicka"],"Next":["Nästa"],"screen reader text\u0004(opens in a new tab)":["(öppnas i en ny flik)"],"Redo the plugin setup":["Gör om tilläggskonfigurationen"],"Source: %s":["Källa: %s"],"This service was originally connected by an administrator — you can contact them for more information.":["Denna tjänst anslöts ursprungligen av en administratör – du kan kontakta hen för mer information."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Denna tjänst anslöts ursprungligen av administratören ”%s” – du kan kontakta hen för mer information."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för åtkomst till data för %s. Därför kan du inte se statistik därifrån i adminpanelen för Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för denna Search Console-egendom. Därför kan du inte se statistik därfifrån i adminpanelen för Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för denna Analytics-vy, så du kommer inte att kunna se dess statistik i adminpanelen för Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för denna Analytics-egendom. Därför kan du inte se statistik därifrån i adminpanelen för Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för detta Analytics-konto. Därför kan du inte se statistik från kontot i adminpanelen för Site Kit."],"Insufficient permissions in %s":["Otillräckliga behörigheter i %s"],"Report this problem":["Rapportera detta problem"],"Copy error to clipboard":["Kopiera fel till urklipp"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["För att åtgärda detta, <a href=\"%s\">gör om tilläggskonfigurationen<\/a>."],"Jump to the bottom of the dashboard to see how fast your home page is":["Gå längst ned i adminpanelen för att se hur snabb din startsida är"],"Redo setup":["Gör om konfigurationen"],"Site Kit can’t access necessary data":["Site Kit kommer inte åt nödvändiga data"],"Proceed":["Fortsätt"],"Additional Permissions Required":["Ytterligare behörigheter krävs"],"Manage sites…":["Hantera webbplatser…"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Senaste %s dagen","Senaste %s dagarna"],", ":[", "],"Site Kit encountered an error":["Site Kit stötte på ett fel"],"Sign in with Google":["Logga in med Google"],"Site Kit by Google Logo":["Site Kit by Google-logga"],"Connect with Google Analytics to see unique visitors, goal completions, top pages and more":["Anslut till Google Analytics för att se unika besökare, måluppfyllelse, populära sidor och mer"],"Learn more about what visitors do on your site":["Lär dig mer om vad besökare gör på din webbplats"],"%d notification":["%d avisering","%d aviseringar"],"Congrats on completing the setup for %s!":["Grattis! Konfigurationen för %s är klar."],"OK, Got it!":["Ok, jag förstår!"],"Speed":["Hastighet"],"Back":["Tillbaka"],"Error: %s":["Fel: %s"],"Account":["Konto"],"Complete %s activation":["Slutför aktivering av %s"],"%s module needs to be configured":["Modulen %s behöver konfigureras"],"Dismiss":["Avfärda"],"%s data is not yet available, please check back later":["%s-data är inte tillgängliga än. Kom tillbaka senare"],"%s Gathering Data":["%s samlar data"],"Data error in %s":["Datafel i %s"],"Note: ":["Obs: "],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["Om Site Kit by Google koppas bort förlorar du åtkomsten till alla tjänster. Efter frånkopplingen måste du logga in igen för att återställa tjänsten."],"Disconnect":["Koppla från"],"User Avatar":["Användarens profilbild"],"Connect Service":["Anslut tjänst"],"Cancel":["Avbryt"],"%s is connected":["%s är anslutet"],"Set up %s":["Ställ in %s"],"Close":["Stäng"],"Activate %s":["Aktivera %s"],"Site Kit":["Site Kit"],"Google PageSpeed Insights gives you metrics about performance, accessibility, SEO and PWA":["Google PageSpeed-insikter ger dig mätvärden för prestanda, tillgänglighet, SEO och PWA"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-module-7d45896a6390e2e3118d.js"}}