{"translation-revision-date":"2021-06-05 20:30:11+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"da_DK"},"Fix common issues":["Løs almindelige problemer"],"Get support":["Få support"],"Get help with AdSense":["Få hjælp til AdSense"],"Got it":["Forstået"],"%ds":["%ds"],"%dm":["%dm"],"%dh":["%dh"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Answer 5 questions and Site Kit will customize your dashboard with specific metrics and opportunities that match your site’s goals":["Besvar fem spørgsmål, og Site Kit vil tilpasse dit kontrolpanel med specifikke målinger og muligheder, der matcher dit websteds mål"],"Let’s go":["Kom i gang"],"Remind me later":["Påmind mig senere"],"OK, got it!":["Okay, fik det!"],"Customize Site Kit to match your goals":["Tilpas Site Kit, så det passer til dine målsætninger"],"Congrats! You set your site goals":["Tillykke! Du sætter dine mål for webstedet"],"Looks like you’re using a version of WordPress that’s older than 5.0. You can still install and use Site Kit, but some of its features might not work (for example translations).":["Det ser ud til, at du bruger en version af WordPress, der er ældre end 5.0. Du kan stadig installere og bruge Site Kit, men nogle af dets funktioner fungerer muligvis ikke (for eksempel oversættelser)."],"Submit":["Indsend"],"Get insights about how people find and use your site, how to improve and monetize your content, directly in your WordPress dashboard":["Få indsigt i, hvordan folk finder og bruger dit websted, hvordan du forbedrer og tjener penge på dit indhold direkte fra dit WordPress-kontrolpanel"],"Next":["Næste"],"screen reader text\u0004(opens in a new tab)":["(åbner i et nyt faneblad)"],"Install the helper plugin":["Installer hjælper-plugin'et"],"Install":["Installer"],"Activate the helper plugin":["Aktiver hjælper-plugin'et"],"Activate":["Aktiver"],"Configure the helper plugin":["Konfigurer hjælpe-plugin'et"],"Configure":["Konfigurer"],"Learn how to install and use the helper plugin":["Lær hvordan du installerer og bruger hjælper-plugin'et"],"Learn how":["Lær hvordan"],"Set up Site Kit":["Opsæt Site Kit"],"Resetting will disconnect all users and remove all Site Kit settings and data within WordPress. <br \/>You and any other users who wish to use Site Kit will need to reconnect to restore access.":["Nulstilling vil afbryde alle brugere og fjerne alle Site Kit indstillinger og data i WordPress. <br \/>Du og alle andre brugere, der ønsker at bruge Site Kit, skal oprette forbindelse igen for at genoprette adgangen."],"Redo the plugin setup":["Gentag plugin opsætningen"],"complete module setup\u0004Finish":["Færdig"],"Looks like the URL of your site has changed. In order to continue using Site Kit, you’ll need to reconnect, so that your plugin settings are updated with the new URL.":["Det ser ud til, at url'en på dit websted, er ændret. For at kunne fortsætte med at anvende Site Kit, skal du genoprette forbindelsen, så dit plugin indstillinger bliver opdateret med den nye url."],"Looks like your site is having a technical issue with requesting data from Google services.":["Der ser ud til, at dit websted har et teknisk problem med at anmode om data fra Google tjenesterne."],"To get more help, ask a question on our <a href=\"%1$s\">support forum<\/a> and include the text of the original error message: %2$s":["For at få hjælp, skal du stille et spørgsmål på vores <a href=\"%1$s\">support forum<\/a> og inkluderer den originale fejlmeddelsestekst: %2$s"],"Looks like the AMP CDN is restricted in your region, which could interfere with setup on the Site Kit service.":["Der ser ud til at AMP CDN er begrænset i dit område, hvilken kan få indflydelse på opsætningen af Site Kit tjenesterne."],"Source: %s":["Kilde: %s"],"Copy error to clipboard":["Kopier fejlmeddelelse til udklipsholder"],"Report this problem":["Rapporter dette problem"],"Site Kit has already been configured by another admin of this site. To use Site Kit as well, sign in with your Google account which has access to Google services for this site (e.g. Google Analytics). Once you complete the 3 setup steps, you’ll see stats from all activated Google products.":["Site Kit er allerede konfigureret af en anden administrator af dette websted. For også at bruge Site Kit skal du logge ind med din Google-konto, som har adgang til Google-tjenester til dette websted (f.eks. Google Analytics). Når du har gennemført de 3 installationstrin, vil du se statistikker fra alle aktiverede Google-produkter."],"Connect your Google account to Site Kit":["Tilslut din Google-konto til Site Kit"],"Jump to the bottom of the dashboard to see how fast your home page is":["Gå til bunden af kontrolpanelet for at se, hvor hurtig din startside er"],"Redo setup":["Gentag opsætningen"],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for: %s – make sure to approve all permissions at the authentication stage.":["Site Kit har ikke adgang til alle relevante data, fordi du ikke har givet alle de tilladelser, der blev anmodet om under opsætningen. Hvis du vil bruge Site Kit, skal du gentage opsætningen for: %s - Sørg for at godkende alle tilladelser i godkendelsestrinnet."],"Site Kit can’t access the relevant data from %1$s because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for %1$s – make sure to approve all permissions at the authentication stage.":["Site Kit har ikke adgang til de relevante data fra%1$s, fordi du ikke har givet alle de tilladelser, der blev anmodet om under opsætning. For at bruge Site Kit skal du gentage opsætningen for%1$s - sørg for at godkende alle tilladelser i godkendelsestrinnet."],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup – make sure to approve all permissions at the authentication stage.":["Site Kit har ikke adgang til alle relevante data, fordi du ikke har givet alle de tilladelser, der blev anmodet om under opsætningen. For at bruge Site Kit, skal du foretage genindstillingen - sørg for at godkende alle tilladelser på godkendelsestrinnet."],"Site Kit can’t access necessary data":["Site Kit har ikke adgang til nødvendige data"],"Additional Permissions Required":["Yderligere tilladelser krævet"],"Proceed":["Fortsæt"],"Manage sites…":["Administrer websteder…"],"Verifying…":["Bekræfter…"],"%sM":["%sM"],"%sK":["%sK"],", ":[", "],"Last %s day":["Seneste %s dag","Seneste %s dage"],"Site Kit encountered an error":["Site Kit fandt en fejl"],"Looks like this may be a staging environment. If so, you’ll need to install a helper plugin and verify your production site in Search Console.":["Ser ud som om dette kan være et iscenesættelsesmiljø. I så fald skal du installere et hjælper-plugin og bekræfte dit produktionssite i Search Console."],"Looks like this may be a staging environment and you already have the helper plugin. Before you can use Site Kit, please make sure you’ve provided the necessary credentials in the Authentication section and verified your production site in Search Console.":["Det ser ud til, at dette kan være et iscenesættelsesmiljø, og du har allerede hjælpe plugin'et. Inden du kan bruge Site Kit, skal du sørge for, at du har angivet de nødvendige legitimations oplysninger i sektionen Autentificering og verificeret dit produktionssite i Search Console."],"Your site may not be ready for Site Kit":["Dit websted er muligvis ikke klar til Site Kit"],"We found %d existing accounts. Please choose which one to use below.":["Vi fandt %d eksisterende konti. Vælg, hvilken du bruge nedenfor."],"%s (domain property)":["%s (domæne egenskab)"],"Checking Compatibility…":["Kontrollerer kompatibilitet…"],"Oops! There was a problem during set up. Please try again.":["Ups! Der opstod et problem under konfigurationen. Prøv igen."],"Site Kit by Google was successfully reset.":["Site Kit by Google blev nulstillet."],"Your site has not been added to Search Console yet. Would you like to add it now?":["Dit websted er ikke blevet føjet til Search Console endnu. Vil du tilføje det nu?"],"Continue":["Fortsæt"],"Dismiss":["Afvis"],"Account":["Konto"],"Back":["Tilbage"],"Speed":["Hastighed"],"OK, Got it!":["Okay, fik det!"],"Congrats on completing the setup for %s!":["Tillykke med færdiggørelsen af opsætningen for %s!"],"Site Kit by Google Logo":["Site Kit by Google Logo"],"Authenticate with Google":["Godkend med Google"],"Please sign into your Google account to begin.":["Log på din Google-konto for at begynde."],"You did not grant access to one or more of the requested scopes. Please grant all scopes that you are prompted for.":["Du gav ikke adgang til et eller flere af de ønskede områder. Giv venligst alle de områder, du bliver bedt om."],"Sign in with Google":["Log på med Google"],"%d notification":["%d meddelelse","%d meddelelser"],"Website Address":["Webstedsadresse"],"Verify URL":["Bekræft URL"],"We will need to verify your URL for Site Kit.":["Vi skal bekræfte din URL til Site Kit."],"Congratulations, your site has been verified!":["Tillykke, dit websted er blevet verificeret!"],"Choose URL":["Vælg URL"],"We’re locating your Search Console account.":["Vi har lokaliseret din Search Console konto."],"Your Search Console is set up with Site Kit.":["Din Search Console er konfigureret til Site Kit."],"Congratulations!":["Tillykke!"],"You successfully completed the Site Kit setup and connected Search Console. Check the dashboard for more services to connect.":["Du har fuldført opsætningen af Site Kit og tilsluttet Search Console. Kontroller kontrolpanelet for at tilslutte flere tjenester."],"Go to Dashboard":["Gå til Kontrolpanel"],"Authenticate":["Godkend"],"Connect Search Console":["Forbind Search Console"],"Authenticate Site Kit":["Godkend Site Kit"],"Getting your verified sites…":["Henter dine verificeret websteder…"],"Service name\u0004Search Console":["Search Console"],"Reset Site Kit":["Nulstil Site Kit"],"Cancel":["Annuller"],"You revoked access to Site Kit for %s":["Du tilbagekaldte adgangen til Site Kite for %s"],"User Avatar":["Bruger Avatar"],"Disconnect":["Afbryd"],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["Frakobling af Site Kit by Google vil fjerne din adgang til alle tjenester. Efter frakoblingen, skal du autorisere din konto igen for, at genskabe tjenesterne."],"Note: ":["Bemærk: "],"Site Kit will no longer have access to your account. If you’d like to reconnect Site Kit, click \"Sign in with Google\" below to generate new credentials.":["Site Kit har ikke længere adgang til din konto. Hvis du vil genoprette forbindelse til Site Kit, skal du klikke på \"Log ind med Google\" nedenfor for at generere nye legitimationsoplysninger."],"Site Kit":["Site Kit"],"Close":["Luk"],"Reset":["Nulstil"],"Reconnect Site Kit":["Genopret forbindelsen til Site Kit"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-dashboard-splash-3c1aabf9cbd2f764ea9e.js"}}