{"translation-revision-date":"2022-05-25 07:06:24+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"Revenue model":["Intäktsmodell"],"Subscriptions":["Prenumerationer"],"Contributions":["Bidrag"],"Product(s)":["Produkt\/produkter"],"Publication ID":["Publikations-ID"],"Configure Subscribe with Google":["Konfigurera ”Prenumerera med Google”"],"Service name\u0004Subscribe with Google":["Prenumerera med Google"],"%dh":["%d t"],"%dm":["%d m"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"screen reader text\u0004(opens in a new tab)":["(öppnas i en ny flik)"],"This service was originally connected by an administrator — you can contact them for more information.":["Denna tjänst anslöts ursprungligen av en administratör – du kan kontakta hen för mer information."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Denna tjänst anslöts ursprungligen av administratören ”%s” – du kan kontakta hen för mer information."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för åtkomst till data för %s. Därför kan du inte se statistik därifrån i adminpanelen för Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för denna Search Console-egendom. Därför kan du inte se statistik därfifrån i adminpanelen för Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för denna Analytics-vy, så du kommer inte att kunna se dess statistik i adminpanelen för Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för denna Analytics-egendom. Därför kan du inte se statistik därifrån i adminpanelen för Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för detta Analytics-konto. Därför kan du inte se statistik från kontot i adminpanelen för Site Kit."],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["För att åtgärda detta, <a href=\"%s\">gör om tilläggskonfigurationen<\/a>."],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Senaste %s dagen","Senaste %s dagarna"],", ":[", "],"%d notification":["%d avisering","%d aviseringar"],"Error: %s":["Fel: %s"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-subscribe-with-google-4eca870fb9e4e480530c.js"}}