{"translation-revision-date":"2022-03-31 17:49:01+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"id"},"Maybe later":["Mungkin nanti"],"You can always reactivate it by connecting Google AdSense in Settings":["Anda dapat selalu mengaktifkannya kembali dengan menghubungkan Google AdSense di Pengaturan"],"AdSense accounts are <a>subject to review and approval<\/a> by the Google AdSense team.":["Akun AdSense <a>dikenai peninjauan dan persetujuan<\/a> oleh tim Google AdSense."],"Connect":["Sambungkan"],"Earn money by placing ads on your site. Google AdSense will help you place ads in exactly the right places to optimize how much you earn from your content.":["Dapatkan penghasilan dengan memasang iklan di situs Anda. Google AdSense akan membantu pemasangan iklan di tempat yang tepat, guna mengoptimalkan pendapatan dari konten Anda."],"Activate Google Analytics 4 and place code on your site.":["Aktifkan Google Analytics 4 dan tempatkan kode di situs Anda."],"Exclude from Ads":["Kecualikan dari Iklan"],"Excluded from ads":["Dikecualikan dari iklan"],"All logged-in users and users who can write posts":["Semua pengguna yang login dan pengguna yang dapat menulis postingan"],"Ads are currently displayed for all visitors":["Saat ini iklan ditampilkan kepada semua pengunjung"],"Users who can write posts":["Pengguna yang dapat menulis postingan"],"AdSense insights through Site Kit":["Insight AdSense melalui Site Kit"],"Revenue from ads placed on your site":["Pendapatan dari iklan yang ditempatkan di situs Anda"],"Place Universal Analytics code":["Tempatkan kode Universal Analytics"],"This will create both a Google Analytics 4 and Universal Analytics property.":["Tindakan ini akan membuat properti Google Analytics 4 dan Universal Analytics."],"Users that can write posts":["Pengguna yang dapat menulis postingan"],"All logged-in users":["Semua pengguna yang login"],"If you’re using Google Ads, insert your Ads conversion ID if you’d like Site Kit to place the snippet on your site":["Jika Anda menggunakan Google Ads, masukkan ID konversi iklan Anda jika ingin Site Kit menempatkan cuplikan di situs Anda"],"Conversion IDs must be in the format: AW-XXXXX":["ID konversi harus dalam format: AW-XXXXX"],"Ads Conversion ID":["ID Konversi Iklan"],"Please note that AdSense will not show ads on your website unless you’ve already placed the code.":["Perhatikan bahwa AdSense tidak akan menampilkan iklan di situs Anda kecuali jika Anda telah menempatkan kodenya."],"%dh":["%dj"],"%dm":["%dd"],"%ds":["%d d"],"Learn more about Ad Sense Web Stories.":["Pelajari lebih lanjut Cerita Web AdSense."],"This ad unit will be used for your Web Stories.":["Unit iklan ini akan digunakan untuk Cerita Web Anda."],"Select ad unit":["Pilih unit iklan"],"Web Stories Ad Unit":["Unit Iklan Cerita Web"],"Bounce Rate %":["Rasio Pantulan %"],"Overview":["Ringkasan"],"Others":["Lainnya"],"Complete %s setup":["Selesaikan penyiapan %s"],"Complete setup":["Selesaikan penyiapan"],"%s module setup needs to be completed":["Penyiapan modul %s harus diselesaikan"],"Learn more about updating your AdSense account":["Pelajari lebih lanjut cara memperbarui akun AdSense"],"Learn more about adding a user to an existing AdSense account":["Pelajari lebih lanjut cara menambahkan pengguna ke akun AdSense yang sudah ada"],"Learn more about IP anonymization.":["Pelajari anonimisasi IP lebih lanjut."],"Learn more here.":["Pelajari lebih lanjut di sini."],"Got a Google Analytics 4 (GA4) property and want to find out how to use it with Site Kit?":["Punya properti Google Analytics 4 (GA4) dan mau tahu cara menggunakannya dengan Site Kit?"],"Page CTR":["CTR Halaman"],"See full stats in %s":["Lihat statistik lengkap di %s"],"Source: %s":["Sumber: %s"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Untuk memperbaikinya, <a href=\"%s\">ulangi penyiapan plugin<\/a>."],"You can make changes to this view (e.g. exclude URL query parameters) in Google Analytics.":["Anda dapat membuat perubahan pada tampilan ini (misalnya, mengecualikan parameter kueri URL) di Google Analytics."],"View Name":["Nama Tampilan"],"Warning":["Peringatan"],"A view with this name already exists.":["Tampilan dengan nama ini sudah ada."],"Previous period":["Periode sebelumnya"],"Country":["Negara"],"Timezone":["Zona Waktu"],"Set up a new view":["Siapkan tampilan baru"],"You will need to give Site Kit permission to create an Analytics account on your behalf and also accept the Google Analytics terms of service.":["Anda harus mengizinkan Site Kit untuk membuat akun Analytics atas nama Anda serta menyetujui persyaratan layanan Google Analytics."],"You will be redirected to Google Analytics to accept the terms of service.":["Anda akan dialihkan ke Google Analytics untuk menyetujui persyaratan layanan."],"We’ve pre-filled the required information for your new account. Confirm or edit any details:":["Kami telah mengisi informasi yang diperlukan untuk akun baru Anda. Konfirmasikan atau edit detail apa pun:"],"Create your Analytics account":["Buat akun Analytics Anda"],"Additional permissions are required to create a new Analytics account.":["Perlu izin tambahan untuk membuat akun Analytics baru."],"You don’t have any ad impressions yet. Make sure you’ve completed these steps in AdSense:":["Anda belum memiliki tayangan iklan. Pastikan Anda telah menyelesaikan langkah-langkah berikut di AdSense:"],"No ad impressions yet":["Belum ada tayangan iklan"],"Recommended":["Direkomendasikan"],"Invalid account status: %s":["Status akun tidak valid: %s"],"Invalid site status: %s":["Status situs tidak valid: %s"],"The AdSense code has been placed by another plugin or theme":["Kode AdSense telah ditempatkan oleh plugin atau tema lain"],"Add site to AdSense":["Tambahkan situs ke AdSense"],"We’ve detected that you haven’t added this site to your AdSense account yet.":["Kami mendeteksi bahwa Anda belum menambahkan situs ini ke akun AdSense Anda."],"Add site to your AdSense account":["Tambahkan situs ke akun AdSense Anda"],"Site Kit has placed AdSense code on your site to connect your site to AdSense and help you get the most out of ads. This means Google will automatically place ads for you in all the best places.":["Site Kit telah menempatkan kode AdSense di situs Anda untuk menghubungkannya ke AdSense dan membantu Anda mengoptimalkan iklan. Artinya, Google akan otomatis menempatkan iklan untuk Anda di semua tempat terbaik."],"Your account is ready to use AdSense":["Akun Anda siap menggunakan AdSense"],"Site Kit detected AdSense code for a different account %s on your site. For a better ads experience, you should remove AdSense code that’s not linked to this AdSense account.":["Site Kit mendeteksi kode AdSense untuk akun %s yang berbeda di situs Anda. Untuk pengalaman iklan yang lebih baik, hapus kode AdSense yang tidak ditautkan ke akun AdSense ini."],"Keep AdSense code placed by Site Kit":["Simpan kode AdSense yang ditempatkan oleh Site Kit"],"To start using AdSense, you need to update your account so that you can connect your site to AdSense.":["Untuk mulai menggunakan AdSense, harap perbarui akun agar Anda dapat menghubungkan situs ke AdSense."],"Looks like you have an AdMob account":["Tampaknya Anda memiliki akun AdMob"],"Site Kit has placed AdSense code on every page across your site.":["Site Kit telah menempatkan kode AdSense pada setiap halaman di seluruh situs Anda."],"Your account is getting ready":["Akun Anda sedang disiapkan"],"Looks like you have multiple AdSense accounts associated with your Google account. Select the account to use with Site Kit below.":["Tampaknya Anda memiliki beberapa akun AdSense yang terkait dengan Akun Google Anda. Pilih akun yang akan digunakan dengan Site Kit di bawah ini."],"Select your AdSense account":["Pilih akun AdSense Anda"],"Already use AdSense? Add %s as a user to an existing AdSense account.":["Sudah menggunakan AdSense? Tambahkan %s sebagai pengguna ke akun AdSense yang ada."],"Site Kit detected AdSense code %1$s on your page. We recommend you remove that code or add %2$s as a user to the AdSense account %3$s.":["Site Kit mendeteksi kode AdSense %1$s di halaman Anda. Sebaiknya hapus kode tersebut atau tambahkan %2$s sebagai pengguna ke akun AdSense %3$s."],"Verified that your site is marked as \"Ready\"":["Memverifikasi bahwa situs Anda ditandai \"Siap\""],"Enabled auto ads for your site":["Mengaktifkan iklan otomatis untuk situs Anda"],"Link Analytics and AdSense":["Menautkan Analytics dan AdSense"],"The AdSense code has not been placed on your site":["Kode AdSense belum ditempatkan di situs Anda"],"The AdSense code has been placed on your site":["Kode AdSense telah ditempatkan di situs Anda"],"AdSense Code":["Kode AdSense"],"Check your site status":["Periksa status situs Anda"],"Account Status":["Status Akun"],"Publisher ID":["ID Penayang"],"You need to fix some issues before your account is approved. Go to AdSense to find out how to fix it":["Anda harus memperbaiki beberapa masalah agar akun Anda dapat disetujui. Buka AdSense untuk mengetahui cara memperbaikinya"],"We’re getting your site ready for ads. This usually takes less than a day, but it can sometimes take a bit longer":["Kami sedang menyiapkan situs Anda untuk menampilkan iklan. Proses ini biasanya perlu waktu kurang dari satu hari, tetapi kadang sedikit lebih lama"],"Your account has been approved":["Akun Anda telah disetujui"],"%sK":["%s RB"],"%sM":["%s JT"],", ":[","],"Site Status":["Status Situs"],"None":["Tidak ada"],"Once completed, click the link below to re-fetch your accounts to continue.":["Setelah selesai, klik link di bawah ini untuk mengambil kembali akun Anda dan melanjutkan."],"To create a new account, click the button below which will open the Google Analytics account creation screen in a new window.":["Untuk membuat akun baru, klik tombol di bawah ini yang akan membuka layar pembuatan akun Google Analytics di jendela baru."],"Set up a new account":["Siapkan akun baru"],"IP addresses will not be anonymized.":["Alamat IP tidak akan dianonimkan."],"IP addresses will be anonymized.":["Alamat IP akan dianonimkan."],"Anonymize IP addresses":["Anonimkan alamat IP"],"Go to your AdSense account to check on your site’s status or to complete setting up":["Buka akun AdSense Anda untuk memeriksa status situs Anda atau untuk menyelesaikan penyiapan"],"After you’ve finished setting up your account, we’ll let you know when your site is ready to show ads. This usually takes less than a day, but it can sometimes take a bit longer.":["Setelah Anda selesai menyiapkan akun, kami akan memberi tahu bila situs Anda sudah siap menampilkan iklan. Proses ini biasanya perlu waktu kurang dari satu hari, tetapi terkadang sedikit lebih lama."],"Let’s get your site ready for ads":["Siapkan situs Anda untuk menampilkan iklan"],"Exclude from Analytics":["Kecualikan dari Analytics"],"%d notification":["Notifikasi %d","Notifikasi %d"],"Top Earning Pages":["Halaman Berpenghasilan Tertinggi"],"Session Duration":["Durasi Sesi"],"Page Title":["Judul Halaman"],"check module page":["periksa halaman modul"],"Page RPM":["RPM Halaman"],"Ad Impressions":["Tayangan Iklan"],"Total Earnings":["Total Penghasilan"],"Earnings":["Penghasilan"],"Back":["Kembali"],"Looks like you don't have an Analytics account yet. Once you create it, click on \"Re-fetch my account\" and Site Kit will locate it.":["Tampaknya Anda belum memiliki akun Analytics. Setelah Anda membuatnya, klik \"Ambil ulang akun saya\" dan Site Kit akan mencarinya."],"View":["Tampilan"],"Property":["Properti"],"Learn more":["Pelajari lebih lanjut"],"Set up a new property":["Siapkan properti baru"],"Error: %s":["Error: %s"],"Re-fetch My Account":["Ambil Ulang Akun Saya"],"Create an account":["Buat akun"],"Account":["Akun"],"%s module needs to be configured":["Modul %s harus dikonfigurasi"],"Impressions":["Tayangan"],"Sessions":["Sesi"],"Users":["Pengguna"],"%s Gathering Data":["Data Pengumpulan %s"],"Create Account":["Buat Akun"],"You’ve already got an AdSense code on your site for this account, we recommend you use Site Kit to place code to get the most out of AdSense.":["Anda telah mendapatkan kode AdSense di situs Anda untuk akun ini, sebaiknya gunakan Site Kit untuk menempatkan kode guna mengoptimalkan AdSense."],"Site Kit will place AdSense code on your site to connect your site to AdSense and help you get the most out of ads. This means Google will automatically place ads for you in all the best places.":["Site Kit akan menempatkan kode AdSense di situs Anda untuk menghubungkannya ke AdSense dan membantu Anda mengoptimalkan iklan. Artinya, Google akan otomatis menempatkan iklan untuk Anda di semua tempat terbaik."],"Let Site Kit place AdSense code on your site":["Izinkan Site Kit menempatkan kode AdSense di situs Anda"],"Continue":["Lanjutkan"],"Site Kit will place AdSense code on every page across your site. This means Google will automatically place ads for you in all the best places.":["Site Kit akan menempatkan kode AdSense pada setiap halaman di seluruh situs Anda. Artinya, Google akan otomatis menempatkan iklan untuk Anda di semua tempat terbaik."],"Create your AdSense account":["Buat akun AdSense Anda"],"Create AdSense Account":["Buat Akun AdSense"],"Let Site Kit place AdSense code on your site to get your site approved":["Izinkan Site Kit menempatkan kode AdSense di situs Anda agar situs Anda disetujui"],"Looks like you’re already using AdSense":["Tampaknya Anda telah menggunakan AdSense"],"Go to AdSense to find out how to fix the issue":["Buka AdSense untuk mengetahui cara memperbaiki masalah tersebut"],"You need to fix some things before we can connect Site Kit to your AdSense account.":["Anda harus memperbaiki beberapa hal agar kami dapat menghubungkan Site Kit ke akun AdSense Anda."],"Your site isn’t ready to show ads yet":["Situs Anda belum siap untuk menampilkan iklan"],"Note: ":["Catatan:"],"Disconnect":["Putuskan Hubungan"],"Connect Service":["Hubungkan Layanan"],"Cancel":["Batal"],"continue module setup":["lanjutkan penyiapan modul"],"Set up %s":["Siapkan %s"],"Service name\u0004AdSense":["AdSense"],"Service name\u0004Analytics":["Analytics"],"Day":["Hari"],"Activate %s":["Aktifkan %s"],"Intelligent, automatic ad placement":["Penempatan iklan otomatis yang cerdas"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-adsense-5f604ec3546839f246d6.js"}}