{"translation-revision-date":"2022-04-20 13:38:54+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Site Kit is currently configured to neither place the Universal Analytics snippet nor the Google Analytics 4 snippet. If you have manually inserted these snippets, you will have to modify them to include the Optimize ID, or alternatively you will need to enable Site Kit to place them.":["No momento, o Site Kit está configurado para não posicionar nem o snippet do Universal Analytics nem o snippet do Google Analytics 4. Se você inseriu esses snippets manualmente, modifique-os para incluir o ID do Optimize, ou então, ative o Site Kit para posicioná-los."],"Site Kit is currently configured to not place the Universal Analytics snippet. If you have manually inserted this snippet, you will have to modify it to include the Optimize ID, or alternatively you will need to enable Site Kit to place it.":["No momento, o Site Kit está configurado para não posicionar o snippet do Universal Analytics. Se você inseriu esse snippet manualmente, modifique-os para incluir o ID do Optimize, ou então, ative o Site Kit para posicioná-los."],"Site Kit is currently configured to not place the Google Analytics 4 snippet. If you have manually inserted this snippet, you will have to modify it to include the Optimize ID, or alternatively you will need to enable Site Kit to place it.":["No momento, o Site Kit está configurado para não posicionar o snippet do Google Analytics 4. Se você inseriu esse snippet manualmente, modifique-os para incluir o ID do Optimize, ou então, ative o Site Kit para posicioná-los."],"Analytics is currently set to not track some logged-in users. If you’re setting up or testing experiments on <a>optimize.google.com<\/a>, make sure you’re not logged in to your WordPress site, otherwise the experiment will fail.":["No momento, o Analytics está configurado para não rastrear alguns usuários logados. Se você estiver configurando ou fazendo experimentos em um <a>optimize.google.com<\/a>, verifique se você não está logado no seu site WordPress, se não o experimento não funcionará."],"Anti-flicker snippet":["Snippet antioscilação"],"Learn more about the anti-flicker snippet.":["Saiba mais sobre o snippet antioscilação."],"Place anti-flicker snippet on your site":["Usar o snippet antioscilação no seu site"],"Site Kit will not add the code to your site. <a>Learn more<\/a>.":["O Site Kit não adicionará o código ao site. <a>Saiba mais<\/a>."],"Site Kit will add the code automatically. <a>Learn more<\/a>.":["O Site Kit adicionará o código automaticamente. <a>Saiba mais<\/a>."],"screen reader text\u0004(disabled)":["(desativado)"],"Users that can write posts":["Usuários que podem escrever posts"],"All logged-in users":["Todos os usuários conectados"],"%dh":["%dh"],"%dm":["%dmin"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"screen reader text\u0004(opens in a new tab)":["(abre em uma nova aba)"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Para corrigir isso, <a href=\"%s\">refaça a configuração do plugin<\/a>"],"<a href=\"%s\">Click here<\/a> to connect Google Analytics":["<a href=\"%s\">Clique aqui<\/a> para conectar como o Google Analytics"],"Google Analytics must be active to use Optimize":["Google Analytics deve ativar o uso do Optimize"],"<a href=\"%s\">Click here<\/a> for how to implement Optimize tag in Google Analytics Code Snippet":["<a href=\"%s\">Click aqui<\/a> para implementar a tag do Optimize com o código Snippet do Google Analytics"],"<a href=\"%s\">Click here<\/a> for how to implement Optimize tag through your Tag Manager":["<a href=\"%s\">Clique aqui<\/a> para ver como implementar a tag Optimize com o seu Tag Manager"],"Not a valid Optimize ID.":["ID Optimize inválido."],"Format: GTM-XXXXXXX or OPT-XXXXXXX":["Formato: GTM-XXXXXXX ou OPT-XXXXXXX"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Últimos %s dias"],", ":[","],"Exclude from Analytics":["Excluir do Analytics"],"%d notification":["%d notificação","%d notificações"],"To set up experiments and see the results, go to ":["Para configurar os experimentos e ver os resultados, vá para"],"Snippet is not inserted":["Snippet não foi inserido"],"Snippet is inserted":["Snippet foi inserido"],"Error: %s":["Erro: %s"],"Configure Optimize":["Configurar Optimize"],"Optimize Container ID":["ID do contêiner Optimize"],"You can locate this here.":["Você pode localizar isso aqui."],"Please copy and paste your Optimize ID to complete your setup.":["Por favor, copie e cole seu ID do Optimize para completar sua configuração."],"AMP experiment settings are not in a valid JSON format.":["As configurações AMP não estão em um formato JSON válido."],"Please input your AMP experiment settings in JSON format below.":["Insira as configurações da sua experiência AMP no formato JSON abaixo."],"You are using auto insert snippet with Tag Manager":["Você está usando inserção automática de snippet com Google Tag Manager"],"Your Optimize Container ID":["ID do contênier Optimize"],"Learn More":["Saiba mais"],"Service name\u0004Optimize":["Optimize"],"Probability and confidence calculations":["Cálculos de probabilidade e confiança"],"Improvement tracking":["Rastreamento de melhoria"],"A\/B or multivariate testing":["Teste A\/B ou multivariado"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-optimize-c0c2f31aff0c4677e6b6.js"}}