{"translation-revision-date":"2022-03-31 17:41:00+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Go to Settings":["Vai a Impostazioni"],"Connect more services to see more stats.":["Collega più servizi per visualizzare più statistiche."],"Back to dashboard":["Torna alla Bacheca"],"Looks like Site Kit is unable to place or detect tags on your site. This can be caused by using certain caching or maintenance mode plugins or your site’s frontend is configured on a different host or infrastructure than your administration dashboard.":["Sembra che Site Kit non riesca a posizionare o rilevare tag sul tuo sito. Ciò può essere dovuto all'uso di determinati plugin di caching o in modalità manutenzione, oppure al frontend del tuo sito che è configurato su un host o su un'infrastruttura diversi dalla tua bacheca di amministrazione."],"— New URL: %s":["— Nuovo URL: %s"],"— Old URL: %s":["— Vecchio URL: %s"],"Activate Google Analytics to track how much traffic you’re getting and how people navigate your site.":["Attiva Google Analytics per monitorare quanto traffico ricevi e come gli utenti navigano all'interno del sito."],"Connect Google Analytics as part of your setup.":["Collega Google Analytics durante la configurazione."],"Monetization":["Monetizzazione"],"Content":["Contenuto"],"Traffic":["Traffico"],"Jump directly to Idea Hub to see topic suggestions for your site":["Passa subito a Idea Hub per visualizzare gli argomenti consigliati per il tuo sito"],"Choose at least %s answers":["Scegli almeno %s risposte"],"Text input for option %s":["Inserimento del testo per l'opzione %s"],"Get insights on how people find your site, as well as how to improve and monetize your site’s content, directly in your WordPress dashboard.":["Ottieni approfondimenti su come le persone trovano il tuo sito, nonché su come migliorare e monetizzarne il contenuto, direttamente nella tua dashboard di WordPress."],"Help":["Guida"],"By continuing, you agree to allow Google to use your answers and account info to improve services, per our <privacy>Privacy<\/privacy> & <terms>Terms<\/terms>.":["Se continui, autorizzi Google a utilizzare le tue risposte e i dati del tuo account per migliorare i servizi, in base alle <privacy>Norme sulla privacy<\/privacy> e ai <terms>Termini<\/terms>."],"All collected data is treated in accordance with the <a>Google Privacy Policy.<\/a>":["Tutti i dati raccolti sono trattati in conformità con le <a>Norme sulla privacy di Google.<\/a>"],"Help us improve Site Kit by sharing anonymous usage data.":["Aiutaci a migliorare Site Kit condividendo dati anonimi sull'utilizzo."],"Get help with AdSense":["Ricevi assistenza con AdSense"],"Get support":["Ricevi assistenza"],"Read help docs":["Leggi la documentazione della guida"],"Fix common issues":["Risolvi problemi comuni"],"Got it":["OK"],"%dh":["%d h"],"%dm":["%d min"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Now Site Kit will begin suggesting metrics to add to your dashboard that are relevant specifically to you, based on the goals you shared":["Ora Site Kit inizierà a suggerire metriche da aggiungere alla tua dashboard che sono pertinenti in modo specifico per te, in base agli obiettivi che hai condiviso"],"Remind me later":["Ricordamelo dopo"],"Let’s go":["Iniziamo"],"Answer 5 questions and Site Kit will customize your dashboard with specific metrics and opportunities that match your site’s goals":["Rispondi a 5 domande e Site Kit personalizzerà la tua dashboard con metriche e opportunità specifiche corrispondenti agli obiettivi del tuo sito"],"Customize Site Kit to match your goals":["Personalizza Site Kit in base ai tuoi obiettivi"],"OK, got it!":["OK, ho capito."],"Congrats! You set your site goals":["Congratulazioni! Hai definito gli obiettivi del tuo sito"],"Looks like you’re using a version of WordPress that’s older than 5.0. You can still install and use Site Kit, but some of its features might not work (for example translations).":["Sembra che tu stia utilizzando una versione di WordPress precedente alla 5.0. Puoi ancora installare e utilizzare Site Kit, ma alcune delle sue funzionalità potrebbero non essere disponibili (ad esempio, le traduzioni)."],"Submit":["Invia"],"Next":["Avanti"],"Get insights about how people find and use your site, how to improve and monetize your content, directly in your WordPress dashboard":["Ricevi approfondimenti su come gli utenti trovano e utilizzano il tuo sito e su come migliorare e monetizzare i contenuti, direttamente nella tua dashboard di WordPress"],"Set up Site Kit":["Configura Site Kit"],"Learn how":["Scopri come"],"Learn how to install and use the helper plugin":["Scopri come installare e utilizzare il plugin dell'assistente"],"Configure":["Configura"],"Configure the helper plugin":["Configura il plugin dell'assistente"],"Activate":["Attiva"],"Activate the helper plugin":["Attiva il plugin dell'assistente"],"Install":["Installa"],"Install the helper plugin":["Installa il plugin dell'assistente"],"screen reader text\u0004(opens in a new tab)":["(si apre in una nuova scheda)"],"Resetting will disconnect all users and remove all Site Kit settings and data within WordPress. <br \/>You and any other users who wish to use Site Kit will need to reconnect to restore access.":["La reimpostazione comporterà la disconnessione di tutti gli utenti e la rimozione di tutte le impostazioni di Site Kit e dei dati all'interno di WordPress. <br \/>Tu e altri utenti che volete utilizzare Site Kit dovrete riconnettervi per ripristinare l'accesso."],"Redo the plugin setup":["Ripeti la configurazione del plugin"],"Source: %s":["Fonte: %s"],"Looks like the AMP CDN is restricted in your region, which could interfere with setup on the Site Kit service.":["Sembra che il componente AMP CDN sia soggetto a restrizioni nella tua area geografica, il che potrebbe interferire con la configurazione nel servizio Site Kit."],"To get more help, ask a question on our <a href=\"%1$s\">support forum<\/a> and include the text of the original error message: %2$s":["Per ricevere ulteriore assistenza, fai una domanda nel nostro <a href=\"%1$s\">forum<\/a> dedicato e includi il testo del messaggio di errore originale: %2$s"],"Looks like your site is having a technical issue with requesting data from Google services.":["Sembra che il tuo sito abbia un problema tecnico relativo alla richiesta di dati ai servizi Google."],"Looks like the URL of your site has changed. In order to continue using Site Kit, you’ll need to reconnect, so that your plugin settings are updated with the new URL.":["Sembra che l'URL del tuo sito sia cambiato. Per continuare a utilizzare Site Kit dovrai riconnetterti, in modo che le impostazioni del tuo plugin vengano aggiornate con il nuovo URL."],"Report this problem":["Segnala questo problema"],"Copy error to clipboard":["Copia errore negli appunti"],"Site Kit has already been configured by another admin of this site. To use Site Kit as well, sign in with your Google account which has access to Google services for this site (e.g. Google Analytics). Once you complete the 3 setup steps, you’ll see stats from all activated Google products.":["Site Kit è già stato configurato da un altro amministratore di questo sito. Per utilizzare anche tu Site Kit, accedi con il tuo Account Google che ha accesso ai servizi Google per questo sito (ad esempio Google Analytics). Dopo aver completato i tre passaggi di configurazione, vedrai le statistiche di tutti i prodotti Google attivati."],"Connect your Google account to Site Kit":["Collega il tuo Account Google a Site Kit"],"Jump to the bottom of the dashboard to see how fast your home page is":["Scorri fino in fondo alla bacheca per scoprire la velocità della tua home page"],"Redo setup":["Esegui nuovamente la configurazione"],"Site Kit can’t access necessary data":["Site Kit non riesce ad accedere ai dati richiesti"],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup – make sure to approve all permissions at the authentication stage.":["Site Kit non riesce ad accedere a tutti i dati rilevanti perché non hai fornito tutte le autorizzazioni richieste durante la configurazione. Per utilizzare Site Kit devi eseguire nuovamente la configurazione. Assicurati di fornire tutte le autorizzazioni in fase di autenticazione."],"Site Kit can’t access the relevant data from %1$s because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for %1$s – make sure to approve all permissions at the authentication stage.":["Site Kit non riesce ad accedere ai dati necessari da %1$s perché non hai fornito tutte le autorizzazioni richieste durante la configurazione. Per utilizzare Site Kit devi eseguire nuovamente la configurazione per %1$s. Assicurati di fornire tutte le autorizzazioni in fase di autenticazione."],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for: %s – make sure to approve all permissions at the authentication stage.":["Site Kit non riesce ad accedere a tutti i dati rilevanti perché non hai fornito tutte le autorizzazioni richieste durante la configurazione. Per utilizzare Site Kit devi eseguire nuovamente la configurazione per: %s. Assicurati di fornire tutte le autorizzazioni in fase di autenticazione."],"Proceed":["Procedi"],"Additional Permissions Required":["Ulteriori autorizzazioni necessarie"],"Verifying…":["Verifica…"],"Manage sites…":["Gestione siti…"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Ultimo %s giorno","Ultimi %s giorni"],", ":[","],"Site Kit encountered an error":["Site Kit ha rilevato un errore"],"%s (domain property)":["%s (proprietà del dominio)"],"We found %d existing accounts. Please choose which one to use below.":["Abbiamo rilevato %d account esistenti. Scegli tra i seguenti quale utilizzare."],"Checking Compatibility…":["Controllo compatibilità…"],"Your site may not be ready for Site Kit":["Il tuo sito potrebbe non essere pronto per Site Kit"],"Looks like this may be a staging environment and you already have the helper plugin. Before you can use Site Kit, please make sure you’ve provided the necessary credentials in the Authentication section and verified your production site in Search Console.":["Sembra che questo sia un ambiente di staging e che tu disponga già del plugin dell'assistente. Prima di utilizzare Site Kit, assicurati di aver fornito tutte le credenziali necessarie nella sezione di autenticazione e di aver verificato il sito di produzione in Search Console."],"Looks like this may be a staging environment. If so, you’ll need to install a helper plugin and verify your production site in Search Console.":["Sembra che questo sia un ambiente di staging. Se così fosse, devi installare il plugin dell'assistente e verificare il sito di produzione in Search Console."],"Oops! There was a problem during set up. Please try again.":["Ops! Si è verificato un problema durante la configurazione. Riprova."],"Your site has not been added to Search Console yet. Would you like to add it now?":["Il tuo sito non è stato aggiunto a Search Console. Vuoi aggiungerlo ora?"],"Site Kit by Google was successfully reset.":["Site Kit di Google è stato reimpostato con successo."],"Authenticate Site Kit":["Accedi a Site Kit"],"Connect Search Console":["Collega Search Console"],"Authenticate":["Accedi"],"Go to Dashboard":["Vai alla Bacheca"],"You successfully completed the Site Kit setup and connected Search Console. Check the dashboard for more services to connect.":["Hai completato con successo la configurazione di Site Kit e hai collegato Search Console. Verifica la tua bacheca per altri servizi da collegare."],"Congratulations!":["Complimenti!"],"Your Search Console is set up with Site Kit.":["La tua Search Console è integrata con Site Kit."],"We’re locating your Search Console account.":["Stiamo localizzando il tuo account della Search Console."],"Choose URL":["Scegli l'URL"],"Congratulations, your site has been verified!":["Congratulazioni, il tuo sito è stato verificato!"],"We will need to verify your URL for Site Kit.":["Dobbiamo verificare il tuo URL per Site Kit."],"Verify URL":["Verifica URL"],"Website Address":["Indirizzo del sito web"],"Getting your verified sites…":["Recupero dei siti verificati…"],"Sign in with Google":["Accedi con Google"],"You did not grant access to one or more of the requested scopes. Please grant all scopes that you are prompted for.":["Non hai concesso l'accesso a uno o più contenuti richiesti. Concedi tutte le autorizzazioni richieste."],"Please sign into your Google account to begin.":["Accedi al tuo account Google per iniziare."],"Authenticate with Google":["Autenticati con Google"],"Site Kit by Google Logo":["Logo di Site Kit by Google"],"%d notification":["%d notifica","%d notifiche"],"Congrats on completing the setup for %s!":["Congratulazioni per aver completato la configurazione di %s!"],"OK, Got it!":["Ok, ho capito!"],"Speed":["Velocità"],"Back":["Indietro"],"Account":["Account"],"Dismiss":["Ignora"],"Continue":["Continua"],"Note: ":["Nota: "],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["Scollegando Site Kit di Google non avrai più accesso ad alcun servizio. Una volta eseguita la disconnessione, dovrai ripetere l'autorizzazione per ripristinare il servizio."],"Disconnect":["Disconnetti"],"User Avatar":["Avatar utente"],"Site Kit will no longer have access to your account. If you’d like to reconnect Site Kit, click \"Sign in with Google\" below to generate new credentials.":["Site Kit non ha più accesso al tuo account. Se vuoi riconnettere Site Kit, fai clic su \"Accedi con Google\" in basso per generare nuove credenziali."],"You revoked access to Site Kit for %s":["Hai revocato l'accesso a Site Kit per %s"],"Cancel":["Annulla"],"Reset Site Kit":["Reimposta Site Kit"],"Service name\u0004Search Console":["Search Console"],"Reset":["Reimposta"],"Close":["Chiudi"],"Reconnect Site Kit":["Riconnetti Site Kit"],"Site Kit":["Site Kit"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-dashboard-splash-3c1aabf9cbd2f764ea9e.js"}}