{"translation-revision-date":"2022-05-25 07:06:24+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"No data to display: your site hasn’t appeared in Search yet":["Inga data att visa: din webbplats har hittills inte förekommit i sökningar"],"No data to display: your page hasn’t appeared in Search yet":["Inga data att visa: din sida har hittills inte förekommit i sökningar"],"See how many people visit your site from Search and track how you’re achieving your goals.":["Se hur många som besöker din webbplats via sökning och spåra hur väl du uppnår dina mål."],"Set up goals to track how well your site fulfills your business objectives.":["Ange mål för att spåra hur väl din webbplats uppfyller dina affärsmål."],"Set up Google Analytics":["Konfigurera Google Analytics"],"Goals completed":["Uppnådda mål"],"Unique visitors from Search":["Unika besökare från sök"],"Gathering data…":["Samlar data …"],"Search traffic over the last %s day":["Söktrafik under senaste (%s) dagen","Söktrafik under de senaste %s dagarna"],"Goals":["Mål"],"Your site hasn’t appeared in Search yet":["Din webbplats visas inte i sökresultat än"],"Your page hasn’t appeared in Search yet":["Din sida visas inte i sökresultat än"],"screen reader text\u0004(disabled)":["(inaktiverad)"],"Top search queries for your page":["Vanligaste sökfrågorna för din sida"],"Position":["Position"],"CTR":["CTR"],"Top search queries over last %s days":["Vanligaste sökfrågorna under den senaste %s dagen","Vanligaste sökfrågorna under de senaste %s dagarna"],"%dh":["%d t"],"%dm":["%d m"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Bounce Rate %":["Avvisningsfrekvens %"],"Overview":["Översikt"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>"],"Others":["Övrigt"],"Complete %s setup":["Slutför konfigurationen av %s"],"Complete setup":["Slutför konfiguration"],"%s module setup needs to be completed":["Konfiguration för modulen %s måste slutföras"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s%%<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s%%<\/em>"],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s jmfr. med %2$s"],"screen reader text\u0004(opens in a new tab)":["(öppnas i en ny flik)"],"Unique Visitors":["Unika besökare"],"See full stats in %s":["Se fullständig statistik i %s"],"Source: %s":["Källa: %s"],"This service was originally connected by an administrator — you can contact them for more information.":["Denna tjänst anslöts ursprungligen av en administratör – du kan kontakta hen för mer information."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Denna tjänst anslöts ursprungligen av administratören ”%s” – du kan kontakta hen för mer information."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för åtkomst till data för %s. Därför kan du inte se statistik därifrån i adminpanelen för Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för denna Search Console-egendom. Därför kan du inte se statistik därfifrån i adminpanelen för Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för denna Analytics-vy, så du kommer inte att kunna se dess statistik i adminpanelen för Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för denna Analytics-egendom. Därför kan du inte se statistik därifrån i adminpanelen för Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för detta Analytics-konto. Därför kan du inte se statistik från kontot i adminpanelen för Site Kit."],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["För att åtgärda detta, <a href=\"%s\">gör om tilläggskonfigurationen<\/a>."],"Previous period":["Föregående period"],"Connected Property":["Ansluten egendom"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Senaste %s dagen","Senaste %s dagarna"],", ":[", "],"%s (domain property)":["%s (domänegendom)"],"Search Traffic Summary":["Sammanfattning av söktrafik"],"Connect with Google Analytics to see unique visitors, goal completions, top pages and more":["Anslut till Google Analytics för att se unika besökare, måluppfyllelse, populära sidor och mer"],"Learn more about what visitors do on your site":["Lär dig mer om vad besökare gör på din webbplats"],"%d notification":["%d avisering","%d aviseringar"],"Overview for the last %s day":["Översikt för den senaste %s dagen","Översikt för de senaste %s dagarna"],"Top search queries for your site":["Vanligaste sökfrågorna för din webbplats"],"Average Position":["Genomsnittlig position"],"Average CTR":["Genomsnittlig CTR"],"Total Impressions":["Totalt antal visningar"],"Total Clicks":["Totalt antal klick"],"Create a new goal":["Skapa ett nytt mål"],"Goals measure how well your site or app fulfills your target objectives":["Mål mäter hur väl din webbplats eller app uppfyller dina mål"],"Use goals to measure success":["Använd mål för att mäta framgång"],"Unique Visitors from Search":["Unika besökare från sök"],"Session Duration":["Längd på session"],"Bounce Rate":["Avvisningsfrekvens"],"Property":["Egendom"],"Error: %s":["Fel: %s"],"Complete %s activation":["Slutför aktivering av %s"],"%s module needs to be configured":["Modulen %s behöver konfigureras"],"Counted each time your content appears in search results":["Räknas varje gång ditt innehåll visas i sökresultaten"],"Impressions":["Visningar"],"Number of times users clicked on your content in search results":["Antal gånger användare klickade på ditt innehåll i sökresultaten"],"Clicks":["Klick"],"Most searched for keywords related to your content":["Mest eftersökta nyckelord relaterade till ditt innehåll"],"Keyword":["Nyckelord"],"Sessions":["Sessioner"],"Users":["Användare"],"%s data is not yet available, please check back later":["%s-data är inte tillgängliga än. Kom tillbaka senare"],"%s Gathering Data":["%s samlar data"],"Set up %s":["Ställ in %s"],"Service name\u0004Search Console":["Search Console"],"Service name\u0004Analytics":["Analytics"],"Day":["Dag"],"Activate %s":["Aktivera %s"],"Google PageSpeed Insights gives you metrics about performance, accessibility, SEO and PWA":["Google PageSpeed-insikter ger dig mätvärden för prestanda, tillgänglighet, SEO och PWA"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-search-console-075bbd92e75b85b612b0.js"}}