{"translation-revision-date":"2022-05-25 07:06:24+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"Proceed without enabling auto ads":["Fortsätt utan att aktivera automatiska annonser"],"Enable auto ads":["Aktivera automatiska annonser"],"Enable auto ads for your site":["Aktivera automatiska annonser för din webbplats"],"Configure AdSense":["Konfigurera AdSense"],"Your site is ready to use AdSense":["Din webbplats är klar att använda AdSense"],"Your AdSense account is ready to connect to Site Kit":["Ditt AdSense-konto är redan anslutet till Site Kit"],"Request review in AdSense":["Begär granskning i AdSense"],"Your site requires review":["Din webbplats behöver granskas"],"Your site is getting ready":["Din webbplats förbereds"],"Review site in AdSense":["Granska webbplats i AdSense"],"Invalid site state %s":["Ogiltig webbplatsstatus %s"],"Analytics property name and ID\u0004%1$s (%2$s)":["%1$s (%2$s)"],"No data to display: your site hasn’t received any visitors yet":["Ingen data att visa: din webbplats har inte fått några besökare ännu"],"No data to display: your page hasn’t received any visitors yet":["Ingen data att visa: din sida har inte fått några besökare ännu"],"Already use AdSense? Add %s as a user to an existing AdSense account. <a>Learn more<\/a>":["Använder du redan AdSense? Lägg till %s som användare i ett befintligt AdSense-konto. <a>Läs mer<\/a>"],"Create AdSense account":["Skapa AdSense-konto"],"Monetization metrics are powered by Google AdSense":["Mätvärdena för intäktsgenerering drivs med Google AdSense"],"Gathering data…":["Samlar data …"],"Maybe later":["Kanske senare"],"You can always reactivate it by connecting Google AdSense in Settings":["Du kan alltid återaktiverade det genom att ansluta ”Google Adsense” i inställningarna"],"Yes, remove":["Ja, ta bort"],"This will remove the Monetization section from your dashboard":["Detta tar bort sektionen för intäktsgenerering i din adminpanel"],"AdSense accounts are <a>subject to review and approval<\/a> by the Google AdSense team.":["AdSense-konton behöver <a>granskas och godkännas<\/a> av Googles AdSense-team."],"Connect":["Anslut"],"Earn money by placing ads on your site. Google AdSense will help you place ads in exactly the right places to optimize how much you earn from your content.":["Tjäna pengar genom att placera annonser på din webbplats. Google AdSense hjälper dig att placera annonser på exakt rätt ställen för att tjäna så mycket som möjligt på ditt innehåll."],"Activate Google Analytics 4 and place code on your site.":["Aktivera Google Analytics 4 och placera kod på din webbplats."],"Your site hasn’t received any visitors yet":["Din webbplats har inte fått några besökare ännu"],"Your page hasn’t received any visitors yet":["Din sida har inte fått några besökare ännu"],"Exclude from Ads":["Exkludera från annonser"],"Excluded from ads":["Exkluderade från annonser"],"All logged-in users and users who can write posts":["Alla inloggade användare och användare som kan skriva inlägg"],"Ads are currently displayed for all visitors":["Annonser visas just nu för alla besökare"],"Ads will be displayed for all users":["Annonser kommer visas för alla användare"],"Ads will not be displayed for users that can write posts":["Annonser kommer inte visas för användare som kan skriva inlägg"],"Ads will not be displayed for all logged-in users":["Annonser kommer inte visas för någon inloggad användare"],"Users who can write posts":["Användare som kan skriva inlägg"],"AdSense insights through Site Kit":["AdSense-insikter via Site Kit"],"Revenue from ads placed on your site":["Intäkter från annonser som placerats på din webbplats"],"screen reader text\u0004(disabled)":["(inaktiverad)"],"Place Universal Analytics code":["Placera kod för ”Universal Analytics”"],"This will create both a Google Analytics 4 and Universal Analytics property.":["Detta kommer skapa både en ”Google Analytics 4”- och ”Universal Analytics”-egendom."],"Users that can write posts will be excluded from Analytics tracking":["Användare som kan skriva inlägg kommer exkluderas från spårningen i Analytics"],"Users that can write posts":["Användare som kan skriva inlägg"],"All logged-in users":["Alla inloggade användare"],"If you’re using Google Ads, insert your Ads conversion ID if you’d like Site Kit to place the snippet on your site":["Om du använder Google Ads, infoga ditt annonskonverterings-ID om du vill att Site Kit ska lägga in en kodsnutt på din webbplats"],"Conversion IDs must be in the format: AW-XXXXX":["Konverterings-ID:n måste ha formatet: AW-XXXXX"],"Ads Conversion ID":["Annonskonverterings-ID"],"Please note that AdSense will not show ads on your website unless you’ve already placed the code.":["Observera att AdSense inte kommer att visa annonser på din webbplats om du inte redan har lagt in koden."],"%dh":["%d t"],"%dm":["%d m"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Learn more about Ad Sense Web Stories.":["Läs mer om Ad Sense Web Stories."],"This ad unit will be used for your Web Stories.":["Denna annonsenhet kommer att användas för dina ”Web Stories”."],"Select ad unit":["Välj annonsenhet"],"Web Stories Ad Unit":["Annonsenhet för ”Web Stories”"],"Bounce Rate %":["Avvisningsfrekvens %"],"Overview":["Översikt"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>"],"Others":["Övrigt"],"Complete %s setup":["Slutför konfigurationen av %s"],"Complete setup":["Slutför konfiguration"],"%s module setup needs to be completed":["Konfiguration för modulen %s måste slutföras"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s%%<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s%%<\/em>"],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s jmfr. med %2$s"],"Learn more about updating your AdSense account":["Lär dig mer om hur du uppdaterar ditt AdSense-konto"],"Learn more about adding a user to an existing AdSense account":["Lär dig mer om hur du lägger till en användare till ditt befintliga AdSense-konto"],"Learn more about IP anonymization.":["Lär dig mer om IP-anonymisering."],"screen reader text\u0004(opens in a new tab)":["(öppnas i en ny flik)"],"Learn more here.":["Lär dig mer här."],"Got a Google Analytics 4 (GA4) property and want to find out how to use it with Site Kit?":["Har du en Google Analytics 4 (GA4)-egendom och vill ta reda på hur du använder den med Site Kit?"],"Performance over the last %s day":["Prestanda under den senaste %s dagen","Prestanda under de senaste %s dagarna"],"Page CTR":["CTR för sida"],"Performance by page over the last %s day":["Prestanda per sida under den senaste %s dagen","Prestanda per sida under de senaste %s dagarna"],"See full stats in %s":["Se fullständig statistik i %s"],"Source: %s":["Källa: %s"],"default Analytics view name\u0004All Web Site Data":["All webbplatsdata"],"This service was originally connected by an administrator — you can contact them for more information.":["Denna tjänst anslöts ursprungligen av en administratör – du kan kontakta hen för mer information."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Denna tjänst anslöts ursprungligen av administratören ”%s” – du kan kontakta hen för mer information."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för åtkomst till data för %s. Därför kan du inte se statistik därifrån i adminpanelen för Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för denna Search Console-egendom. Därför kan du inte se statistik därfifrån i adminpanelen för Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för denna Analytics-vy, så du kommer inte att kunna se dess statistik i adminpanelen för Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för denna Analytics-egendom. Därför kan du inte se statistik därifrån i adminpanelen för Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för detta Analytics-konto. Därför kan du inte se statistik från kontot i adminpanelen för Site Kit."],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["För att åtgärda detta, <a href=\"%s\">gör om tilläggskonfigurationen<\/a>."],"You can make changes to this view (e.g. exclude URL query parameters) in Google Analytics.":["Du kan förändra denna vy (t.ex. exkludera URL-queryparametrar) i Google Analytics."],"View Name":["Visa namn"],"Warning":["Varning"],"A view with this name already exists.":["Det finns redan en vy med det namnet."],"Previous period":["Föregående period"],"Country":["Land"],"Timezone":["Tidszon"],"Set up a new view":["Ställ in en ny vy"],"You will need to give Site Kit permission to create an Analytics account on your behalf and also accept the Google Analytics terms of service.":["Du måste ge Site Kit behörighet att skapa ett Analytics-konto för din räkning och även acceptera användarvillkoren för Google Analytics."],"You will be redirected to Google Analytics to accept the terms of service.":["Du kommer att omdirigeras till Google Analytics för att där acceptera användarvillkoren."],"We’ve pre-filled the required information for your new account. Confirm or edit any details:":["Vi har förifyllt den information som krävs för ditt nya konto. Bekräfta eller redigera uppgifterna:"],"Create your Analytics account":["Skapa ditt Analytics-konto"],"Additional permissions are required to create a new Analytics account.":["Ytterligare behörigheter krävs för att skapa ett nytt Analytics-konto."],"You don’t have any ad impressions yet. Make sure you’ve completed these steps in AdSense:":["Du har inga annonsvisningar än. Se till att du har slutfört dessa steg i AdSense:"],"No ad impressions yet":["Inga annonsvisningar än"],"Recommended":["Rekommenderad"],"Invalid account status: %s":["Ogiltig kontostatus: %s"],"Invalid site status: %s":["Ogiltig webbplatsstatus: %s"],"The AdSense code has been placed by another plugin or theme":["AdSense-koden har lagts in av ett annat tillägg eller tema"],"Add site to AdSense":["Lägg till webbplats till AdSense"],"We’ve detected that you haven’t added this site to your AdSense account yet.":["Vi ser att du inte har lagt till denna webbplats i ditt AdSense-konto än."],"Add site to your AdSense account":["Lägg till webbplats till ditt AdSense-konto"],"Site Kit has placed AdSense code on your site to connect your site to AdSense and help you get the most out of ads. This means Google will automatically place ads for you in all the best places.":["Site Kit har lagt in AdSense-kod på din webbplats för att ansluta din webbplats till AdSense och för att hjälpa dig att få ut så mycket som möjligt av annonser. Detta innebär att Google automatiskt placerar annonser åt dig på de bästa platserna."],"Your account is ready to use AdSense":["Ditt konto är klart att använda AdSense"],"Site Kit detected AdSense code for a different account %s on your site. For a better ads experience, you should remove AdSense code that’s not linked to this AdSense account.":["Site Kit upptäckte AdSense-kod för ett annat konto, %s, på webbplatsen. För en bättre annonsupplevelse bör du ta bort AdSense-kod som inte är länkad till detta AdSense-konto."],"Keep AdSense code placed by Site Kit":["Behåll Adsense-koden som lagts in av Site Kit"],"To start using AdSense, you need to update your account so that you can connect your site to AdSense.":["För att börja använda AdSense måste du uppdatera ditt konto så att du kan ansluta din webbplats till AdSense."],"Looks like you have an AdMob account":["Det ser ut som om du har ett AdMob-konto"],"Site Kit has placed AdSense code on every page across your site.":["Site Kit har lag in AdSense-kod på varje sida över hela din webbplats."],"Your account is getting ready":["Ditt konto förbereds"],"Looks like you have multiple AdSense accounts associated with your Google account. Select the account to use with Site Kit below.":["Det verkar som om du har flera AdSense-konton kopplade till ditt Google-konto. Välj det konto som ska användas med Site Kit nedan."],"Select your AdSense account":["Välj ditt AdSense-konto"],"Already use AdSense? Add %s as a user to an existing AdSense account.":["Använder du redan AdSense? Lägg till %s som användare i ett befintligt AdSense-konto."],"Site Kit detected AdSense code %1$s on your page. We recommend you remove that code or add %2$s as a user to the AdSense account %3$s.":["Site Kit upptäckte AdSense-kod för %1$s på din sida. Vi rekommenderar att du tar bort den koden eller lägger till %2$s som användare för AdSense-kontot %3$s."],"In order for your site to display ads, make sure you’ve completed these steps in AdSense":["För att din webbplats ska kunna visa annonser, se till att du har slutfört dessa steg i AdSense"],"Verified that your site is marked as \"Ready\"":["Kontrollerat att din webbplats är markerad som ”Klar”"],"Enabled auto ads for your site":["Automatiska annonser aktiverade för din webbplats"],"Get reports for your top earning pages by linking your Analytics and AdSense accounts":["Få rapporter om dina sidor med bäst intäkter genom att länka dina Analytics- och AdSense-konton"],"Link Analytics and AdSense":["Länka Analytics och AdSense"],"The AdSense code has not been placed on your site":["AdSence-koden har inte lagts in på din webbplats"],"The AdSense code has been placed on your site":["AdSence-koden har lagts in på din webbplats"],"AdSense Code":["AdSense-kod"],"Check your site status":["Kontrollera din webbplatsstatus"],"Account Status":["Kontostatus"],"Publisher ID":["Utgivar-ID"],"You need to fix some issues before your account is approved. Go to AdSense to find out how to fix it":["Du måste åtgärda några problem innan ditt konto kan godkännas. Gå till AdSense för att ta reda på hur du kan åtgärda dem"],"We’re getting your site ready for ads. This usually takes less than a day, but it can sometimes take a bit longer":["Vi förbereder din webbplats för annonser. Det tar vanligtvis mindre än en dag, men ibland kan det ta lite längre tid"],"Your account has been approved":["Ditt konto har godkänts"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Senaste %s dagen","Senaste %s dagarna"],", ":[", "],"Site Status":["Webbplatsstatus"],"None":["Ingen"],"Once completed, click the link below to re-fetch your accounts to continue.":["När du är klar klickar du på länken nedan för att hämta dina konton för att fortsätta."],"To create a new account, click the button below which will open the Google Analytics account creation screen in a new window.":["Klicka på knappen nedan för att skapa ett nytt konto. Detta öppnar ett nytt fönster med skärmen där du kan skapa ett konto i Google Analytics."],"Set up a new account":["Ställ in ett nytt konto"],"IP addresses will not be anonymized.":["IP-adresser anonymiseras inte."],"IP addresses will be anonymized.":["IP-adresser anonymiseras."],"Anonymize IP addresses":["Anonymisera IP-adresser"],"Go to your AdSense account to check on your site’s status or to complete setting up":["Gå till ditt AdSense-konto för att kontrollera statusen för din webbplats eller för att slutföra konfigurationen"],"After you’ve finished setting up your account, we’ll let you know when your site is ready to show ads. This usually takes less than a day, but it can sometimes take a bit longer.":["När du har konfigurerat ditt konto meddelar vi dig när din webbplats är redo att visa annonser. Det tar vanligtvis mindre än en dag, men ibland tar det lite längre tid."],"Let’s get your site ready for ads":["Låt oss göra din webbplats redo för annonser"],"All logged-in users will be included in Analytics tracking":["Alla inloggade användare kommer inkluderas i spårningen i Analytics"],"All logged-in users will be excluded from Analytics tracking":["Alla inloggade användare kommer exkluderas från spårningen i Analytics"],"Exclude from Analytics":["Exkludera från Analytics"],"Connect with Google Analytics to see unique visitors, goal completions, top pages and more":["Anslut till Google Analytics för att se unika besökare, måluppfyllelse, populära sidor och mer"],"Learn more about what visitors do on your site":["Lär dig mer om vad besökare gör på din webbplats"],"%d notification":["%d avisering","%d aviseringar"],"Top Earning Pages":["Sidor med bäst intäkter"],"Session Duration":["Längd på session"],"Page Title":["Sidrubrik"],"Ad blocker detected; please disable it to get the latest AdSense data":["Annonsblockerare upptäcktes, inaktivera den för att få senaste data från AdSense"],"check module page":["kontrollera modulsida"],"Site Kit has placed AdSense code on your site: %s":["Site Kit har lagt in AdSense-kod på din webbplats: %s"],"Page RPM":["RPM för sida"],"Ad Impressions":["Annonsvisningar"],"Total Earnings":["Intäkter totalt"],"Earnings":["Intäkter"],"Back":["Tillbaka"],"Ad blocker detected; please disable it to set up AdSense":["Annonsblockerare upptäcktes, inaktivera den för att konfigurera AdSense"],"Looks like you don't have an Analytics account yet. Once you create it, click on \"Re-fetch my account\" and Site Kit will locate it.":["Du verkar inte ha något Analytics-konto än. När du har skapat det klickar du på ”Hämta mitt konto igen”, så hittar Site Kit det."],"View":["Visa"],"Property":["Egendom"],"Learn more":["Lär dig mer"],"Set up a new property":["Konfigurera en ny egendom"],"Error: %s":["Fel: %s"],"Re-fetch My Account":["Hämta mitt konto igen"],"Create an account":["Skapa ett konto"],"Account":["Konto"],"Complete %s activation":["Slutför aktivering av %s"],"%s module needs to be configured":["Modulen %s behöver konfigureras"],"Impressions":["Visningar"],"Sessions":["Sessioner"],"Users":["Användare"],"%s data is not yet available, please check back later":["%s-data är inte tillgängliga än. Kom tillbaka senare"],"%s Gathering Data":["%s samlar data"],"Create Account":["Skapa konto"],"You’ve already got an AdSense code on your site for this account, we recommend you use Site Kit to place code to get the most out of AdSense.":["Du har redan en AdSense-kod på din webbplats för det här kontot. Vi rekommenderar att du använder Site Kit för att lägg in koden för att få ut mesta möjliga av AdSense."],"Site Kit will place AdSense code on your site to connect your site to AdSense and help you get the most out of ads. This means Google will automatically place ads for you in all the best places.":["Site Kit kommer lägga in AdSense-kod på din webbplats för att ansluta din webbplats till AdSense och för att hjälpa dig att få ut så mycket som möjligt av annonser. Detta innebär att Google automatiskt placerar annonser åt dig på de bästa platserna."],"Let Site Kit place AdSense code on your site":["Låt Site Kit lägga in AdSense-kod på din webbplats"],"Continue":["Fortsätt"],"Site Kit will place AdSense code on every page across your site. This means Google will automatically place ads for you in all the best places.":["Site Kit lägger in AdSense-kod på varje sida på din webbplats. Detta innebär att Google automatiskt placerar annonser åt dig på de bästa platserna."],"Create your AdSense account":["Skapa ditt AdSense-konto"],"Create AdSense Account":["Skapa AdSense-konto"],"Let Site Kit place AdSense code on your site to get your site approved":["Låt Site Kit lägga in AdSense-kod på din webbplats för att få din webbplats godkänd"],"Looks like you’re already using AdSense":["Det verkar som om du redan använder AdSense"],"Go to AdSense to find out how to fix the issue":["Gå till AdSense för att ta reda på hur problemet kan åtgärdas"],"You need to fix some things before we can connect Site Kit to your AdSense account.":["Du måste åtgärda några saker innan vi kan ansluta Site Kit till ditt AdSense-konto."],"Your site isn’t ready to show ads yet":["Din webbplats är inte redo att visa annonser ännu"],"Note: ":["Obs: "],"Disconnect":["Koppla från"],"Connect Service":["Anslut tjänst"],"Cancel":["Avbryt"],"Error":["Fel"],"continue module setup":["fortsätt modulkonfiguration"],"Setup incomplete: %s":["Konfigurationen ofullständig: %s"],"Set up %s":["Ställ in %s"],"Service name\u0004AdSense":["AdSense"],"Service name\u0004Analytics":["Analytics"],"Day":["Dag"],"Activate %s":["Aktivera %s"],"Intelligent, automatic ad placement":["Smart automatisk annonsplacering"],"Google PageSpeed Insights gives you metrics about performance, accessibility, SEO and PWA":["Google PageSpeed-insikter ger dig mätvärden för prestanda, tillgänglighet, SEO och PWA"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-adsense-5f604ec3546839f246d6.js"}}