{"translation-revision-date":"2022-03-31 17:49:01+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"id"},"The updated Search Funnel shows you a more comprehensive view of how traffic from Search is changing.":["Search Funnel yang diperbarui memperlihatkan tampilkan lebih menyeluruh mengenai perubahan aktivitas dari Penelusuran."],"See trends over time for your site’s Search metrics":["Lihat tren sejalan dengan waktu, dari metrik Penelusuran situs Anda"],"Search by URL or by post title and your dashboard will be filtered to show stats just for that URL.":["Telusuri menurut URL atau melalui judul artikel, dan dasbor Anda akan difilter untuk memperlihatkan status hanya bagi URL tersebut."],"Check stats for a specific post":["Periksa status untuk artikel tertentu"],"Jump straight to the relevant section in your dashboard with just one click - no more scrolling.":["Buka langsung bagian yang relevan dalam dasbor Anda dengan hanya satu klik - tidak perlu lagi menggulir."],"New! Navigate your dashboard easily with the dashboard tabs":["Baru! Buka dasbor Anda dengan mudah melalui jendela dasbor"],"Drafts you created from Idea Hub within Site Kit appear here for easy access.":["Draf yang Anda buat dari Idea Hub di Site Kit akan muncul di sini agar mudah diakses."],"Get started writing about your saved ideas":["Mulai menulis dengan ide-ide yang Anda simpan"],"If you’re not ready to create a draft about an idea just yet, add it to your \"Saved\" list and revisit later. If you don’t like an idea, you can dismiss it from your list.":["Jika Anda belum siap untuk membuat draf tentang sebuah ide, tambahkan ide ke daftar \"Disimpan\" dan kunjungi lagi nanti. Jika tidak menyukai sebuah ide, Anda dapat menghapusnya dari daftar Anda."],"Save for later or dismiss":["Simpan untuk nanti atau hapus"],"Found an interesting idea you want to write about? Create a draft! You can always get back to it later on the Posts page.":["Menemukan ide menarik yang ingin Anda tulis? Buat draf! Anda selalu dapat membukanya kembali nanti di halaman Postingan."],"Start a draft":["Mulai buat draf"],"These ideas are based on unanswered searches related to the content of your site. They are organized by topics and will refresh every 2-3 days.":["Ide-ide ini didasarkan pada penelusuran tak terjawab yang berkaitan dengan konten situs Anda. Ide-ide ini dikelompokkan berdasarkan topik dan akan diperbarui setiap 2-3 hari."],"Get inspiration for new topics to write about!":["Dapatkan inspirasi untuk topik baru yang dapat ditulis!"],"Select a time frame to see the comparison with the previous time period":["Pilih rentang waktu untuk membandingkannya dengan rentang waktu sebelumnya"],"Check how your traffic changed since you last looked":["Lihat perubahan kunjungan situs sejak terakhir kali Anda melihatnya"],"Click on the chart slices to see how each segment has changed over time":["Klik irisan diagram untuk melihat perubahan setiap segmen dari waktu ke waktu"],"See where your visitors come from":["Lihat lokasi asal pengunjung Anda"],"Check the trend graph to see how your traffic changed over time":["Lihat grafik tren untuk melihat perubahan kunjungan situs dari waktu ke waktu"],"It’s now easier to see your site’s traffic at a glance":["Melihat sekilas kunjungan situs kini lebih mudah"],"Access the Site Kit docs or ask a question in our support forum from here.":["Akses dokumen Site Kit atau ajukan pertanyaan di forum dukungan kami dari sini."],"%dh":["%dj"],"%dm":["%dd"],"%ds":["%d d"],"%sK":["%s RB"],"%sM":["%s JT"],", ":[","],"Need help?":["Perlu bantuan?"],"%d notification":["Notifikasi %d","Notifikasi %d"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-datastore-user-a65f06143cf286c451ee.js"}}