{"translation-revision-date":"2022-05-24 23:52:47+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nb_NO"},"Gathering data…":["Henter data..."],"Go to Settings":["Gå til innstillinger"],"Back to dashboard":["Tilbake til kontrollpanelet"],"Monetization":["Inntektsgenerering"],"Content":["Innhold"],"Traffic":["Trafikk"],"Choose at least %s answers":["Velg minst %s svar"],"Text input for option %s":["Tekstinnmating for alternativ %s"],"screen reader text\u0004(disabled)":["(slått av)"],"Help":["Hjelp"],"All collected data is treated in accordance with the <a>Google Privacy Policy.<\/a>":["Alle innsamlede data bli behandlet i samsvar med <a>Googles personvererklæring.<\/a>"],"Help us improve Site Kit by sharing anonymous usage data.":["Hjelp oss forbedre Site Kit ved å dele anonyme bruksdata."],"Enter your own answer here":["Oppgi ditt eget svar her"],"Keyword %s":["Nøkkelord %s"],"Enter minimum one (1), maximum three (3) terms":["Legg inn minst én (1), maksimalt tre (3) termer"],"You can always edit your answers after your submission in Settings.":["Du kan alltid redigere dine svar etter innsending i Innstillinger."],"Get help with AdSense":["Få hjelp med AdSense"],"Get support":["Få brukerstøtte"],"Read help docs":["Les hjelpedokumenter"],"Fix common issues":["Rett opp vanlige problemer"],"Got it":["Har det"],"Type your own answer":["Skriv inn ditt eget svar"],"Other: %s":["Andre: %s"],"%dh":["%d t"],"%dm":["%d m"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Update":["Oppdater"],"Remind me later":["Påminn meg senere"],"Let’s go":["La oss gå i gang"],"Answer 5 questions and Site Kit will customize your dashboard with specific metrics and opportunities that match your site’s goals":["Svar på 5 spørsmål og Site Kit vil tilpasse ditt kontrollpanel med bestemte målinger og muligheter som passer målene for ditt nettsted."],"Customize Site Kit to match your goals":["Tilpass Site Kit for å passe til dine mål."],"OK, got it!":["OK, har det!"],"Congrats! You set your site goals":["Gratulerer! Du satte opp dine mål for nettstedet"],"Preview":["Forhåndsvis"],"Site Kit will keep you informed if people start finding you in Search for these terms":["Site Kit vil holde deg informert om folk begynner å finne deg i søk etter disse termene"],"Based on your answers, Site Kit will tailor the metrics and advice you see on your dashboard to help you make progress in these areas":["Basert på dine svar vil Site Kit skreddersy målinger og gi råd du ser på ditt kontrollpanel for å hjelpe deg gjøre forbedringer på disse områdene"],"Based on your answer, Site Kit will tailor the metrics you see on your dashboard to help you track how close you’re getting to your specific goals":["Basert på ditt svar skreddersyr Site Kit de målingene du ser på ditt kontrollpanel, for å hjelpe deg med å spore hvor nær du kommer til dine bestemte mål"],"Based on your answer, Site Kit will suggest new features for your dashboard related to content creation":["Basert på ditt svar vil Site Kit foreslå nye funksjoner på ditt kontrollpanel, som er relatert til produksjonen av innhold"],"This will help Site Kit show tips that help you specifically in your role":["Dette hjelper Site Kit med å vise tips som hjelper deg i akkurat din rolle"],"Generate leads":["Generer potensielle kunder"],"Monthly or less":["Månedlig eller sjeldnere"],"Weekly \/ multiple times a week":["Ukentlig \/ flere ganger i uka"],"Daily \/ multiple times a day":["Daglig \/ flere ganger om dagen"],"Submit":["Send inn"],"Which best describes your team\/role relation to this site?":["Hva beskriver best din gruppe\/rolle på dette nettstedet?"],"Separate with commas or the Enter key":["Adskill med komma eller Enter"],"This question has last been answered by:":["Dette spørsmålet ble sist besvart av:"],"What do you need help most with for this site?":["Hva trenger du mest hjelp til for dette nettstedet?"],"What are the goals of this site?":["Hva er målene for dette nettstedet?"],"How often do you create new posts for this site?":["Hvor ofte lager du nye innlegg på dette nettstedet?"],"Which best describes your team\/role in relation to this site?":["Hva beskriver best din gruppe\/rolle på dette nettstedet?"],"Choose up to three (3) answers":["Velg inntil tre (3) svar"],"Choose up to two (2) answers":["Velg inntil to (2) svar"],"Choose up to one (1) answer":["Velg inntil ett (1) svar"],"Other:":["Andre:"],"Next":["Neste"],"%s out of 5":["%s av 5"],"Encouragement to post more frequently":["Oppfordring til å publisere oftere"],"Understanding which content is performing best":["Å forstå hvilket innhold som yter best"],"Help my content rank in a better position in Google search results":["Hjelp mitt innhold få bedre passering i søkeresultater på Google"],"Generating more revenue":["Skape mer inntekt"],"Expanding my business into new cities, states or markets":["Uvide mitt forretningsområde til nye byer, land eller markeder"],"Growing my audience":["Øke mitt publikum"],"Finding new topics to write about that connect with my audience":["Finne nye emner å skrive om og knytte kontakt med mitt puiblikum"],"Improving speed and performance":["Forbedre hastighet og ÿtelse"],"Retaining visitors, turning them into loyal readers or customers":["Beholde besøkende, gjøre dem til lojale lesere og kunder"],"Share a business card or portfolio to represent me or my company online":["Dele et visittkort eller en portefølje for å representere meg og mitt selskap på nettet"],"Publish news content":["Publisere nyheter"],"Publish a blog":["Publisere en blogg"],"Monetize content (with ads or affiliate links)":["Tjene penger på innhold (med annonser eller lenker til partnere)"],"Sell products or services":["Selge produkter eller tjenester"],"Never":["Aldri"],"I am a part-time or freelance consultant who is helping with this site":["Jeg er en helt eller delvis frilans-konsulent som hjelper andre med sine nettsteder"],"I am part of the in-house team in a content creation, growth, SEO or technical role":["Jeg er en del av en intern gruppe for innholdsproduksjon, vekst, SEO eller teknisk rolle"],"I am the owner of the site and have a team who works on this site":["Jeg er eieren av nettstedet og har en gruppe som arbeider med nettstedet"],"I am the owner and sole creator and admin":["Jeg er eier og eneste innholdsskaper og admin"],"screen reader text\u0004(opens in a new tab)":["(åpnes i en ny fane)"],"Something went wrong.":["Noe gikk galt."],"Redo the plugin setup":["Gjør oppsettet av utvidelsen på nytt"],"Source: %s":["Kilde: %s"],"Report this problem":["Rapporter dette problemet"],"Copy error to clipboard":["Kopier feilen til utklippstavlen"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["For å rette opp dette, <a href=\"%s\">gjør oppsettet av utvidelsen på nytt<\/a>."],"Jump to the bottom of the dashboard to see how fast your home page is":["Hopp ned til bunnen av kontrollpanelet for å se hvor rask din forside er"],"Redo setup":["Sett opp på nytt"],"Site Kit can’t access necessary data":["Site Kit har ikke adgang til nødvendige data"],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup – make sure to approve all permissions at the authentication stage.":["Site Kit har ikke adgang til alle relevante data, fordi du ikke har gitt alle tillatelsene du ble bedt om under oppsettingen. For å bruke Site Kit må du gjøre oppsettet på nytt - sørg for å godkjenne alle tillatelser på godkjennelsestrinnet."],"Site Kit can’t access the relevant data from %1$s because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for %1$s – make sure to approve all permissions at the authentication stage.":["Site Kit har ikke adgang til relevante data fra%1$s fordi du ikke har gitt alle tillatelsene det ble bedt om under oppsettingen. For å bruke Site Kit må du gjøre opppsetingen for %1$s på nytt - sørg for å godkjenne alle tillatelser på godkjennelsestrinnet."],"Proceed":["Fortsett"],"Additional Permissions Required":["Ytterligere tillatelser er nødvendig"],"Manage sites…":["Behandle nettsteder..."],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Siste %s dag","Siste %s dager"],", ":[", "],"Site Kit encountered an error":["Site Kit støtte på en feil"],"Sign in with Google":["Logg inn på Google"],"Site Kit by Google Logo":["Logo for Site Kit av Google"],"%d notification":["%d varsling","%d varslinger"],"Congrats on completing the setup for %s!":["Gratulerer med fullført oppsett for %s!"],"OK, Got it!":["Ok, har det!"],"Speed":["Hastighet"],"Back":["Tilbake"],"Error: %s":["Feil: %s"],"Account":["Konto"],"Dismiss":["Avvis"],"Note: ":["Merknad:"],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["Å koble fra Site Kit betyr at Google vil fjerne din tilgang til alle tjenester. Etter å ha koblet fra vil du måtte logge inn på nytt for å gjenopprette tjenestene."],"Disconnect":["Koble fra"],"User Avatar":["Bruker-avatar"],"Edit":["Rediger"],"Cancel":["Avbryt"],"Close":["Lukk"],"Site Kit":["Site Kit"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-user-input-50eac8369ad6b23ca056.js"}}