{"translation-revision-date":"2022-05-24 23:52:47+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nb_NO"},"Gathering data…":["Henter data..."],"Maybe later":["Kanskje senere"],"Yes, remove":["Ja, fjern"],"Connect":["Koble til"],"Your site hasn’t received any visitors yet":["Ditt nettsted har ennå ikke hatt noen besøkende"],"Your page hasn’t received any visitors yet":["Siden din har ikke hatt noen besøkende ennå"],"Excluded from ads":["Utelukket fra annonser"],"All logged-in users and users who can write posts":["Alle innloggede brukere som kan skrive innlegg"],"Ads are currently displayed for all visitors":["Annonser vises for tiden for alle brukere"],"Ads will be displayed for all users":["Annonser vil bli vist for alle brukere"],"Ads will not be displayed for users that can write posts":["Annonser vil ikke bli vist for brukere som kan skrive innlegg"],"Ads will not be displayed for all logged-in users":["Annonser vil ikke bli vist for alle innloggede brukere"],"Users who can write posts":["Brukere som kan skrive innlegg"],"AdSense insights through Site Kit":["AdSense-innsikter gjennom Site Kit"],"Revenue from ads placed on your site":["Inntekter fra annonser på ditt nettsted"],"screen reader text\u0004(disabled)":["(slått av)"],"Place Universal Analytics code":["Sett inn Universal Analytics-kode"],"Users that can write posts will be excluded from Analytics tracking":["Bruker som kan skrive innlegg vil bli ekskludert fra Analytics-sporing"],"Users that can write posts":["Bruker som kan skrive et innlegg"],"All logged-in users":["Alle innloggede brukere"],"%dh":["%d t"],"%dm":["%d m"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Select ad unit":["Velg annonseenhet"],"Bounce Rate %":["Sprettegrad %"],"Overview":["Oversikt"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>"],"Others":["Andre"],"Complete %s setup":["Fullfør oppsett av %s"],"Complete setup":["Fullfør oppsett"],"%s module setup needs to be completed":["Oppsett av modulen %s må fullføres"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s%%<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s%%<\/em>"],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s vs %2$s"],"Learn more about updating your AdSense account":["Lær mer om hvordan oppdatere sin AdSense-konto."],"Learn more about adding a user to an existing AdSense account":["Lær mer om hvordan legge til en bruker på din AdSense-konto"],"Learn more about IP anonymization.":["Lær mer om anonymisering av IP-adresser"],"screen reader text\u0004(opens in a new tab)":["(åpnes i en ny fane)"],"Learn more here.":["Lær mer her."],"Performance over the last %s day":["Ytelse siste %s dagen","Ytelse de siste %s dagene"],"Page CTR":["Side-CTR"],"Performance by page over the last %s day":["Ytelse pr. side siste %s dagen","Ytelse pr. side de siste %s dagene"],"See full stats in %s":["Se full statistikk i %s"],"Source: %s":["Kilde: %s"],"default Analytics view name\u0004All Web Site Data":["Alle nettstedsdata"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["For å rette opp dette, <a href=\"%s\">gjør oppsettet av utvidelsen på nytt<\/a>."],"View Name":["Visningsnavn"],"Warning":["Advarsel"],"A view with this name already exists.":["En visning med dette navnet finnes allerede."],"Previous period":["Forrige periode"],"Country":["Land"],"Timezone":["Tidssone"],"Set up a new view":["Sett opp en ny visning"],"You will need to give Site Kit permission to create an Analytics account on your behalf and also accept the Google Analytics terms of service.":["Du vil måtte gi Site Kit tillatelse til å opprette en Analytics-konto på dine vegne og også godta tjenestevilkårene til Google Analytics."],"You will be redirected to Google Analytics to accept the terms of service.":["Du vil bli omdirigert til Google Analytics for å akseptere tjenestebetingelsene."],"We’ve pre-filled the required information for your new account. Confirm or edit any details:":["Vi har forhåndsutfylt den nødvendige informasjonen for din nye konto. Bekreft eller rediger detaljene:"],"Create your Analytics account":["Opprett din Analytics-konto"],"Additional permissions are required to create a new Analytics account.":["Ytterligere tillatelser er nødvendig for å opprette en ny Analytics-konto."],"You don’t have any ad impressions yet. Make sure you’ve completed these steps in AdSense:":["Du har ingen annonsevisninger ennå. Sørg for at du har fulkført disse trinnene i AdSense."],"No ad impressions yet":["Ingen inntrykk ennå"],"Recommended":["Anbefalt"],"Invalid account status: %s":["Ugyldig kontostatus: %s"],"Invalid site status: %s":["Ugyldig nettstedstatus: %s"],"The AdSense code has been placed by another plugin or theme":["AdSense-kode har blitt satt inn av en annen utvidelse eller tema"],"Add site to AdSense":["Legg nettstedet til på AdSense"],"We’ve detected that you haven’t added this site to your AdSense account yet.":["Vi oppdaget at du ikke har lagt dette nettstedet til på din AdSense-konto ennå."],"Add site to your AdSense account":["Legg til nettstedet på din AdSense-konto"],"Site Kit has placed AdSense code on your site to connect your site to AdSense and help you get the most out of ads. This means Google will automatically place ads for you in all the best places.":["Site Kit har plassert AdSense-kode på ditt nettsted for koble ditt nettsted til AndSense og hjelpe deg få mest mulig ut av annonser. Dette betyr at Google automatisk vil plassere annonser for deg på alle de beste stedene."],"Your account is ready to use AdSense":["Din konto er klar til å bruke AdSense"],"Site Kit detected AdSense code for a different account %s on your site. For a better ads experience, you should remove AdSense code that’s not linked to this AdSense account.":["Site Kit oppdaget AdSense-kode fra en annen konto %s på ditt nettsted. For en bedre opplevelse av annonser bør du fjerne AdSense-kode som ikke er koblet til denne AdSense-kontoen."],"Keep AdSense code placed by Site Kit":["Hold AdSense-koden på plass med SiteKit"],"To start using AdSense, you need to update your account so that you can connect your site to AdSense.":["For å begynne å bruke AdSense må du oppdatere din konto slik at du kan koble ditt nettsted til AdSense."],"Looks like you have an AdMob account":["Det ser ut som om du har en AdMob-konto"],"Site Kit has placed AdSense code on every page across your site.":["Site Kit har plassert AdSense-kode på alle sider ovr hele nettstedet ditt."],"Your account is getting ready":["Din konto klargjøres"],"Looks like you have multiple AdSense accounts associated with your Google account. Select the account to use with Site Kit below.":["Det ser ut til at du har flere AdSense-kontoer tilknyttet din Google-konto. Velg den AdSense-kontoen du vil bruke med Site Kit nedenfor."],"Select your AdSense account":["Velg din AdSense-konto"],"Already use AdSense? Add %s as a user to an existing AdSense account.":["Bruker du allerede AdSense? Legg %s til som bruker på en eksisterende konto."],"Site Kit detected AdSense code %1$s on your page. We recommend you remove that code or add %2$s as a user to the AdSense account %3$s.":["Site Kit oppdaget AdSense-kode %1$s på din side. Vi anbefaler at du fjerner den koden eller legger til %2$s som bruker på AdSense-konto %3$s."],"In order for your site to display ads, make sure you’ve completed these steps in AdSense":["For at ditt nettsted skal vise annonser, sørg for at du har fullført disse trinnene i AdSense"],"Verified that your site is marked as \"Ready\"":["Bekreft at ditt nettsted er markert som \"Klart\""],"Enabled auto ads for your site":["Slå på automatisk reklame på ditt nettsted"],"Get reports for your top earning pages by linking your Analytics and AdSense accounts":["Få rapporter for dine topp inntjeningssider ved at koble sammen dine Analytics- og AdSense-konti"],"Link Analytics and AdSense":["Koble sammen Analytics og AdSense"],"The AdSense code has not been placed on your site":["AdSense-koden er ennå ikke lagt til på ditt nettsted"],"The AdSense code has been placed on your site":["AdSense-koden har blitt lagt til på ditt nettsted"],"AdSense Code":["AdSense-kode"],"Check your site status":["Sjekk din nettstedstatus"],"Account Status":["Kontostatus"],"Publisher ID":["Utgiver-ID"],"You need to fix some issues before your account is approved. Go to AdSense to find out how to fix it":["Du må rette opp noen problemer før din konto kan godkjennes. Gå til AdSense for å finne ut hvordan rette det."],"We’re getting your site ready for ads. This usually takes less than a day, but it can sometimes take a bit longer":["Vi gjør klar ditt nettsted for annonser. Dette tar vanligvis mindre enn et døgn, men det kan noen ganger ta litt lengre tid."],"Your account has been approved":["Din konto har blitt godkjent"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Siste %s dag","Siste %s dager"],", ":[", "],"Site Status":["Nettstedstatus"],"None":["Ingen"],"Once completed, click the link below to re-fetch your accounts to continue.":["Når fullført, klikk lenken nedenfor for å hente dine konti på nytt og fortsette."],"To create a new account, click the button below which will open the Google Analytics account creation screen in a new window.":["For å lage en ny konto, klikk knappen nedenfor som, i et nytt vindu, vil åpne siden for å lage en ny Google Analytics-konto."],"Set up a new account":["Sett opp en ny konto"],"IP addresses will not be anonymized.":["IP-adresser vil ikke bli anonymisert."],"IP addresses will be anonymized.":["IP-adresser vil bli anonymisert."],"Anonymize IP addresses":["Anonymiser IP-adresser"],"Go to your AdSense account to check on your site’s status or to complete setting up":["Gå til din AdSense-konto for å kontrollere status for ditt nettsted eller fullføre oppsettingen"],"After you’ve finished setting up your account, we’ll let you know when your site is ready to show ads. This usually takes less than a day, but it can sometimes take a bit longer.":["Etter at du er ferdig med å sette opp kontoen vil vi gi deg beskjed når ditt nettsted er klar til å vise annonser. Dette tar vanligvis mindre enn enn dag, men det kan noen ganger ta litt lengre tid."],"Let’s get your site ready for ads":["La oss gjøre ditt nettsted klart for annonser"],"All logged-in users will be included in Analytics tracking":["Alle innloggede brukere vil bli inkludert i Analytics-sporing"],"All logged-in users will be excluded from Analytics tracking":["Alle innloggede brukere vil bli utelukket fra Analytics-sporing"],"Exclude from Analytics":["Utelukk fra Analytics"],"Connect with Google Analytics to see unique visitors, goal completions, top pages and more":["Koble til Google for å se unike besøkende, måloppnåelse, toppsider og mer"],"Learn more about what visitors do on your site":["Lær mer om hva besøkende gjør på nettstedet ditt"],"%d notification":["%d varsling","%d varslinger"],"Top Earning Pages":["Sider med topp inntjening"],"Session Duration":["Varighet av besøk"],"Page Title":["Sidetittel"],"Ad blocker detected; please disable it to get the latest AdSense data":["Ad blocker oppdaget. Vennligst slå av den for å få siste data fra AdSense"],"check module page":["se modulsiden"],"Site Kit has placed AdSense code on your site: %s":["Site Kit har lagt inn AdSense-kode på ditt nettsted: %s"],"Page RPM":["Side-RPM"],"Ad Impressions":["Annonsevisninger"],"Total Earnings":["Inntjening totalt"],"Earnings":["Inntjeninger"],"Back":["Tilbake"],"Ad blocker detected; please disable it to set up AdSense":["Ad blocker oppdaget. Vennligst slå av den for å sette opp AdSense"],"Looks like you don't have an Analytics account yet. Once you create it, click on \"Re-fetch my account\" and Site Kit will locate it.":["Det ser ikke til til at du har neon Analutics-konto ennå. Straks du har opprettet den, klikk på \"Hent min konto på nytt\" og Site Kit vil finne den."],"View":["Se"],"Property":["Eiendom"],"Learn more":["Lær mer"],"Set up a new property":["Sett opp en ny eiendom"],"Error: %s":["Feil: %s"],"Re-fetch My Account":["Hent min konto på nytt"],"Create an account":["Opprett en konto"],"Account":["Konto"],"Complete %s activation":["Fullfør aktivering av %s"],"%s module needs to be configured":["%s-modulen trenger å konfigureres"],"Impressions":["Visninger"],"Sessions":["Besøk"],"Users":["Brukere"],"%s data is not yet available, please check back later":["%s-data er ikke tilgjengelig ennå. Vennligst kom tilbake senere"],"%s Gathering Data":["%s henter data"],"Create Account":["Opprett konto"],"You’ve already got an AdSense code on your site for this account, we recommend you use Site Kit to place code to get the most out of AdSense.":["Du har allerede har en AdSense-kode på ditt nettsted for denne kontoen, vi anbefaler at du bruker Site Kit til å sette inn kode for å få mest ut av AdSense."],"Site Kit will place AdSense code on your site to connect your site to AdSense and help you get the most out of ads. This means Google will automatically place ads for you in all the best places.":["Site Kit vil sette inn AdSense-kode på ditt nettsted for å koble ditt nettsted til AdSense og hjelpe deg få mest mulig ut av annonser. Dette betyr at Google automatisk vil plassere annonser på alle de bese plassene."],"Let Site Kit place AdSense code on your site":["La Site Kit sette inn AdSense-kode å ditt nettsted"],"Continue":["Fortsett"],"Site Kit will place AdSense code on every page across your site. This means Google will automatically place ads for you in all the best places.":["Site Kit vil sette inn AdSense-kode på alle sider over hele nettstedet. Dette betyr at Google automatisk vil plassere annonser for deg på alle de beste stedene."],"Create your AdSense account":["Opprett din AdSense-konto"],"Create AdSense Account":["Opprett AdSense-konto"],"Let Site Kit place AdSense code on your site to get your site approved":["La Site Kit plassere AdSense-kode på ditt nettsted for å få ditt nettsted godkjent"],"Looks like you’re already using AdSense":["Det ser ut til at du allerede bruker AdSense"],"Go to AdSense to find out how to fix the issue":["Gå til AdSense og finn ut hvordan rette dette problemet"],"You need to fix some things before we can connect Site Kit to your AdSense account.":["Du må rette opp noen ting før du kan koble Site Kit til din AdSense-konto."],"Your site isn’t ready to show ads yet":["Ditt nettsted er ikke klart til å vise annonser ennå"],"Note: ":["Merknad:"],"Disconnect":["Koble fra"],"Connect Service":["Koble til tjeneste"],"Cancel":["Avbryt"],"Error":["Feil"],"continue module setup":["fortsett oppsett av modul"],"Setup incomplete: %s":["Oppsett ufullstendig: %s"],"Set up %s":["Sett opp %s"],"Service name\u0004AdSense":["AdSense"],"Service name\u0004Analytics":["Analytics"],"Day":["Dag"],"Activate %s":["Aktiver %s"],"Intelligent, automatic ad placement":["Intelligent, automatisk annonseplassering"],"Google PageSpeed Insights gives you metrics about performance, accessibility, SEO and PWA":["Google PageSpeed-innsikter gir deg målinger om ytelse, tilgjengelighet, SEO og PWA"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-adsense-5f604ec3546839f246d6.js"}}