{"translation-revision-date":"2022-05-25 07:06:24+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"See how many people visit your site from Search and track how you’re achieving your goals.":["Se hur många som besöker din webbplats via sökning och spåra hur väl du uppnår dina mål."],"Set up Google Analytics":["Konfigurera Google Analytics"],"Unique visitors from Search":["Unika besökare från sök"],"Gathering data…":["Samlar data …"],"Traffic":["Trafik"],"Choose at least %s answers":["Välj åtminstone %s svar."],"Text input for option %s":["Textinmatning för alternativet %s"],"screen reader text\u0004(disabled)":["(inaktiverad)"],"over the last %s day":["under den senaste dagen","under de senaste %s dagarna"],"By continuing, you agree to allow Google to use your answers and account info to improve services, per our <privacy>Privacy<\/privacy> & <terms>Terms<\/terms>.":["Genom att fortsätta godkänner du att Google använder dina svar och din kontoinformation för att förbättra tjänster, enligt våra <privacy>Integritetsvillkor<\/privacy> och <terms>Tjänstevillkor<\/terms>."],"Got it":["Jag fattar"],"%dh":["%d t"],"%dm":["%d m"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"There is no data available for this content yet. This could be because it was recently created or because nobody has accessed it so far.":["Det finns inga tillgängliga data för detta innehåll än. Det kan bero på att det nyligen skapades eller att ingen har besökt det än."],"No data available yet":["Ingen data tillgänglig än"],"Complete %s setup":["Slutför konfigurationen av %s"],"Complete setup":["Slutför konfiguration"],"%s module setup needs to be completed":["Konfiguration för modulen %s måste slutföras"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s%%<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s%%<\/em>"],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s jmfr. med %2$s"],"Submit":["Skicka"],"Next":["Nästa"],"screen reader text\u0004(opens in a new tab)":["(öppnas i en ny flik)"],"Source: %s":["Källa: %s"],"This service was originally connected by an administrator — you can contact them for more information.":["Denna tjänst anslöts ursprungligen av en administratör – du kan kontakta hen för mer information."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Denna tjänst anslöts ursprungligen av administratören ”%s” – du kan kontakta hen för mer information."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för åtkomst till data för %s. Därför kan du inte se statistik därifrån i adminpanelen för Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för denna Search Console-egendom. Därför kan du inte se statistik därfifrån i adminpanelen för Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för denna Analytics-vy, så du kommer inte att kunna se dess statistik i adminpanelen för Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för denna Analytics-egendom. Därför kan du inte se statistik därifrån i adminpanelen för Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för detta Analytics-konto. Därför kan du inte se statistik från kontot i adminpanelen för Site Kit."],"Insufficient permissions in %s":["Otillräckliga behörigheter i %s"],"Report this problem":["Rapportera detta problem"],"Copy error to clipboard":["Kopiera fel till urklipp"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["För att åtgärda detta, <a href=\"%s\">gör om tilläggskonfigurationen<\/a>."],"Previous period":["Föregående period"],"Proceed":["Fortsätt"],"Additional Permissions Required":["Ytterligare behörigheter krävs"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Senaste %s dagen","Senaste %s dagarna"],", ":[", "],"Site Kit encountered an error":["Site Kit stötte på ett fel"],"More details":["Fler uppgifter"],"Stats for":["Statistik för"],"Connect with Google Analytics to see unique visitors, goal completions, top pages and more":["Anslut till Google Analytics för att se unika besökare, måluppfyllelse, populära sidor och mer"],"Learn more about what visitors do on your site":["Lär dig mer om vad besökare gör på din webbplats"],"%d notification":["%d avisering","%d aviseringar"],"Total Impressions":["Totalt antal visningar"],"Total Clicks":["Totalt antal klick"],"Total Sessions":["Totalt antal sessioner"],"Total Users":["Totalt antal användare"],"Back":["Tillbaka"],"Error: %s":["Fel: %s"],"Complete %s activation":["Slutför aktivering av %s"],"%s module needs to be configured":["Modulen %s behöver konfigureras"],"Dismiss":["Avfärda"],"%s data is not yet available, please check back later":["%s-data är inte tillgängliga än. Kom tillbaka senare"],"%s Gathering Data":["%s samlar data"],"Data error in %s":["Datafel i %s"],"Note: ":["Obs: "],"Disconnect":["Koppla från"],"Cancel":["Avbryt"],"Set up %s":["Ställ in %s"],"Close":["Stäng"],"Day":["Dag"],"Activate %s":["Aktivera %s"],"Google PageSpeed Insights gives you metrics about performance, accessibility, SEO and PWA":["Google PageSpeed-insikter ger dig mätvärden för prestanda, tillgänglighet, SEO och PWA"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-adminbar-04aec0e4fdd9887712dc.js"}}