{"translation-revision-date":"2022-03-31 17:41:00+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Site Kit is currently configured to neither place the Universal Analytics snippet nor the Google Analytics 4 snippet. If you have manually inserted these snippets, you will have to modify them to include the Optimize ID, or alternatively you will need to enable Site Kit to place them.":["Site Kit è attualmente configurato in modo da non inserire né lo snippet Universal Analytics né lo snippet Google Analytics 4. Se hai inserito questi snippet manualmente, dovrai modificarli affinché includano l'ID Optimize o, in alternativa, abilitarne l'inserimento da parte di Site Kit."],"Site Kit is currently configured to not place the Universal Analytics snippet. If you have manually inserted this snippet, you will have to modify it to include the Optimize ID, or alternatively you will need to enable Site Kit to place it.":["Site Kit è attualmente configurato in modo da non inserire lo snippet Universal Analytics. Se hai inserito questo snippet manualmente, dovrai modificarlo affinché includa l'ID Optimize o, in alternativa, abilitarne l'inserimento da parte di Site Kit."],"Site Kit is currently configured to not place the Google Analytics 4 snippet. If you have manually inserted this snippet, you will have to modify it to include the Optimize ID, or alternatively you will need to enable Site Kit to place it.":["Site Kit è attualmente configurato in modo da non inserire lo snippet Google Analytics 4. Se hai inserito questo snippet manualmente, dovrai modificarlo affinché includa l'ID Optimize o, in alternativa, abilitarne l'inserimento da parte di Site Kit."],"Analytics is currently set to not track some logged-in users. If you’re setting up or testing experiments on <a>optimize.google.com<\/a>, make sure you’re not logged in to your WordPress site, otherwise the experiment will fail.":["Analytics è attualmente impostato in modo da non monitorare alcuni utenti che hanno effettuato l'accesso. Se stai configurando o testando degli esperimenti su <a>optimize.google.com<\/a>, assicurati di non aver effettuato l'accesso al tuo sito WordPress, altrimenti gli esperimenti falliranno."],"Anti-flicker snippet":["Snippet anti-sfarfallio"],"Learn more about the anti-flicker snippet.":["Ulteriori informazioni sullo snippet anti-sfarfallio."],"Place anti-flicker snippet on your site":["Inserisci lo snippet anti-flicker sul tuo sito"],"Site Kit will not add the code to your site. <a>Learn more<\/a>.":["Site Kit non aggiungerà il codice al tuo sito. <a>Approfondisci<\/a>."],"Site Kit will add the code automatically. <a>Learn more<\/a>.":["Site Kit aggiungerà il codice automaticamente. <a>Approfondisci<\/a>."],"Users that can write posts will be excluded from Analytics tracking":["Gli utenti che possono scrivere articoli saranno esclusi dal monitoraggio di Analytics"],"Users that can write posts":["Utenti che possono scrivere post"],"All logged-in users":["Tutti gli utenti connessi"],"%dh":["%d h"],"%dm":["%d min"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"screen reader text\u0004(opens in a new tab)":["(si apre in una nuova scheda)"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Per correggere il problema, <a href=\"%s\">configura nuovamente il plugin<\/a>."],"<a href=\"%s\">Click here<\/a> to connect Google Analytics":["<a href=\"%s\">Fai clic qui<\/a> per collegare Google Analytics"],"Google Analytics must be active to use Optimize":["Google Analytics deve essere attivo per utilizzare Optimize"],"<a href=\"%s\">Click here<\/a> for how to implement Optimize tag in Google Analytics Code Snippet":["<a href=\"%s\">Fai clic qui<\/a> per informazioni su come implementare il tag di Optimize nello snippet di codice di Google Analytics"],"<a href=\"%s\">Click here<\/a> for how to implement Optimize tag through your Tag Manager":["<a href=\"%s\">Fai clic qui<\/a> per scoprire come implementare il tag Optimize mediante Tag Manager"],"Not a valid Optimize ID.":["ID Optimize non valido."],"Format: GTM-XXXXXXX or OPT-XXXXXXX":["Formato: GTM-XXXXXXX o OPT-XXXXXXX"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Ultimo %s giorno","Ultimi %s giorni"],", ":[","],"All logged-in users will be included in Analytics tracking":["Gli utenti connessi saranno inclusi nel tracciamento di Analytics"],"All logged-in users will be excluded from Analytics tracking":["Gli utenti connessi saranno esclusi dal tracciamento di Analytics"],"Exclude from Analytics":["Escluso da Analytics"],"%d notification":["%d notifica","%d notifiche"],"To set up experiments and see the results, go to ":["Per impostare un esperimento e vederne i risultati, vai a "],"Snippet is not inserted":["Lo snippet non è stato inserito"],"Snippet is inserted":["Lo snippet è stato inserito"],"Error: %s":["Errore: %s"],"Configure Optimize":["Imposta Optimize"],"Optimize Container ID":["ID Contenitore Optimize"],"You can locate this here.":["Puoi localizzare questo qui."],"Please copy and paste your Optimize ID to complete your setup.":["Copia e incolla il tuo ID Optimize per completare la configurazione."],"AMP experiment settings are not in a valid JSON format.":["Le impostazioni dell'esperimento AMP non sono in un formato JSON valido."],"Please input your AMP experiment settings in JSON format below.":["Inserisci le impostazioni dell'esperimento AMP nel seguente formato JSON."],"You are using auto insert snippet with Tag Manager":["Stai utilizzando lo snippet di inserimento automatico con Tag Manager"],"Your Optimize Container ID":["ID del tuo contenitore Optimize"],"Learn More":["Approfondisci"],"Service name\u0004Optimize":["Optimize"],"Probability and confidence calculations":["Calcolo delle probabilità e dell'affidabilità"],"Improvement tracking":["Migliora il tracciamento"],"A\/B or multivariate testing":["Test A\/B o multivariato"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-optimize-c0c2f31aff0c4677e6b6.js"}}