{"translation-revision-date":"2022-03-31 17:41:00+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Experimental":["Sperimentale"],"%dh":["%d h"],"%dm":["%d min"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Recommendations on how to improve your site":["Consigli su come migliorare il sito"],"Learn more how metrics are measured.":["Scopri di più sulle modalità di misurazione delle metriche."],"screen reader text\u0004(opens in a new tab)":["(si apre in una nuova scheda)"],"core web vitals name\u0004First Input Delay":["First Input Delay"],"Run test again":["Esegui di nuovo il test"],"core web vitals name\u0004Cumulative Layout Shift":["Cumulative Layout Shift"],"core web vitals name\u0004Largest Contentful Paint":["Largest Contentful Paint"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Per correggere il problema, <a href=\"%s\">configura nuovamente il plugin<\/a>."],"Time it takes for the browser to respond when people first interact with the page":["Tempo di risposta del browser la prima volta che un utente interagisce con la pagina"],"Field data shows how real users actually loaded and interacted with your page over time.":["I dati del campo mostrano caricamenti e interazioni degli utenti effettivi con la tua pagina nel corso del tempo."],"Field data shows how real users actually loaded and interacted with your page. We don’t have enough real-world experience and speed data for this page. It may be new, or not enough users with Chrome browsers have visited it yet.":["I dati del campo mostrano caricamenti e interazioni degli utenti effettivi con la tua pagina. Non abbiamo dati reali sufficienti sull'esperienza e sulla velocità per questa pagina. Potrebbe essere nuova oppure non essere ancora stata visitata da un numero sufficiente di utenti che utilizzano il browser Chrome."],"Field data unavailable":["Dati del campo non disponibili"],"How stable the elements on the page are":["Grado di stabilità degli elementi della pagina"],"Time it takes for the page to load":["Tempo di caricamento della pagina"],"How long people had to wait after the page loaded before they could click something":["Il tempo di attesa necessario per poter fare clic all'interno della pagina dopo il suo caricamento"],"Total Blocking Time":["Total Blocking Time (TBT)"],"Metric Value":["Valore della metrica"],"Metric Name":["Nome della metrica"],"Lab data is a snapshot of how your page performs right now, measured in tests we run in a controlled environment.":["I dati di laboratorio sono un'istantanea delle attuali prestazioni della tua pagina, misurate tramite test eseguiti in un ambiente controllato."],"In the Field":["Sul campo"],"In the Lab":["In laboratorio"],"View details at %s":["Visualizza i dettagli su %s"],"Performance rating\u0004Poor":["Scarsa"],"Performance rating\u0004Needs improvement":["Da migliorare"],"Performance rating\u0004Good":["Buona"],"%sK":["%sK"],"%sM":["%sM"],"To view insights, <a href=\"%s\">visit the dashboard<\/a>":["Per visualizzare i dettagli, <a href=\"%s\">vai alla bacheca<\/a>"],"Last %s day":["Ultimo %s giorno","Ultimi %s giorni"],", ":[","],"PageSpeed Insights is preparing data…":["PageSpeed Insights sta raccogliendo i dati..."],"%d notification":["%d notifica","%d notifiche"],"Learn more":["Approfondisci"],"Error: %s":["Errore: %s"],"Desktop":["Desktop"],"Mobile":["Dispositivi mobili"],"Service name\u0004PageSpeed Insights":["PageSpeed Insights"],"Website performance reports for mobile and desktop":["Report delle performance per mobile e desktop."]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-pagespeed-insights-bad62f23e37764448ba6.js"}}