{"translation-revision-date":"2022-04-01 15:26:31+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Site Kit is currently configured to neither place the Universal Analytics snippet nor the Google Analytics 4 snippet. If you have manually inserted these snippets, you will have to modify them to include the Optimize ID, or alternatively you will need to enable Site Kit to place them.":["Site Kit est actuellement configuré pour ne placer ni l'extrait Universal Analytics ni l'extrait Google Analytics 4. Si vous avez inséré ces extraits manuellement, vous devez les modifier pour inclure l'ID Optimize ou activer Site Kit pour qu'il les place."],"Site Kit is currently configured to not place the Universal Analytics snippet. If you have manually inserted this snippet, you will have to modify it to include the Optimize ID, or alternatively you will need to enable Site Kit to place it.":["Site Kit est actuellement configuré pour ne pas placer l'extrait Universal Analytics. Si vous avez inséré cet extrait manuellement, vous devez le modifier pour inclure l'ID Optimize ou activer Site Kit pour qu'il le place."],"Site Kit is currently configured to not place the Google Analytics 4 snippet. If you have manually inserted this snippet, you will have to modify it to include the Optimize ID, or alternatively you will need to enable Site Kit to place it.":["Site Kit est actuellement configuré pour ne pas placer l'extrait Google Analytics 4. Si vous avez inséré cet extrait manuellement, vous devez le modifier pour inclure l'ID Optimize ou activer Site Kit pour qu'il le place."],"Analytics is currently set to not track some logged-in users. If you’re setting up or testing experiments on <a>optimize.google.com<\/a>, make sure you’re not logged in to your WordPress site, otherwise the experiment will fail.":["Analytics est actuellement configuré pour ne pas faire le suivi des utilisateurs connectés. Si vous configurez ou effectuez des tests sur <a>optimize.google.com<\/a>, assurez-vous que vous n'êtes pas connecté à votre site WordPress ou le test va échouer."],"Anti-flicker snippet":["Extrait anti-clignotement"],"Site Kit will not add the code to your site. <a>Learn more<\/a>.":["Site Kit ajoutera le code automatiquement. <a>En savoir plus<\/a>"],"Site Kit will add the code automatically. <a>Learn more<\/a>.":["Site Kit ajoutera le code automatiquement <a>En savoir plus<\/a>"],"screen reader text\u0004(disabled)":["(désactivé)"],"All logged-in users":["Tous les utilisateurs connectés"],"Users that can write posts":["Utilisateurs pouvant écrire des articles"],"%dm":["%d min"],"%dh":["%d h"],"%ds":["%d sec"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%1$s %2$s %3$s"],"screen reader text\u0004(opens in a new tab)":["(s’ouvre dans un nouvel onglet)"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Pour résoudre ce problème, <a href=\"%s\">reconfigurez le plug-in<\/a>."],"<a href=\"%s\">Click here<\/a> to connect Google Analytics":["<a href=\"%s\">Cliquez ici<\/a> pour vous connecter à Google Analytics"],"Google Analytics must be active to use Optimize":["Vous devez activer Google Analytics pour utiliser Optimize"],"Not a valid Optimize ID.":["ID Optimize non valide."],"%sK":["%s 000"],"%sM":["%s 000 000"],", ":[","],"Exclude from Analytics":["Exclure de Google Analytics"],"%d notification":["%d notification","%d notifications"],"Configure Optimize":["Configurer Optimize"],"To set up experiments and see the results, go to ":["Pour configurer des expériences et afficher les résultats, accédez à"],"Optimize Container ID":["Identifiant du conteneur Optimize"],"You can locate this here.":["Vous pouvez le trouver ici."],"Please copy and paste your Optimize ID to complete your setup.":["Veuillez copier et coller votre identifiant Optimize pour terminer la configuration."],"Your Optimize Container ID":["Votre identifiant de conteneur Optimize"],"Learn More":["En savoir plus"],"Service name\u0004Optimize":["Optimize"],"Improvement tracking":["Suivi des améliorations"],"A\/B or multivariate testing":["Test A\/B ou multivariable"],"Probability and confidence calculations":["Calculs de la probabilité et de l’intervalle de confiance"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-optimize-c0c2f31aff0c4677e6b6.js"}}