{"translation-revision-date":"2022-04-01 15:26:31+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Maybe later":["Peut-être plus tard"],"You can always reactivate it by connecting Google AdSense in Settings":["Vous pouvez toujours le réactiver en connectant Google Adsense dans les réglages"],"Yes, remove":["Oui, supprimer"],"Connect":["Connecter"],"Activate Google Analytics 4 and place code on your site.":["Activez Google Analytics 4 et placez le code sur votre site."],"Exclude from Ads":["Exclure de Ads"],"Excluded from ads":["Exclu des annonces"],"All logged-in users and users who can write posts":["Tous les utilisateurs connectés ou habilités à rédiger des articles"],"Users who can write posts":["Utilisateurs habilités à rédiger des articles"],"Ads are currently displayed for all visitors":["Les annonces sont actuellement affichées pour tous les visiteurs"],"AdSense insights through Site Kit":["Statistiques AdSense via Site Kit"],"Revenue from ads placed on your site":["Revenu issu des annonces placées sur votre site"],"screen reader text\u0004(disabled)":["(désactivé)"],"Place Universal Analytics code":["Placer le code Universal Analytics"],"All logged-in users":["Tous les utilisateurs connectés"],"Users that can write posts":["Utilisateurs pouvant écrire des articles"],"Conversion IDs must be in the format: AW-XXXXX":["Les ID de conversion doivent être au format : AW-XXXXX"],"Ads Conversion ID":["Identifiant de conversion Ads"],"%dm":["%d min"],"%dh":["%d h"],"%ds":["%d sec"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%1$s %2$s %3$s"],"Learn more about Ad Sense Web Stories.":["En savoir plus sur les Stories Web Ad Sense."],"This ad unit will be used for your Web Stories.":["Cette unité publicitaire sera utilisée pour vos Web Stories."],"Select ad unit":["Sélectionner une unité publicitaire"],"Web Stories Ad Unit":["Unité publicitaire de Web Stories"],"Bounce Rate %":["Taux de rebond %"],"Others":["Autres"],"Complete %s setup":["Terminer la configuration du module %s"],"Complete setup":["Terminer la configuration"],"%s module setup needs to be completed":["Veuillez terminer la configuration du module %s"],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s vs %2$s"],"Learn more about updating your AdSense account":["En savoir plus sur la mise à jour de votre compte AdSense"],"Learn more about IP anonymization.":["En savoir plus sur l’anonymisation des adresses IP."],"screen reader text\u0004(opens in a new tab)":["(s’ouvre dans un nouvel onglet)"],"Learn more here.":["Pour en savoir plus, cliquez sur ce lien."],"Page CTR":["CTR (pages)"],"See full stats in %s":["Consulter les statistiques complètes dans %s"],"default Analytics view name\u0004All Web Site Data":["Toutes les données du site Web"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Pour résoudre ce problème, <a href=\"%s\">reconfigurez le plug-in<\/a>."],"View Name":["Nom de la vue"],"Warning":["Avertissement"],"A view with this name already exists.":["Une vue portant ce nom existe déjà."],"You can make changes to this view (e.g. exclude URL query parameters) in Google Analytics.":["Vous pouvez modifier cette vue (par exemple, exclure des paramètres de requête URL) dans Google Analytics."],"Previous period":["Période précédente"],"Country":["Pays"],"Timezone":["Fuseau horaire"],"Set up a new view":["Configurer une nouvelle vue"],"Add site to AdSense":["Ajouter le site à AdSense"],"Your account is ready to use AdSense":["Votre compte est prêt à utiliser AdSense"],"Add site to your AdSense account":["Ajouter le site à votre compte AdSense"],"Site Kit has placed AdSense code on your site to connect your site to AdSense and help you get the most out of ads. This means Google will automatically place ads for you in all the best places.":["Site Kit a inséré un code AdSense sur votre site pour le connecter à AdSense et vous permettre de tirer pleinement parti des annonces. Cela signifie que Google diffusera automatiquement des annonces pour vous, au meilleur endroit."],"Create your Analytics account":["Créer votre compte Google Analytics"],"Additional permissions are required to create a new Analytics account.":["Des autorisations supplémentaires sont requises pour créer un compte Google Analytics."],"Recommended":["Recommandations"],"Select your AdSense account":["Sélectionnez votre compte AdSense"],"Looks like you have an AdMob account":["Il semble que vous ayez un compte AdMob"],"Your account is getting ready":["Votre compte est en cours de préparation"],"To start using AdSense, you need to update your account so that you can connect your site to AdSense.":["Pour commencer à utiliser AdSense, vous devez mettre à jour votre compte afin de connecter votre site à AdSense."],"Site Kit has placed AdSense code on every page across your site.":["Site Kit a inséré un code AdSense dans chaque page de votre site."],"Looks like you have multiple AdSense accounts associated with your Google account. Select the account to use with Site Kit below.":["Il semble que vous ayez plusieurs comptes AdSense associés à votre compte Google. Sélectionnez le compte à utiliser avec Site Kit ci-dessous."],"Keep AdSense code placed by Site Kit":["Conserver le code AdSense inséré par Site Kit"],"Enabled auto ads for your site":["Annonces automatiques activées pour votre site"],"Link Analytics and AdSense":["Associer Google Analytics et AdSense"],"Verified that your site is marked as \"Ready\"":["Vérifiez que votre site est marqué comme « Prêt »"],"AdSense Code":["Code AdSense"],"Your account has been approved":["Votre compte a été approuvé"],"The AdSense code has been placed on your site":["Le code AdSense a été inséré dans votre site"],"You need to fix some issues before your account is approved. Go to AdSense to find out how to fix it":["Vous devez corriger certains problèmes avant que votre compte puisse être approuvé. Accéder à AdSense pour découvrir comment résoudre ces problèmes"],"Publisher ID":["Identifiant éditeur"],"Account Status":["État du compte"],"%sK":["%s 000"],"%sM":["%s 000 000"],"None":["Aucun"],"Site Status":["État du site"],", ":[","],"Once completed, click the link below to re-fetch your accounts to continue.":["Lorsque vous avez terminé, cliquez sur le lien ci-dessous pour récupérer vos comptes et continuer."],"Set up a new account":["Configurer un nouveau compte"],"IP addresses will not be anonymized.":["Les adresses IP ne seront pas anonymisées."],"IP addresses will be anonymized.":["Les adresses IP seront anonymisées."],"Anonymize IP addresses":["Anonymiser les adresses IP"],"Exclude from Analytics":["Exclure de Google Analytics"],"%d notification":["%d notification","%d notifications"],"Page Title":["Titre de la page"],"Back":["Retour"],"View":["Vue"],"Set up a new property":["Configurer une nouvelle propriété"],"Create an account":["Créer un compte"],"Property":["Propriété"],"Account":["Compte"],"%s module needs to be configured":["Le module %s doit être configuré"],"Impressions":["Impressions"],"Sessions":["Sessions"],"Users":["Utilisateurs"],"Create Account":["Créer un compte"],"Continue":["Continuer"],"Create AdSense Account":["Créer un compte AdSense"],"Learn more":["En savoir plus"],"Top Earning Pages":["Pages générant le plus de revenus"],"Session Duration":["Durée de la session"],"check module page":["vérifiez la page du module"],"Page RPM":["RPM (pages)"],"Total Earnings":["Total des revenus"],"Earnings":["Revenus"],"Re-fetch My Account":["Récupérer mon compte"],"%s Gathering Data":["%s collecte des données"],"Site Kit will place AdSense code on your site to connect your site to AdSense and help you get the most out of ads. This means Google will automatically place ads for you in all the best places.":["Site Kit insérera un code AdSense sur votre site pour connecter celui-ci à AdSense et vous permettre de tirer pleinement parti des annonces. Cela signifie que Google diffusera automatiquement des annonces pour vous, au meilleur endroit."],"Let Site Kit place AdSense code on your site":["Autoriser Site Kit à insérer un code AdSense sur votre site"],"Site Kit will place AdSense code on every page across your site. This means Google will automatically place ads for you in all the best places.":["Site Kit insérera un code AdSense sur chaque page de votre site. Cela signifie que Google diffusera automatiquement des annonces pour vous, au meilleur endroit."],"Create your AdSense account":["Créer votre compte AdSense"],"Let Site Kit place AdSense code on your site to get your site approved":["Autoriser Site Kit à insérer un code AdSense dans votre site pour que ce dernier puisse être approuvé"],"Looks like you’re already using AdSense":["Il semble que vous utilisiez déjà AdSense"],"Go to AdSense to find out how to fix the issue":["Accéder à AdSense pour découvrir comment résoudre ce problème"],"You need to fix some things before we can connect Site Kit to your AdSense account.":["Vous devrez résoudre quelques problèmes avant de pouvoir connecter Site Kit à votre compte AdSense."],"Disconnect":["Déconnecter"],"Connect Service":["Connecter le service"],"Cancel":["Annuler"],"continue module setup":["poursuivre la configuration du module"],"Service name\u0004AdSense":["Google AdSense"],"Set up %s":["Configurer %s"],"Service name\u0004Analytics":["Google Analytics"],"Activate %s":["Activer %s"],"Day":["Jour"],"Intelligent, automatic ad placement":["Insertion d’annonces automatique et intelligente"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-adsense-5f604ec3546839f246d6.js"}}