{"translation-revision-date":"2022-05-25 07:06:24+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"Anti-flicker snippet":["Kodblock som motverkar flimmer"],"Learn more about the anti-flicker snippet.":["Läs mer om kodblocket som motverkar flimmer."],"Place anti-flicker snippet on your site":["Lägg in kodblock som motverkar flimmer på din webbplats"],"Site Kit will not add the code to your site. <a>Learn more<\/a>.":["Site Kit kommer inte lägga till koden till din webbplats. <a>Läs mer<\/a>."],"Site Kit will add the code automatically. <a>Learn more<\/a>.":["Site Kit kommer lägga till koden automatiskt. <a>Läs mer<\/a>."],"screen reader text\u0004(disabled)":["(inaktiverad)"],"Users that can write posts will be excluded from Analytics tracking":["Användare som kan skriva inlägg kommer exkluderas från spårningen i Analytics"],"Users that can write posts":["Användare som kan skriva inlägg"],"All logged-in users":["Alla inloggade användare"],"%dh":["%d t"],"%dm":["%d m"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"screen reader text\u0004(opens in a new tab)":["(öppnas i en ny flik)"],"This service was originally connected by an administrator — you can contact them for more information.":["Denna tjänst anslöts ursprungligen av en administratör – du kan kontakta hen för mer information."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Denna tjänst anslöts ursprungligen av administratören ”%s” – du kan kontakta hen för mer information."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för åtkomst till data för %s. Därför kan du inte se statistik därifrån i adminpanelen för Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för denna Search Console-egendom. Därför kan du inte se statistik därfifrån i adminpanelen för Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för denna Analytics-vy, så du kommer inte att kunna se dess statistik i adminpanelen för Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för denna Analytics-egendom. Därför kan du inte se statistik därifrån i adminpanelen för Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för detta Analytics-konto. Därför kan du inte se statistik från kontot i adminpanelen för Site Kit."],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["För att åtgärda detta, <a href=\"%s\">gör om tilläggskonfigurationen<\/a>."],"<a href=\"%s\">Click here<\/a> to connect Google Analytics":["<a href=\"%s\">Klicka här<\/a> för att ansluta Google Analytics"],"Google Analytics must be active to use Optimize":["Google Analytics måste vara aktivt för att kunna använda Optimize"],"<a href=\"%s\">Click here<\/a> for how to implement Optimize tag in Google Analytics Code Snippet":["<a href=\"%s\">Klicka här<\/a> för att läsa mer om hur du implementerar Optimize-taggen i kodsnutten för Google Analytics"],"<a href=\"%s\">Click here<\/a> for how to implement Optimize tag through your Tag Manager":["<a href=\"%s\">Klicka här<\/a> för att läsa mer om hur du implementerar Optimize-taggen med Tag Manager"],"Not a valid Optimize ID.":["Inte ett giltigt Optimize-ID."],"Format: GTM-XXXXXXX or OPT-XXXXXXX":["Format: GTM-XXXXXXX eller OPT-XXXXXXX"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Senaste %s dagen","Senaste %s dagarna"],", ":[", "],"All logged-in users will be included in Analytics tracking":["Alla inloggade användare kommer inkluderas i spårningen i Analytics"],"All logged-in users will be excluded from Analytics tracking":["Alla inloggade användare kommer exkluderas från spårningen i Analytics"],"Exclude from Analytics":["Exkludera från Analytics"],"%d notification":["%d avisering","%d aviseringar"],"To set up experiments and see the results, go to ":["För att konfigurera experiment och se resultaten, går du till"],"Snippet is not inserted":["Kodsnutten är inte infogad"],"Snippet is inserted":["Kodsnutten infogad"],"Error: %s":["Fel: %s"],"Configure Optimize":["Konfigurera Optimize"],"Optimize Container ID":["Optimize behållar-ID"],"You can locate this here.":["Det hittar du här."],"Please copy and paste your Optimize ID to complete your setup.":["Kopiera och klistra in ditt Optimize-ID för att slutföra din konfigurationen."],"AMP experiment settings are not in a valid JSON format.":["Inställningarna för AMP-experiment har inte ett giltigt JSON-format."],"Please input your AMP experiment settings in JSON format below.":["Ange dina inställningar för AMP-experiment i JSON-format nedan."],"You disabled Analytics auto insert snippet. If you are using Google Analytics code snippet, add the code below:":["Du inaktiverade automatisk infogning av Analytics-kodsnutt. Om du använder Google Analytics-kodsnutt lägger du till koden nedan:"],"You are using auto insert snippet with Tag Manager":["Du använder automatiskt insättning av kodsnutt med Tag Manager"],"Your Optimize Container ID":["Ditt Optimize behållar-ID"],"Learn More":["Lär dig mer"],"Service name\u0004Optimize":["Optimize"],"Probability and confidence calculations":["Sannolikhets- och konfidensberäkningar"],"Improvement tracking":["Spårning av förbättringar"],"A\/B or multivariate testing":["A\/B- eller multivariattestning"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-optimize-c0c2f31aff0c4677e6b6.js"}}