{"translation-revision-date":"2021-06-05 20:30:11+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"da_DK"},"All logged-in users":["Alle brugere, der er logget på"],"Ads Conversion ID":["Annoncekonverterings-id"],"Conversion IDs must be in the format: AW-XXXXX":["Konverterings-id'er skal være i formatet: AW-XXXXX"],"If you’re using Google Ads, insert your Ads conversion ID if you’d like Site Kit to place the snippet on your site":["Hvis du bruger Google Ads, skal du indsætte dit annoncekonverterings-id, hvis du ønsker, at Site Kit skal placere uddraget på dit website"],"%ds":["%ds"],"%dm":["%dm"],"%dh":["%dh"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Bounce Rate %":["Afvisningsprocent %"],"Select ad unit":["Vælg annonce enhed"],"Learn more about Ad Sense Web Stories.":["Få mere at vide om Ad Sense Webhistorier."],"This ad unit will be used for your Web Stories.":["Denne annonceenhed bruges til dine webhistorier."],"Overview":["Overblik"],"Others":["Andre"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>"],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s vs %2$s"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s%%<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s%%<\/em>"],"%s module setup needs to be completed":["%s modulopsætningen skal være afsluttet"],"Complete %s setup":["Færdiggør %s opsætningen"],"Complete setup":["Fuldfør opsætning"],"Learn more about adding a user to an existing AdSense account":["Få flere oplysninger om at tilføje en bruger til en eksisterende AdSense-konto"],"Learn more about updating your AdSense account":["Få flere oplysninger om opdatering af din AdSense-konto"],"Learn more about IP anonymization.":["Lær mere om IP-anonymisering."],"screen reader text\u0004(opens in a new tab)":["(åbner i et nyt faneblad)"],"Page CTR":["Side CTR"],"Got a Google Analytics 4 (GA4) property and want to find out how to use it with Site Kit?":["Har du en Google Analytics 4 (GA4) ejendom og vil finde ud af hvordan du bruger den sammen med Site Kit?"],"Learn more here.":["Læs mere her."],"Performance by page over the last %s day":["Ydelse pr. side for den seneste %s dag","Ydelse pr. side for de seneste %s dage"],"Performance over the last %s day":["Ydelse for den seneste %s dag","Ydelse for de seneste %s dage"],"Source: %s":["Kilde: %s"],"See full stats in %s":["Se hele statistik i %s"],"default Analytics view name\u0004All Web Site Data":["Alle websteds data"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["For at løse dette, skal du <a href=\"%s\">genindlæse plugin-opsætningen<\/a> ."],"A view with this name already exists.":["En visning med dette navn findes allerede."],"Warning":["Advarsel"],"View Name":["Vis navn"],"You can make changes to this view (e.g. exclude URL query parameters) in Google Analytics.":["Du kan foretage ændringer af denne visning (f.eks. ekskludere parametre til URL-forespørgsler) i Google Analytics."],"Previous period":["Forrige periode"],"You will need to give Site Kit permission to create an Analytics account on your behalf and also accept the Google Analytics terms of service.":["Du skal give Site Kit tilladelse til at oprette en Analytics-konto på dine vegne og også acceptere Google Analytics servicevilkår."],"Set up a new view":["Opret en ny visning"],"Timezone":["Tidszone"],"Country":["Land"],"Site Kit detected AdSense code for a different account %s on your site. For a better ads experience, you should remove AdSense code that’s not linked to this AdSense account.":["Site Kit registrerede AdSense-kode for en anden konto %s på dit websted. For at få en bedre annonceoplevelse skal du fjerne AdSense-kode, der ikke er knyttet til denne AdSense-konto."],"Your account is ready to use AdSense":["Din konto er klar til at bruge AdSense"],"Recommended":["Anbefalet"],"Additional permissions are required to create a new Analytics account.":["Yderligere tilladelser kræves for at oprette en ny Analytics-konto."],"No ad impressions yet":["Der er endnu ingen annoncevisninger"],"You don’t have any ad impressions yet. Make sure you’ve completed these steps in AdSense:":["Du har ikke nogen annoncevisninger endnu. Sørg for, at du har afsluttet disse trin i AdSense:"],"Create your Analytics account":["Opret din Analytics-konto"],"We’ve pre-filled the required information for your new account. Confirm or edit any details:":["Vi har på forhånd udfyldt de krævede oplysninger til din nye konto. Bekræft eller rediger oplysninger:"],"Site Kit has placed AdSense code on your site to connect your site to AdSense and help you get the most out of ads. This means Google will automatically place ads for you in all the best places.":["Site Kit har placeret AdSense-kode på dit websted for at forbinde dit websted til AdSense og hjælpe dig med at få mest muligt ud af annoncer. Dette betyder, at Google automatisk vil placere annoncer for dig på alle de bedste steder."],"Add site to your AdSense account":["Tilføj websted til din AdSense-konto"],"We’ve detected that you haven’t added this site to your AdSense account yet.":["Vi har opdaget, at du ikke har tilføjet dette websted til din AdSense-konto endnu."],"Add site to AdSense":["Tilføj websted til AdSense"],"The AdSense code has been placed by another plugin or theme":["AdSense-koden er placeret af et andet plugin eller tema"],"Invalid site status: %s":["Ugyldig webstatestatus: %s"],"Invalid account status: %s":["Ugyldig kontostatus: %s"],"You will be redirected to Google Analytics to accept the terms of service.":["Du bliver omdirigeret til Google Analytics for at acceptere servicevilkårene."],"Site Kit detected AdSense code %1$s on your page. We recommend you remove that code or add %2$s as a user to the AdSense account %3$s.":["Site Kit registrerede AdSense-kode %1$s på din side. Vi anbefaler, at du fjerner den kode eller tilføjer %2$s som bruger til AdSense-kontoen %3$s."],"Already use AdSense? Add %s as a user to an existing AdSense account.":["Brug du allerede AdSense? Føj %s som bruger til en eksisterende AdSense-konto."],"Keep AdSense code placed by Site Kit":["Behold AdSense-kode placeret af Site Kit"],"Select your AdSense account":["Vælg din AdSense-konto"],"Looks like you have multiple AdSense accounts associated with your Google account. Select the account to use with Site Kit below.":["Det ser ud til, at du har flere AdSense-konti tilknyttet din Google-konto. Vælg den konto, der skal bruges med Site Kit nedenfor."],"Your account is getting ready":["Din konto er ved at blive klar"],"Site Kit has placed AdSense code on every page across your site.":["Site Kit har placeret AdSense-kode på hver side på dit websted."],"Looks like you have an AdMob account":["Det ser ud til, at du har en AdMob-konto"],"To start using AdSense, you need to update your account so that you can connect your site to AdSense.":["For at begynde at bruge AdSense skal du opdatere din konto, så du kan forbinde dit websted til AdSense."],"In order for your site to display ads, make sure you’ve completed these steps in AdSense":["Hvis dit website skal vise annoncer, skal du sørge for, at du har udført disse trin i AdSense"],"Link Analytics and AdSense":["Link Analytics og AdSense"],"Enabled auto ads for your site":["Aktiverede autoannoncer til dit websted"],"Verified that your site is marked as \"Ready\"":["Bekræftet, at dit websted er markeret som \"Klar\""],"Get reports for your top earning pages by linking your Analytics and AdSense accounts":["Få rapporter til dine sider med den bedste indtjening ved at linke dine Analytics- og AdSense-konti"],"Account Status":["Konto status"],"Publisher ID":["Udgiver ID"],"You need to fix some issues before your account is approved. Go to AdSense to find out how to fix it":["Du skal løse nogle problemer, før din konto er godkendt. Gå til AdSense for at finde ud af, hvordan du løser det"],"We’re getting your site ready for ads. This usually takes less than a day, but it can sometimes take a bit longer":["Vi gør dit websted klar til annoncer. Dette tager normalt mindre end en dag, men det kan undertiden tage lidt længere tid"],"Check your site status":["Kontroller dit websteds status"],"Your account has been approved":["Din konto er blevet godkendt"],"AdSense Code":["AdSense kode"],"The AdSense code has been placed on your site":["AdSense koden er blevet placeret i dit websted"],"The AdSense code has not been placed on your site":["AdSense koden er endnu ikke placeret i dit websted"],"%sM":["%sM"],"%sK":["%sK"],"None":["Ingen"],"Site Status":["Websted status"],", ":[", "],"Last %s day":["Seneste %s dag","Seneste %s dage"],"Set up a new account":["Konfigurer en ny konto"],"To create a new account, click the button below which will open the Google Analytics account creation screen in a new window.":["Hvis du vil oprette en ny konto, skal du klikke på knappen nedenfor, som åbner skærmbilledet oprettelse af Google Analytics-konto i et nyt vindue."],"Once completed, click the link below to re-fetch your accounts to continue.":["Når du er færdig, skal du klikke på linket nedenfor for at hente dine konti igen for at fortsætte."],"Anonymize IP addresses":["Anonymiser IP-adresser"],"IP addresses will be anonymized.":["IP-adresser vil blive anonymiseret."],"IP addresses will not be anonymized.":["IP-adresser vil ikke blive anonymiseret."],"Exclude from Analytics":["Udeluk fra Analytics"],"Let’s get your site ready for ads":["Lad os gøre dit websted klar til annoncer"],"After you’ve finished setting up your account, we’ll let you know when your site is ready to show ads. This usually takes less than a day, but it can sometimes take a bit longer.":["Når du er færdig med at konfigurere din konto, giver vi dig besked, når dit websted er klar til at vise annoncer. Dette tager normalt mindre end en dag, men det kan nogle gange tage lidt længere tid."],"Go to your AdSense account to check on your site’s status or to complete setting up":["Gå til din AdSense-konto for at kontrollere dit websteds status eller for at fuldføre konfigurationen"],"Your site isn’t ready to show ads yet":["Dit websted er endnu ikke klar til at vise annoncer"],"You need to fix some things before we can connect Site Kit to your AdSense account.":["Du skal rette nogle ting, før vi kan forbinde Site Kit til din AdSense-konto."],"Go to AdSense to find out how to fix the issue":["Gå til AdSense for at finde ud af, hvordan du løser problemet"],"Looks like you’re already using AdSense":["Det ser ud til, at du allerede bruger AdSense"],"Create AdSense Account":["Opret AdSense konto"],"Create your AdSense account":["Opret din AdSense konto"],"Site Kit will place AdSense code on every page across your site. This means Google will automatically place ads for you in all the best places.":["Site Kit vil placere AdSense kode på hver side på tværs af dit websted. Det betyder, at Google automatisk placerer annoncer for dig på alle de bedste steder."],"Continue":["Fortsæt"],"Site Kit will place AdSense code on your site to connect your site to AdSense and help you get the most out of ads. This means Google will automatically place ads for you in all the best places.":["Site Kit placerer AdSense-kode på dit website for at forbinde dit websted med AdSense og hjælpe dig med at få mest muligt ud af annoncerne. Det betyder, at Google automatisk placerer annoncer for dig alle de bedste steder."],"Create Account":["Opret konto"],"%s Gathering Data":["%s Indsamling af data"],"Users":["Brugere"],"Sessions":["Sessioner"],"Impressions":["Eksponeringer"],"%s module needs to be configured":["%s modul skal konfigureres"],"Create an account":["Opret en konto"],"Re-fetch My Account":["Hent min konto igen"],"Account":["Konto"],"Error: %s":["Fejl: %s"],"Set up a new property":["Opsæt en ny ejendom"],"Property":["Ejendom"],"View":["Vis"],"Looks like you don't have an Analytics account yet. Once you create it, click on \"Re-fetch my account\" and Site Kit will locate it.":["Det ser ud til, at du endnu ikke har en Analytics-konto. Når du har oprettet den, skal du klikke på \"Hent min konto igen\" og site Kit vil lokaliser den."],"Earnings":["Indtjeninger"],"Back":["Tilbage"],"Total Earnings":["Samlet indtjening"],"Ad Impressions":["Annonce eksponeringer"],"Page RPM":["Side RPM"],"check module page":["kontrollere modul side"],"Page Title":["Side overskrift"],"Session Duration":["Varighed af session"],"Top Earning Pages":["Bedst indtjenings sider"],"%d notification":["%d meddelelse","%d meddelelser"],"Let Site Kit place AdSense code on your site to get your site approved":["Lad Site Kit placere AdSense-kode på dit websted for at få dit websted godkendt"],"Let Site Kit place AdSense code on your site":["Lad Site Kit placere AdSense-kode på dit websted"],"You’ve already got an AdSense code on your site for this account, we recommend you use Site Kit to place code to get the most out of AdSense.":["Du har allerede fået en AdSense-kode på dit websted til denne konto. Vi anbefaler, at du bruger Site Kit til at placere kode for at få mest muligt ud af AdSense."],"Learn more":["Lær mere"],"Site Kit has placed AdSense code on your site: %s":["Site Kit har placeret en AdSense kode på dit websted: %s"],"Complete %s activation":["Færdiggør %s aktivering"],"%s data is not yet available, please check back later":["%s data endnu ikke er tilgængelige, kan du tjekke tilbage senere"],"Learn more about what visitors do on your site":["Læs mere om, hvad besøgende gør på dit websted"],"Connect with Google Analytics to see unique visitors, goal completions, top pages and more":["Forbind til Google Analytics for at se unikke besøgende, målafslutninger, topsider og meget mere"],"Service name\u0004Analytics":["Analytics"],"Service name\u0004AdSense":["AdSense"],"Set up %s":["Konfigurer %s"],"continue module setup":["fortsæt modul opsætningen"],"Cancel":["Annuller"],"Connect Service":["Forbind service"],"Disconnect":["Afbryd"],"Note: ":["Bemærk: "],"Setup incomplete: %s":["Opsætningen blev ikke fuldført: %s"],"Error":["Fejl"],"Intelligent, automatic ad placement":["Intelligent, automatisk annonceplacering"],"Activate %s":["Aktiver %s"],"Day":["Dag"],"Google PageSpeed Insights gives you metrics about performance, accessibility, SEO and PWA":["Google PageSpeed Insights giver dig målinger om ydeevne, tilgængelighed, SEO og PWA"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-adsense-5f604ec3546839f246d6.js"}}