{"translation-revision-date":"2022-05-31 12:26:17+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Apply":["Aplicar"],"Share a view-only version of your Site Kit dashboard with other WordPress roles. <a>Learn more<\/a>":["Comparte una versión sólo visible (no escritura) de tu escritorio de Site Kit con otros roles de WordPress. <a>Más información<\/a>"],"Dashboard sharing & permissions":["Compartición y permisos del escritorio"],"Open sharing settings":["Abrir los ajustes de compartir"],"Thanks for using Site Kit!<br \/>Help us make it even better.":["¡Gracias por usar el Kit del Sitio!<br \/>Ayúdanos a hacerlo aún mejor."],"Shared by <strong>%s<\/strong>":["Compartirdo por <strong>%s<\/strong>"],"Shared services":["Servicios compartidos"],"Learn more about dashboard sharing":["Más información sobre el uso compartido del escritorio"],"You can see stats from all shared Google services, but you can't make any changes. <a>Learn more<\/a>":["Puedes ver las estadísticas de todos los servicios compartidos de Google, pero no puedes hacer ningún cambio. <a>Más información<\/a>"],"You can see stats from all shared Google services, but you can't make any changes. <strong>Sign in to connect more services and control sharing access.<\/strong>":["Puedes ver las estadísticas de todos los servicios compartidos de Google, pero no puedes hacer ningún cambio. <strong>Accede para conectar más servicios y controlar el acceso compartido.<\/strong>"],"View only":["Solo lectura"],"It can take up to 48 hours before stats show up for your site. While you’re waiting, connect more services to get more stats.":["Antes de que aparezcan las estadísticas de tu sitio, pueden pasar hasta 48 horas. Mientras esperas, conecta más servicios para obtener más estadísticas."],"Search Console is gathering data":["Search Console está recuperando los datos"],"Search Console and Analytics are gathering data":["Search Console y Analytics están recuperando los datos"],"Site Kit will start showing stats on the dashboard as soon as enough people have visited your site. Keep working on your site to attract more visitors.":["Site Kit empezará a mostrar las estadísticas en el escritorio tan pronto como un número suficiente de personas haya visitado su sitio. Sigue trabajando en tu sitio para atraer más visitantes."],"Not enough traffic yet to display stats":["Todavía no hay tráfico suficiente como para mostrar estadísticas"],"Gathering data…":["Recuperando datos..."],"Idea Hub suggests what you can write about next, from actual questions people asked on Google Search.":["El centro de ideas te sugiere sobre qué puedes escribir a continuación, a partir de preguntas reales que ha hecho la gente en la búsqueda de Google."],"Go to Settings":["Ir a los ajustes"],"Connect more services to see more stats.":["Conecta más servicios para ver más estadísticas."],"Search":["Buscar"],"Date range":["Rango de fechas"],"Back to dashboard":["Volver al escritorio"],"Monetization":["Monetización"],"Content":["Contenido"],"Traffic":["Tráfico"],"Jump directly to Idea Hub to see topic suggestions for your site":["Ve directamente al centro de ideas para ver sugerencias de temática para tu sitio"],"Enter title or URL…":["Introduce el título o la URL..."],"URL Search":["Búsqueda de la URL"],"Page\/URL Search":["Búsqueda de la página\/URL"],"Experimental":["Experimental"],"Choose at least %s answers":["Elige, al menos, %s respuestas"],"Text input for option %s":["Entrada de texto para la opción %s"],"screen reader text\u0004(disabled)":["(desactivado)"],"Help":["Ayuda"],"By continuing, you agree to allow Google to use your answers and account info to improve services, per our <privacy>Privacy<\/privacy> & <terms>Terms<\/terms>.":["Al continuar, aceptas permitir que Google use tus respuestas y la información de tu cuenta para mejorar los servicios, según nuestra <privacy>privacidad<\/privacy> y <terms>términos<\/terms>."],"Set up":["Configurar"],"All collected data is treated in accordance with the <a>Google Privacy Policy.<\/a>":["Todos los datos recopilados se tratan de acuerdo con la <a>política de privacidad de Google.<\/a>"],"Help us improve Site Kit by sharing anonymous usage data.":["Ayúdanos a mejorar Site Kit compartiendo datos de uso anónimos."],"Service name\u0004Idea Hub":["Centro de ideas"],"Get help with AdSense":["Obtener soporte con AdSense"],"Get support":["Obtener soporte"],"Read help docs":["Leer los documentos de ayuda"],"Fix common issues":["Corregir los problemas comunes"],"Got it":["Entendido"],"%dh":["%d h"],"%dm":["%d m"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Now Site Kit will begin suggesting metrics to add to your dashboard that are relevant specifically to you, based on the goals you shared":["Ahora Site Kit empezará a sugerir métricas para añadir a tu escritorio que sean relevantes específicamente para ti, basadas en los objetivos que has compatido"],"Complete %s setup":["Completar la configuración de %s"],"Complete setup":["Configuración completa"],"%s module setup needs to be completed":["Es necesario completar la configuración del módulo %s"],"Remind me later":["Recuérdamelo más tarde"],"Let’s go":["Adelante"],"Answer 5 questions and Site Kit will customize your dashboard with specific metrics and opportunities that match your site’s goals":["Responde a 5 preguntas y Site Kit personalizará tu escritorio con métricas específicas y oportunidades que coincidan con los objetivos de tu sitio"],"Customize Site Kit to match your goals":["Personaliza Site Kit para cumplir tus objetivos"],"OK, got it!":["¡Vale, entendido!"],"Congrats! You set your site goals":["¡Enhorabuena! Has establecido los objetivos de tu sitio"],"Submit":["Enviar"],"Next":["Siguiente"],"screen reader text\u0004(opens in a new tab)":["(abre en una nueva pestaña)"],"Redo the plugin setup":["Rehacer la configuración del plugin"],"Source: %s":["Origen: %s"],"This service was originally connected by an administrator — you can contact them for more information.":["Este servicio fue conectado originalmente por un administrador — Puedes contactar con él para más información."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Este servicio fue conectado originalmente por el administrador «%s» — Puedes contactar con él para más información."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Tu cuenta de Google no tiene permisos suficientes para acceder a los datos de %s, por lo que no podrás ver sus estadísticas en el escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Tu cuenta de Google no tiene permisos suficientes para esta propiedad de Search Console, por lo que no podrás ver sus estadísticas en el escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Tu cuenta de Google no tiene permisos suficientes para esta vista de Analytics, por lo que no podrás ver sus estadísticas en el escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Tu cuenta de Google no tiene permisos suficientes para esta propiedad de Analytics, por lo que no podrás ver sus estadísticas en el escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Tu cuenta de Google no tiene permisos suficientes para esta cuenta de Analytics, por lo que no podrás ver sus estadísticas en el escritorio de Site Kit."],"Insufficient permissions in %s":["Permisos insuficientes para %s"],"Report this problem":["Informar de este problema"],"Copy error to clipboard":["Copiar el error al portapapeles"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Para corregirlo, <a href=\"%s\">vuelve a hacer la configuración del plugin<\/a>."],"Jump to the bottom of the dashboard to see how fast your home page is":["Ve al la parte inferior del escritorio para ver lo rápida que es tu página de inicio"],"Redo setup":["Volver a iniciar la configuración"],"Site Kit can’t access necessary data":["Site Kit no puede acceder a los datos necesarios"],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup – make sure to approve all permissions at the authentication stage.":["Site Kit no puede acceder a todos los datos relevantes porque no has concedido todos los permisos solicitados durante la configuración. Para usar Site Kit, deberás volver a realizar la configuración. Asegúrate de aprobar todos los permisos en la etapa de identificación."],"Site Kit can’t access the relevant data from %1$s because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for %1$s – make sure to approve all permissions at the authentication stage.":["Site Kit no puede acceder a los datos relevantes de %1$s porque no has concedido todos los permisos solicitados durante la configuración. Para usar Site Kit, deberás volver a realizar la configuración de %1$s. Asegúrate de aprobar todos los permisos en la etapa de identificación."],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for: %s – make sure to approve all permissions at the authentication stage.":["Site Kit no puede acceder a todos los datos relevantes porque no has concedido todos los permisos solicitados durante la configuración. Para usar Site Kit, deberás volver a realizar la configuración para: %s. Asegúrate de aprobar todos los permisos en la etapa de identificación."],"Proceed":["Proceder"],"Additional Permissions Required":["Se necesitan permisos adicionales"],"Manage sites…":["Gestionar sitios…"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Último día (%s)","Últimos %s días"],", ":[", "],"Site Kit encountered an error":["Site Kit ha encontrado un error"],"Sign in with Google":["Acceder con Google"],"Site Kit by Google Logo":["Logo de Site Kit by Google"],"Connect with Google Analytics to see unique visitors, goal completions, top pages and more":["Conecta con Google Analytics para ver los visitantes únicos, el cumplimiento de los objetivos, las páginas principales y más"],"Learn more about what visitors do on your site":["Aprende más sobre lo que hacen los visitantes en tu sitio"],"%d notification":["%d aviso","%d avisos"],"Congrats on completing the setup for %s!":["¡Enhorabuena por completar la configuración de %s!"],"OK, Got it!":["De acuerdo, ¡vamos allá!"],"Speed":["Velocidad"],"Analytics is gathering data":["Analytics está recuperando los datos"],"Back":["Volver"],"Learn more":["Aprende más"],"Error: %s":["Error: %s"],"Account":["Cuenta"],"Complete %s activation":["Completar la activación de %s"],"%s module needs to be configured":["El módulo %s necesita ser configurado"],"Dismiss":["Descartar"],"%s data is not yet available, please check back later":["Los datos de %s aún no están disponibles. Por favor, vuelve a comprobarlo más tarde"],"%s Gathering Data":["Recuperando datos de %s"],"Data error in %s":["Error de datos en %s"],"Note: ":["Nota: "],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["Desconectar el Site Kit de Google quitará el acceso a todos los servicios. Cuando desconectes tendrás que volver a autorizar para restaurar el servicio."],"Disconnect":["Desconectar"],"User Avatar":["Avatar del usuario"],"Site Overview":["Resumen del sitio"],"Connect Service":["Conectar servicio"],"Cancel":["Cancelar"],"Set up %s":["Configurar %s"],"Service name\u0004AdSense":["AdSense"],"No results found":["No se han encontrado resultados"],"Close":["Cerrar"],"Activate %s":["Activar %s"],"Site Kit":["Site Kit"],"Google PageSpeed Insights gives you metrics about performance, accessibility, SEO and PWA":["Google PageSpeed Insights te ofrece métricas sobre rendimiento, accesibilidad, SEO y PWA"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-dashboard-c7943bedbfb651796f12.js"}}