{"translation-revision-date":"2022-05-25 07:06:24+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"Keep track of how fast your page is and get specific recommendations on what to improve":["Håll koll på hur snabb din sida är och få specifika rekommendationer om vad som kan förbättras"],"Find out how visitors experience this page":["Ta reda på hur besökare upplever denna sida"],"Understand how people found this page from Search":["Förstå hur besökare har hittat denna sida via sökning"],"Track traffic to this page over time":["Spåra trafik till denna sida över tid"],"Track your AdSense revenue over time":["Spåra dina AdSense-intäkter över tid"],"Find out how much you’re earning from your content":["Ta reda på hur mycket du tjänar på ditt innehåll"],"Keep track of how fast your pages are and get specific recommendations on what to improve":["Håll koll på hur snabba dina sidor är och få specifika rekommendationer om vad som kan förbättras"],"Find out how visitors experience your site":["Ta reda på hur besökare upplever din webbplats"],"Keep track of your most popular pages and how people found them from Search":["Håll koll på dina mest populära sidor och hur människor hittade dem från sökningar"],"See how your content is doing":["Se hur det går för ditt innehåll"],"Track your site’s traffic over time":["Din webbplats trafik över tid"],"Find out how your audience is growing":["Ta reda på hur din publik växer"],"screen reader text\u0004(disabled)":["(inaktiverad)"],"How much you’re earning from your content through AdSense":["Hur mycket du tjänar på ditt innehåll via AdSense"],"Your most popular pages and how people found them from Search":["Dina mest populära sidor och hur människor hittade dem från sökningar"],"Acquisition":["Förvärv"],"%dh":["%d t"],"%dm":["%d m"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Your Traffic at a Glance":["Din trafik i korthet"],"Complete %s setup":["Slutför konfigurationen av %s"],"Complete setup":["Slutför konfiguration"],"%s module setup needs to be completed":["Konfiguration för modulen %s måste slutföras"],"screen reader text\u0004(opens in a new tab)":["(öppnas i en ny flik)"],"This service was originally connected by an administrator — you can contact them for more information.":["Denna tjänst anslöts ursprungligen av en administratör – du kan kontakta hen för mer information."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Denna tjänst anslöts ursprungligen av administratören ”%s” – du kan kontakta hen för mer information."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för åtkomst till data för %s. Därför kan du inte se statistik därifrån i adminpanelen för Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för denna Search Console-egendom. Därför kan du inte se statistik därfifrån i adminpanelen för Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för denna Analytics-vy, så du kommer inte att kunna se dess statistik i adminpanelen för Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för denna Analytics-egendom. Därför kan du inte se statistik därifrån i adminpanelen för Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för detta Analytics-konto. Därför kan du inte se statistik från kontot i adminpanelen för Site Kit."],"Insufficient permissions in %s":["Otillräckliga behörigheter i %s"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["För att åtgärda detta, <a href=\"%s\">gör om tilläggskonfigurationen<\/a>."],"Page Speed and Experience":["Sidhastighet och upplevelse"],"How fast your home page loads, how quickly people can interact with your content, and how stable your content is":["Hur snabbt din startsida laddas, hur snart besökare kan interagera med innehållet och hur stabilt ditt innehåll är"],"How fast your page loads, how quickly people can interact with your content, and how stable your content is":["Hur snabbt din sida laddas, hur snart besökare kan interagera med ditt innehåll och hur stabilt ditt innehåll är"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Senaste %s dagen","Senaste %s dagarna"],", ":[", "],"Connect with Google Analytics to see unique visitors, goal completions, top pages and more":["Anslut till Google Analytics för att se unika besökare, måluppfyllelse, populära sidor och mer"],"Learn more about what visitors do on your site":["Lär dig mer om vad besökare gör på din webbplats"],"%d notification":["%d avisering","%d aviseringar"],"View Data":["Visa data"],"Title or URL":["Rubrik eller URL"],"Search for individual page or post information":["Sök efter enskild sida eller inläggsinformation"],"Search Funnel":["Söktratt"],"How your site appeared in Search results and how many visitors you got from Search":["Hur din webbplats visades i sökresultaten och hur många besökare du fick från sökningar"],"What people searched for to find your page":["Vad människor sökte efter för att hitta din sida"],"How people found your site":["Hur människor hittade din webbplats"],"How people found your page":["Hur människor hittade din sida"],"Earnings":["Intäkter"],"Error: %s":["Fel: %s"],"Complete %s activation":["Slutför aktivering av %s"],"%s module needs to be configured":["Modulen %s behöver konfigureras"],"%s data is not yet available, please check back later":["%s-data är inte tillgängliga än. Kom tillbaka senare"],"%s Gathering Data":["%s samlar data"],"Data error in %s":["Datafel i %s"],"Set up %s":["Ställ in %s"],"No results found":["Inga resultat hittades"],"Activate %s":["Aktivera %s"],"Google PageSpeed Insights gives you metrics about performance, accessibility, SEO and PWA":["Google PageSpeed-insikter ger dig mätvärden för prestanda, tillgänglighet, SEO och PWA"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-widgets-12095ba7cec0e3aff6e8.js"}}