{"translation-revision-date":"2022-05-25 07:06:24+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"Tag Manager container name and ID\u0004%1$s (%2$s)":["%1$s (%2$s)"],"Checking tags…":["Kontrollerar etiketter …"],"screen reader text\u0004(disabled)":["(inaktiverad)"],"%dh":["%d t"],"%dm":["%d m"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Bounce Rate %":["Avvisningsfrekvens %"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>"],"Others":["Övrigt"],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s jmfr. med %2$s"],"Container Name":["Behållarnamn"],"Web Container Name":["Webb-behållarnamn"],"AMP Container Name":["AMP-behållarnamn"],"A container with this name already exists.":["Det finns redan en behållare med det namnet."],"screen reader text\u0004(opens in a new tab)":["(öppnas i en ny flik)"],"Looks like you’re already using Google Analytics within your Google Tag Manager configuration. Activate the Google Analytics module in Site Kit to see relevant insights in your dashboard.":["Du verkar redan använda Google Analytics med din ”Google Tag Manager”-konfiguration. Aktivera ”Google Analytics”-modulen i Site Kit för att se relevanta insikter i din adminpanel."],"Looks like you’re using Google Analytics. Your Analytics property %s is already set up in your Google Tag Manager configuration, so Site Kit will switch to using Google Tag Manager for Analytics.":["Du verkar redan använda ”Google Analytics”. Din ”Analytics”-egendom %s har redan ställts in i din ”Google Tag Manager”-konfiguration, så Site Kit kommer växla över till att använda ”Google Tag Manager” för ”Analytics”."],"Complete setup without Analytics":["Slutför konfiguration utan Analytics"],"Continue to Analytics setup":["Fortsätt till konfigurationen av Analytics"],"This service was originally connected by an administrator — you can contact them for more information.":["Denna tjänst anslöts ursprungligen av en administratör – du kan kontakta hen för mer information."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Denna tjänst anslöts ursprungligen av administratören ”%s” – du kan kontakta hen för mer information."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för åtkomst till data för %s. Därför kan du inte se statistik därifrån i adminpanelen för Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för denna Search Console-egendom. Därför kan du inte se statistik därfifrån i adminpanelen för Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för denna Analytics-vy, så du kommer inte att kunna se dess statistik i adminpanelen för Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för denna Analytics-egendom. Därför kan du inte se statistik därifrån i adminpanelen för Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Ditt Google-konto har inte tillräckliga behörigheter för detta Analytics-konto. Därför kan du inte se statistik från kontot i adminpanelen för Site Kit."],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["För att åtgärda detta, <a href=\"%s\">gör om tilläggskonfigurationen<\/a>."],"Previous period":["Föregående period"],"Site Kit will not add the code to your site.":["Site Kit kommer inte lägga till koden till din webbplats."],"Site Kit will add the code automatically.":["Site Kit kommer lägga till koden automatiskt."],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Senaste %s dagen","Senaste %s dagarna"],", ":[", "],"AMP Container":["AMP-behållare"],"Web Container":["Webb-behållare"],"AMP Container ID":["AMP behållar-ID"],"Web Container ID":["Webb behållar-ID"],"To create a new account, click the button below which will open the Google Tag Manager account creation screen in a new window.":["Klicka på knappen nedan för att skapa ett nytt konto. Detta öppnar ett nytt fönster med skärmen där du kan skapa ett konto i Google Tag Manager."],"Once completed, click the link below to re-fetch your accounts to continue.":["När du är klar klickar du på länken nedan för att hämta dina konton för att fortsätta."],"Set up a new account":["Ställ in ett nytt konto"],"Tag Manager Code Snippet":["Kodsnutt för Tag Manager"],"%d notification":["%d avisering","%d aviseringar"],"Session Duration":["Längd på session"],"Snippet is not inserted":["Kodsnutten är inte infogad"],"Snippet is inserted":["Kodsnutten infogad"],"Placing two tags at the same time is not recommended.":["Att lägg in två taggar samtidigt rekommenderas inte."],"Error: %s":["Fel: %s"],"Confirm & Continue":["Bekräfta och fortsätt"],"Set up a new container":["Ställ in en ny behållare"],"Container":["Behållare"],"Re-fetch My Account":["Hämta mitt konto igen"],"Create an account":["Skapa ett konto"],"Container ID":["Behållar-ID"],"Account":["Konto"],"Sessions":["Sessioner"],"Users":["Användare"],"Let Site Kit place code on your site":["Låt Site Kit lägga in kod på din webbplats"],"Service name\u0004Tag Manager":["Tag Manager"],"Day":["Dag"],"Create tags without updating code":["Skapa taggar utan att uppdatera koden"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-tagmanager-6a0860ce7f93e4545b0d.js"}}