{"translation-revision-date":"2022-03-31 17:50:06+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"The updated Search Funnel shows you a more comprehensive view of how traffic from Search is changing.":["Güncellenmiş Arama Ağı Dönüşüm Hunisi, Arama'dan gelen verilerin nasıl değiştiğine dair daha kapsamlı bir görünüm sağlar."],"See trends over time for your site’s Search metrics":["Sitenizin Arama metrikleri için zaman içindeki trendleri görün"],"Search by URL or by post title and your dashboard will be filtered to show stats just for that URL.":["URL veya yayın başlığına göre arama yaptığınızda kontrol panelinizde sadece söz konusu URL'ye ait istatistikler gösterilecek şekilde filtre uygulanır."],"Check stats for a specific post":["Belirli bir yayın için istatistiklere bakın"],"Jump straight to the relevant section in your dashboard with just one click - no more scrolling.":["Sayfayı kaydırmaya gerek kalmadan kontrol panelinizde doğrudan ilgili bölüme gidin."],"New! Navigate your dashboard easily with the dashboard tabs":["Yeni! Kontrol paneli sekmeleri sayesinde kontrol panelinizde kolayca gezinin"],"Save for later or dismiss":["Sonrası için kaydedin veya reddedin"],"Found an interesting idea you want to write about? Create a draft! You can always get back to it later on the Posts page.":["Yazmak istediğiniz ilginç bir fikriniz mi var? Bir taslak oluşturun. Dilediğiniz zaman Yazılar sayfasında taslağınıza geri dönebilirsiniz."],"Start a draft":["Taslak oluşturmaya başlayın"],"Get inspiration for new topics to write about!":["Yazılacak yeni konular için ilham alın!"],"Select a time frame to see the comparison with the previous time period":["Önceki dönemle karşılaştırmayı görmek için bir zaman aralığı seçin"],"Check how your traffic changed since you last looked":["Son baktığınızdan bu yana trafiğinizin nasıl değiştiğini kontrol edin"],"Click on the chart slices to see how each segment has changed over time":["Her segmentin zaman içinde nasıl değiştiğini görmek için grafik dilimlerini tıklayın"],"See where your visitors come from":["Ziyaretçilerinizin nereden geldiğine bakın"],"Check the trend graph to see how your traffic changed over time":["Trafiğinizin zaman içinde nasıl değiştiğini görmek için eğilim grafiğine bakın"],"It’s now easier to see your site’s traffic at a glance":["Sitenizin trafiğini bir bakışta görmek artık daha kolay"],"Access the Site Kit docs or ask a question in our support forum from here.":["Site Kit dokümanlarına erişin veya buradan destek forumumuzda soru sorun."],"%dh":["%d sa."],"%dm":["%d dk."],"%ds":["%d sn."],"%sK":["%sK"],"%sM":["%sM"],", ":[", "],"Need help?":["Yardıma mı ihtiyacınız var?"],"%d notification":["%d bildirim","%d bildirim"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-datastore-user-a65f06143cf286c451ee.js"}}