{"translation-revision-date":"2022-03-31 17:41:00+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Maybe later":["Magari più tardi"],"You can always reactivate it by connecting Google AdSense in Settings":["Puoi sempre riattivarla collegando Google AdSense nelle Impostazioni"],"Yes, remove":["Sì, elimina"],"AdSense accounts are <a>subject to review and approval<\/a> by the Google AdSense team.":["Gli account AdSense sono <a>soggetti a revisione e approvazione<\/a> da parte del team Google AdSense."],"Connect":["Collega"],"Earn money by placing ads on your site. Google AdSense will help you place ads in exactly the right places to optimize how much you earn from your content.":["Guadagna pubblicando annunci sul tuo sito. Google AdSense ti aiuterà a posizionare gli annunci nei posti giusti, così da ottimizzare il valore delle entrate provenienti dai tuoi contenuti."],"Activate Google Analytics 4 and place code on your site.":["Attiva Google Analytics 4 e inserisci il codice nel tuo sito"],"Exclude from Ads":["Escludi da Ads"],"Excluded from ads":["Escluso dagli annunci"],"All logged-in users and users who can write posts":["Tutti gli utenti connessi e gli utenti che possono scrivere messaggi"],"Ads are currently displayed for all visitors":["Attualmente, gli anninci vengono mostrati a tutti i visitatori"],"Ads will be displayed for all users":["Gli annunci saranno mostrati a tutti gli utenti"],"Ads will not be displayed for users that can write posts":["Gli annunci non saranno mostrati agli utenti che possono scrivere articoli"],"Ads will not be displayed for all logged-in users":["Gli annunci non saranno mostrati a tutti gli utenti connessi"],"Users who can write posts":["Utenti che possono scrivere articoli"],"AdSense insights through Site Kit":["Approfondimenti AdSense tramite Site Kit"],"Revenue from ads placed on your site":["Entrate da annunci pubblicati sul tuo sito"],"Place Universal Analytics code":["Inserisci il codice di Universal Analytics"],"This will create both a Google Analytics 4 and Universal Analytics property.":["Questa azione creerà sia una proprietà Google Analytics 4 che Universal Analytics."],"Users that can write posts will be excluded from Analytics tracking":["Gli utenti che possono scrivere articoli saranno esclusi dal monitoraggio di Analytics"],"Users that can write posts":["Utenti che possono scrivere post"],"All logged-in users":["Tutti gli utenti connessi"],"If you’re using Google Ads, insert your Ads conversion ID if you’d like Site Kit to place the snippet on your site":["Se utilizzi Google Ads, inserisci il tuo ID conversione di Google Ads se vuoi che Site Kit inserisca lo snippet sul tuo sito"],"Conversion IDs must be in the format: AW-XXXXX":["Gli ID di conversione devono essere nel formato: AW-XXXXX"],"Ads Conversion ID":["ID conversione di Google Ads"],"%dh":["%d h"],"%dm":["%d min"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Learn more about Ad Sense Web Stories.":["Scopri di più sulle Storie web di AdSense."],"This ad unit will be used for your Web Stories.":["Questa unità pubblicitaria verrà utilizzata per le tue Storie web."],"Select ad unit":["Seleziona unità pubblicitaria"],"Web Stories Ad Unit":["Unità pubblicitaria Storie web"],"Bounce Rate %":["Frequenza di rimbalzo: %"],"Overview":["Panoramica"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>"],"Others":["Altri"],"Complete %s setup":["Completa la configurazione di %s"],"Complete setup":["Completa configurazione"],"%s module setup needs to be completed":["La configurazione del modulo %s deve essere completata"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s%%<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s%%<\/em>"],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s vs %2$s"],"Learn more about updating your AdSense account":["Scopri di più su come aggiornare il tuo account AdSense"],"Learn more about adding a user to an existing AdSense account":["Scopri di più su come aggiungere un utente a un account AdSense esistente"],"Learn more about IP anonymization.":["Scopri di più sull'anonimizzazione degli indirizzi IP."],"screen reader text\u0004(opens in a new tab)":["(si apre in una nuova scheda)"],"Learn more here.":["Scopri di più qui."],"Got a Google Analytics 4 (GA4) property and want to find out how to use it with Site Kit?":["Hai una proprietà Google Analytics 4 (GA4) e vuoi scoprire come utilizzarla con Site Kit?"],"Page CTR":["CTR pagina"],"See full stats in %s":["Visualizza le statistiche complete su %s"],"Source: %s":["Fonte: %s"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Per correggere il problema, <a href=\"%s\">configura nuovamente il plugin<\/a>."],"You can make changes to this view (e.g. exclude URL query parameters) in Google Analytics.":["Puoi apportare modifiche a questa visualizzazione, ad esempio escludere i parametri di query dell'URL, in Google Analytics."],"View Name":["Nome visualizzazione"],"Warning":["Attenzione"],"A view with this name already exists.":["Esiste già una visualizzazione con questo nome."],"Previous period":["Periodo precedente"],"Country":["Paese"],"Timezone":["Fuso orario"],"Set up a new view":["Configura una nuova visualizzazione"],"You will need to give Site Kit permission to create an Analytics account on your behalf and also accept the Google Analytics terms of service.":["Devi concedere a Site Kit l'autorizzazione a creare un account Analytics per tuo conto e accettare i termini di servizio di Google Analytics."],"You will be redirected to Google Analytics to accept the terms of service.":["Sarai indirizzato alla pagina di Google Analytics per accettare i termini di servizio."],"We’ve pre-filled the required information for your new account. Confirm or edit any details:":["I dati richiesti per il nuovo account sono precompilati. Confermali o modificali:"],"Create your Analytics account":["Crea il tuo account Analytics"],"Additional permissions are required to create a new Analytics account.":["Sono necessarie ulteriori autorizzazioni per creare un account Analytics."],"You don’t have any ad impressions yet. Make sure you’ve completed these steps in AdSense:":["Non hai ancora impressioni per gli annunci. Assicurati di avere completato i seguenti passaggi in AdSense:"],"No ad impressions yet":["Ancora nessuna impressione per gli annunci"],"Recommended":["Consigliato"],"Invalid account status: %s":["Stato account non valido: %s"],"Invalid site status: %s":["Stato sito non valido: %s"],"The AdSense code has been placed by another plugin or theme":["Il codice di AdSense è stato inserito da un altro plugin o tema"],"Add site to AdSense":["Aggiungi sito ad AdSense"],"We’ve detected that you haven’t added this site to your AdSense account yet.":["Abbiamo rilevato che non hai ancora aggiunto questo sito al tuo account AdSense."],"Add site to your AdSense account":["Aggiungi sito al tuo account AdSense"],"Site Kit has placed AdSense code on your site to connect your site to AdSense and help you get the most out of ads. This means Google will automatically place ads for you in all the best places.":["Site Kit ha inserito il codice AdSense nel tuo sito per collegarlo ad AdSense e consentirti di ottenere il massimo dagli annunci. Ciò significa che Google inserirà automaticamente gli annunci per te nelle posizioni ottimali."],"Your account is ready to use AdSense":["Il tuo account è pronto per utilizzare AdSense"],"Site Kit detected AdSense code for a different account %s on your site. For a better ads experience, you should remove AdSense code that’s not linked to this AdSense account.":["Site Kit ha individuato sul tuo sito un codice AdSense relativo a un altro account %s. Per un'esperienza ottimale relativa agli annunci, devi rimuovere il codice non collegato a questo account AdSense."],"Keep AdSense code placed by Site Kit":["Mantieni il codice AdSense inserito da Site Kit"],"To start using AdSense, you need to update your account so that you can connect your site to AdSense.":["Per utilizzare AdSense devi aggiornare il tuo account in modo da collegare il tuo sito ad AdSense."],"Looks like you have an AdMob account":["Sembra che tu abbia un account AdMob"],"Site Kit has placed AdSense code on every page across your site.":["Site Kit ha inserito il codice AdSense in ogni pagina del tuo sito."],"Your account is getting ready":["Il tuo account è quasi pronto"],"Looks like you have multiple AdSense accounts associated with your Google account. Select the account to use with Site Kit below.":["Sembra che tu abbia più di un account AdSense associato al tuo Account Google. Seleziona dal seguente elenco l'account da utilizzare con Site Kit."],"Select your AdSense account":["Seleziona il tuo account AdSense"],"Already use AdSense? Add %s as a user to an existing AdSense account.":["Utilizzi già AdSense? Aggiungi %s come utente a un account AdSense esistente."],"Site Kit detected AdSense code %1$s on your page. We recommend you remove that code or add %2$s as a user to the AdSense account %3$s.":["Site Kit ha rilevato il codice AdSense %1$s sulla tua pagina. Ti consigliamo di rimuovere tale codice o di aggiungere %2$s come utente all'account AdSense %3$s."],"Verified that your site is marked as \"Ready\"":["Verifica che il tuo sito sia contrassegnato come \"Pronto\""],"Enabled auto ads for your site":["Annunci automatici abilitati per il sito"],"Link Analytics and AdSense":["Collega Analytics e AdSense"],"The AdSense code has not been placed on your site":["Il codice AdSense non è stato inserito sul tuo sito"],"The AdSense code has been placed on your site":["Il codice AdSense è stato inserito sul tuo sito"],"AdSense Code":["Codice AdSense"],"Check your site status":["Controlla lo stato del sito"],"Account Status":["Stato account"],"Publisher ID":["ID editore"],"You need to fix some issues before your account is approved. Go to AdSense to find out how to fix it":["Devi correggere alcuni errori per ottenere l'approvazione dell'account. Vai su AdSense per scoprire come procedere alla correzione"],"We’re getting your site ready for ads. This usually takes less than a day, but it can sometimes take a bit longer":["Stiamo predisponendo il sito per la pubblicazione degli annunci. Questa operazione richiede generalmente meno di un giorno, ma talvolta può essere necessario un po' più di tempo"],"Your account has been approved":["Il tuo account è stato approvato"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Ultimo %s giorno","Ultimi %s giorni"],", ":[","],"Site Status":["Stato sito"],"None":["Nessuno"],"Once completed, click the link below to re-fetch your accounts to continue.":["Una volta completata l'operazione, fai clic sul link di seguito per eseguire nuovamente il fetch dei tuoi account e continuare."],"To create a new account, click the button below which will open the Google Analytics account creation screen in a new window.":["Per creare un nuovo account, fai clic sul pulsante di seguito che apre la schermata di creazione dell'account di Google Analytics in una nuova finestra."],"Set up a new account":["Configura un nuovo account"],"IP addresses will not be anonymized.":["Gli indirizzi IP non saranno resi anonimi."],"IP addresses will be anonymized.":["Gli indirizzi IP saranno resi anonimi."],"Anonymize IP addresses":["Rendi anonimi gli indirizzi IP"],"Go to your AdSense account to check on your site’s status or to complete setting up":["Vai al tuo account AdSense per controllare lo stato del tuo sito o completare la configurazione"],"After you’ve finished setting up your account, we’ll let you know when your site is ready to show ads. This usually takes less than a day, but it can sometimes take a bit longer.":["Al termine della configurazione del tuo account, ti faremo sapere quando il tuo sito è pronto per pubblicare gli annunci. Di solito richiede meno di un giorno, ma a volte può richiedere un po' più di tempo."],"Let’s get your site ready for ads":["Prepariamo il tuo sito per gli annunci"],"All logged-in users will be included in Analytics tracking":["Gli utenti connessi saranno inclusi nel tracciamento di Analytics"],"All logged-in users will be excluded from Analytics tracking":["Gli utenti connessi saranno esclusi dal tracciamento di Analytics"],"Exclude from Analytics":["Escluso da Analytics"],"Learn more about what visitors do on your site":["Approfondisci quello che gli utenti fanno sul tuo sito"],"%d notification":["%d notifica","%d notifiche"],"Top Earning Pages":["Pagine più remunerative"],"Session Duration":["Durata sessione"],"Page Title":["Titolo pagina"],"check module page":["controlla il modulo pagina"],"Site Kit has placed AdSense code on your site: %s":["Site Kit ha inserito il codice AdSense nel tuo sito: %s"],"Page RPM":["RPM della pagina"],"Ad Impressions":["Impression dell'annuncio"],"Total Earnings":["Guadagni totali"],"Earnings":["Guadagni"],"Back":["Indietro"],"Ad blocker detected; please disable it to set up AdSense":["Rilevato un software di blocco degli annunci, disattivalo per configurare AdSense"],"Looks like you don't have an Analytics account yet. Once you create it, click on \"Re-fetch my account\" and Site Kit will locate it.":["Sembra che tu non abbia ancora un account Analytics. Una volta creato, fai clic su \"Recupera il mio account\" e Site Kit lo individuerà."],"View":["Visualizza"],"Property":["Proprietà"],"Learn more":["Approfondisci"],"Set up a new property":["Configura una nuova proprietà"],"Error: %s":["Errore: %s"],"Re-fetch My Account":["Recupera il mio account"],"Create an account":["Crea un account"],"Account":["Account"],"%s module needs to be configured":["Il modulo %s necessita di essere configurato"],"Impressions":["Impressioni"],"Sessions":["Sessioni"],"Users":["Utenti"],"%s Gathering Data":["Raccolta dati da parte di %s..."],"Create Account":["Crea account"],"You’ve already got an AdSense code on your site for this account, we recommend you use Site Kit to place code to get the most out of AdSense.":["È già presente un codice AdSense sul sito per questo account, ti consigliamo di utilizzare Site Kit per inserire il codice e ottenere il massimo da AdSense."],"Site Kit will place AdSense code on your site to connect your site to AdSense and help you get the most out of ads. This means Google will automatically place ads for you in all the best places.":["Site kit inserirà il codice AdSense sul sito per collegarlo ad AdSense e consentirti di ottenere il massimo dagli annunci. Ciò significa che Google inserirà automaticamente gli annunci per te nelle posizioni ottimali."],"Let Site Kit place AdSense code on your site":["Consenti a Site Kit di inserire il codice AdSense nel tuo sito"],"Continue":["Continua"],"Site Kit will place AdSense code on every page across your site. This means Google will automatically place ads for you in all the best places.":["Site Kit inserirà il codice AdSense su tutte le pagine del tuo sito. Questo significa che Google inserirà automaticamente per te gli annunci nelle migliori posizioni."],"Create your AdSense account":["Crea il tuo account di Google AdSense"],"Create AdSense Account":["Crea un account di AdSense"],"Let Site Kit place AdSense code on your site to get your site approved":["Consenti a Site Kit di inserire il codice AdSense nel sito affinché venga approvato"],"Looks like you’re already using AdSense":["Sembra che stai già usando AdSense"],"Go to AdSense to find out how to fix the issue":["Vai su AdSense per capire come correggere il problema"],"You need to fix some things before we can connect Site Kit to your AdSense account.":["Devi correggere qualcosa prima che possiamo connettere Site Kit ad tuo account AdSense."],"Your site isn’t ready to show ads yet":["Il tuo sito non è ancora pronto per mostrare gli annunci"],"Note: ":["Nota: "],"Disconnect":["Disconnetti"],"Connect Service":["Collega servizio"],"Cancel":["Annulla"],"Error":["Errore"],"continue module setup":["continua la configurazione del modulo"],"Setup incomplete: %s":["Configurazione incompleta: %s"],"Set up %s":["Configura %s"],"Service name\u0004AdSense":["AdSense"],"Service name\u0004Analytics":["Analytics"],"Day":["Giorno"],"Activate %s":["Attiva %s"],"Intelligent, automatic ad placement":["Posizionamento annunci intelligente e automatico"],"Google PageSpeed Insights gives you metrics about performance, accessibility, SEO and PWA":["Google PageSpeed Insights ti offre metriche sulle performance, accessibità, SEO e PWA"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-adsense-5f604ec3546839f246d6.js"}}