{"translation-revision-date":"2022-05-11 06:02:56+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Got it":["Rozumiem"],"Get support":["Uzyskaj pomoc"],"Get help with AdSense":["Uzyskaj pomoc dotyczącą AdSense"],"Read help docs":["Przeczytaj dokumentację"],"Fix common issues":["Rozwiązywanie typowych problemów"],"Other: %s":["Inne: %s"],"%dh":["%dh"],"%dm":["%dm"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Your site goals":["Cele witryny"],"Remind me later":["Przypomnij później"],"Let’s go":["Do dzieła"],"Answer 5 questions and Site Kit will customize your dashboard with specific metrics and opportunities that match your site’s goals":["Proszę odpowiedzieć na 5 pytań, a Site Kit dostosuje kokpit za pomocą konkretnych wskaźników i możliwości, które odpowiadają celom witryny"],"OK, got it!":["Ok, rozumiem!"],"Customize Site Kit to match your goals":["Dostosuj Site Kit do swoich celów"],"Daily \/ multiple times a day":["Codziennie \/ kilka razy dziennie"],"Monthly or less":["Miesięcznie lub krócej"],"Weekly \/ multiple times a week":["Co tydzień \/ kilka razy w tygodniu"],"Generate leads":["Generuj wskazówki"],"Submit":["Wyślij"],"Retaining visitors, turning them into loyal readers or customers":["Zatrzymywanie odwiedzających i zmienianie ich w lojalnych czytelników lub klientów"],"What are the goals of this site?":["Jakie są cele tej witryny?"],"How often do you create new posts for this site?":["Jak często tworzysz nowe wpisy w tej witrynie?"],"Encouragement to post more frequently":["Zachęta do częstszego dodawania wpisów"],"Understanding which content is performing best":["Zrozumienie, która treść jest najskuteczniejsza"],"Help my content rank in a better position in Google search results":["Pomóż mojej treści zajmować lepszą pozycję w wynikach wyszukiwania Google"],"Generating more revenue":["Generowanie większych przychodów"],"Growing my audience":["Poszerzanie grona odbiorców"],"Finding new topics to write about that connect with my audience":["Znajdowanie nowych tematów do napisania o tym co łączy się z moimi odbiorcami"],"Improving speed and performance":["Poprawa szybkości i wydajności"],"Publish news content":["Publikowanie wiadomości"],"Publish a blog":["Publikowanie bloga"],"Monetize content (with ads or affiliate links)":["Zarabianie na treści (z reklamami lub linkami partnerskimi)"],"Sell products or services":["Sprzedawanie produktów lub usług"],"I am a part-time or freelance consultant who is helping with this site":["Jestem konsultantem na pół etatu lub niezależnym konsultantem, który pomaga przy tej witrynie"],"I am part of the in-house team in a content creation, growth, SEO or technical role":["Jestem częścią wewnętrznego zespołu zajmującego się tworzeniem treści, rozwojem, SEO lub stroną techniczną"],"I am the owner and sole creator and admin":["Jestem właścicielem i jedynym twórcą oraz administratorem"],"Never":["Nigdy"],"I am the owner of the site and have a team who works on this site":["Jestem właścicielem strony i mam zespół, który na nią pracuje"],"Next":["Następne"],"Which best describes your team\/role relation to this site?":["Które z poniższych stwierdzeń najlepiej opisuje twoją relacje z witryną?"],"To help us identify opportunities for your site, enter the top three search terms that you’d like to show up for:":["Aby pomóc nam zidentyfikować szanse witryny, proszę wprowadzić trzy najczęściej wyszukiwane hasła, dla których powinna być wyświetlona:"],"What do you need help most with for this site?":["W czym najbardziej potrzebujesz pomocy w witrynie?"],"Expanding my business into new cities, states or markets":["Rozszerzanie działalności o nowe miasta, regiony lub rynki"],"Share a business card or portfolio to represent me or my company online":["Udostępnij wizytówkę lub portfolio, aby reprezentować mnie lub moją firmę w internecie"],"screen reader text\u0004(opens in a new tab)":["(otworzy się w nowej karcie)"],"Resetting will disconnect all users and remove all Site Kit settings and data within WordPress. <br \/>You and any other users who wish to use Site Kit will need to reconnect to restore access.":["Zresetowanie spowoduje odłączenie wszystkich użytkowników i usunięcie wszystkich ustawień i danych Site Kit w WordPress.<br \/>Ty i wszyscy inni użytkownicy, którzy chcą korzystać z Site Kit, będziecie musieli ponownie połączyć się, aby przywrócić dostęp."],"Redo the plugin setup":["Ponownie skonfiguruj wtyczkę"],"Source: %s":["Źródło: %s"],"Report this problem":["Zgłoś ten problem"],"Copy error to clipboard":["Skopiuj błąd do schowka"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Aby naprawić, <a href=\"%s\">ponownie skonfiguruj wtyczkę<\/a>."],"Redo setup":["Ponów konfigurację"],"Site Kit can’t access necessary data":["Site Kit nie ma dostępu do niezbędnych danych"],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup – make sure to approve all permissions at the authentication stage.":["Site Kit nie może uzyskać dostępu do wszystkich istotnych danych, ponieważ nie przyznano wszystkich uprawnień wymaganych podczas konfiguracji. Aby użyć Site Kit, należy powtórzyć konfigurację - proszę się upewnić, że zatwierdzono wszystkie uprawnienia na etapie uwierzytelniania."],"Site Kit can’t access the relevant data from %1$s because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for %1$s – make sure to approve all permissions at the authentication stage.":["Site Kit nie może uzyskać dostępu do odpowiednich danych z %1$s, ponieważ nie nadano wszystkich uprawnień wymaganych podczas konfiguracji. Aby użyć Site Kit, należy powtórzyć konfigurację %1$s - proszę się upewnić, że zatwierdzono wszystkie uprawnienia na etapie uwierzytelniania."],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for: %s – make sure to approve all permissions at the authentication stage.":["Site Kit nie może uzyskać dostępu do wszystkich istotnych danych, ponieważ nie przyznano wszystkich uprawnień wymaganych podczas konfiguracji. Aby użyć Site Kit, proszę powtórzyć konfigurację dla: %s - proszę się upewnić, że zatwierdzono wszystkie uprawnienia na etapie uwierzytelniania."],"Additional Permissions Required":["Wymagane dodatkowe uprawnienia"],"Proceed":["Kontynuuj"],"Manage sites…":["Zarządzaj witrynami…"],"Saving…":["Zapisywanie…"],"%sK":["%s tys."],"%sM":["%s mln"],"Last %s day":["Ostatni %s dzień","Ostatnie %s dni","Ostatnie %s dni"],", ":[", "],"Site Kit encountered an error":["Site Kit napotkał błąd"],"Error: %s":["Błąd: %s"],"Sign in with Google":["Zaloguj się z Google"],"OK, Got it!":["Ok, rozumiem!"],"Site Kit by Google Logo":["Logo Site Kit od Google"],"%d notification":["%d powiadomienie","%d powiadomienia","%d powiadomień"],"Congrats on completing the setup for %s!":["Gratulacje ukończenia konfiguracji dla %s!"],"Account":["Konto"],"Back":["Powrót"],"Dismiss":["Odrzuć"],"%s is not connected":["%s nie jest połączone"],"%s is connected":["%s jest połączone"],"Confirm Changes":["Potwierdź zmiany"],"Connect More Services":["Podłącz więcej usług"],"Connected Services":["Podłączone usługi"],"Tracking":["Śledzenie"],"Cancel":["Anuluj"],"Disconnect":["Rozłącz"],"User Avatar":["Awatar użytkownika"],"Plugin Status":["Stan wtyczki"],"Section locked while editing":["Sekcja zablokowana podczas edycji"],"Reset Site Kit":["Resetuj Site Kit"],"Site Kit is connected":["Site Kit jest podłączony"],"Disconnect %s from Site Kit?":["Odłączyć %s od Site Kit?"],"Disconnect %s from Site Kit":["Odłącz %s od Site Kit"],"See full details in %s":["Zobacz szczegóły w %s"],"Set up %s":["Skonfiguruj %s"],"Connect More Services to Gain More Insights":["Połącz więcej usług, aby uzyskać więcej informacji"],"Edit":["Edytuj"],"Congrats, you’ve connected all services!":["Gratulacje, podłączono wszystkie usługi!"],"We’re working on adding new services to Site Kit by Google all the time, so please check back in the future.":["Cały czas pracujemy nad dodawaniem nowych usług do Site Kit od Google, więc sprawdzaj w przyszłości."],"these active modules depend on %1$s and will also be disconnected: %2$s":["aktywne moduły zależą od %1$s i również zostaną odłączone: %2$s"],"By disconnecting the %s module from Site Kit, you will no longer have access to:":["Odłączając moduł %s od Site Kit, nie będzie już dostępu do:"],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["Odłączenie Site Kit przez Google usunie dostęp do wszystkich usług. Po rozłączeniu będzie trzeba ponownie autoryzować, aby przywrócić usługę."],"Note: ":["Adnotacja:"],"Admin Settings":["Ustawienia panelu administratora"],"Reset":["Resetuj"],"Close":["Zamknij"],"Settings":["Ustawienia"],"Site Kit":["Site Kit"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-settings-9e7529f5799e8e3fa4ef.js"}}