{"translation-revision-date":"2022-03-31 17:50:06+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Maybe later":["Belki sonra"],"Yes, remove":["Evet, kaldır"],"Connect":["Bağlan"],"Excluded from ads":["Reklamlardan hariç tutulur"],"All logged-in users and users who can write posts":["Tüm giriş yapmış kullanıcılar ve yazı yazabilen kullanıcılar"],"Users who can write posts":["Yazı yazabilen kullanıcılar"],"AdSense insights through Site Kit":["Site Kit üzerinden AdSense analizleri"],"Revenue from ads placed on your site":["Sitenize yerleştirilen reklamlardan elde edilen gelir"],"Place Universal Analytics code":["Universal Analytics kodunu yerleştirin"],"This will create both a Google Analytics 4 and Universal Analytics property.":["Bu işlem, hem bir Google Analytics 4 mülkü hem de bir Universal Analytics mülkü oluşturur."],"Users that can write posts":["Yazı yazabilen kullanıcılar"],"All logged-in users":["Tüm giriş yapmış kullanıcılar"],"If you’re using Google Ads, insert your Ads conversion ID if you’d like Site Kit to place the snippet on your site":["Google Ads kullanıyorsanız Site Kit'in snippet'i sitenize yerleştirmesi için Ads dönüşüm kimliğinizi girebilirsiniz"],"Conversion IDs must be in the format: AW-XXXXX":["Dönüşüm kimlikleri AW-XXXXX biçiminde olmalıdır"],"Ads Conversion ID":["Ads Dönüşüm Kimliği"],"Please note that AdSense will not show ads on your website unless you’ve already placed the code.":["Kodu yerleştirmediğiniz sürece AdSense'in web sitenizde reklam göstermeyeceğini lütfen unutmayın."],"%dh":["%d sa."],"%dm":["%d dk."],"%ds":["%d sn."],"Learn more about Ad Sense Web Stories.":["AdSense Web Hikayeleri hakkında daha fazla bilgi edinin."],"This ad unit will be used for your Web Stories.":["Bu reklam birimi, Web Hikayeleriniz için kullanılacak."],"Select ad unit":["Bir reklam birimi seçin"],"Web Stories Ad Unit":["Web Hikayeleri Reklam Birimi"],"Bounce Rate %":["Hemen Çıkma Oranı (%)"],"Overview":["Genel Bakış"],"Others":["Diğerleri"],"%s module setup needs to be completed":["%s modülünün kurulumunun tamamlanması gerekiyor"],"Learn more about updating your AdSense account":["AdSense hesabınızı güncellemeyle ilgili daha fazla bilgi edinin"],"Learn more about adding a user to an existing AdSense account":["Mevcut bir AdSense hesabına kullanıcı ekleme ile ilgili daha fazla bilgi edinin"],"screen reader text\u0004(opens in a new tab)":["(yeni sekmede açılır)"],"Got a Google Analytics 4 (GA4) property and want to find out how to use it with Site Kit?":["Google Analytics 4 (GA4) mülkünüz var ve bunu Site Kit’le nasıl kullanacağınızı mı öğrenmek istiyorsunuz?"],"Page CTR":["Sayfa TO"],"Source: %s":["Kaynak: %s"],"See full stats in %s":["İstatistiklerin tamamını %s içinde görün"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Bunu düzeltmek için <a href=\"%s\">eklenti kurulumunu yeniden yapın<\/a>."],"Warning":["Uyarı"],"View Name":["Görünüm Adı"],"You can make changes to this view (e.g. exclude URL query parameters) in Google Analytics.":["Google Analytics’te bu görünümde değişiklik yapabilirsiniz (ör. URL sorgu parametrelerini hariç tutmak gibi)."],"A view with this name already exists.":["Bu adda bir görünüm zaten mevcut."],"Previous period":["Önceki dönem"],"Country":["Ülke"],"Timezone":["Saat Dilimi"],"Set up a new view":["Yeni görünüm oluştur"],"You will need to give Site Kit permission to create an Analytics account on your behalf and also accept the Google Analytics terms of service.":["Sizin adınıza Analytics hesabı oluşturması için Site Kit’e izin vermeniz ve Google Analytics hizmet şartlarını kabul etmeniz gerekir."],"Recommended":["Önerilen"],"No ad impressions yet":["Henüz reklam gösterimi yok"],"Invalid account status: %s":["Geçersiz hesap durumu: %s"],"Invalid site status: %s":["Geçersiz site durumu: %s"],"The AdSense code has been placed by another plugin or theme":["AdSense kodu başka bir eklenti veya tema tarafından yerleştirildi"],"Create your Analytics account":["Analytics hesabınızı oluşturun"],"You will be redirected to Google Analytics to accept the terms of service.":["Hizmet şartlarını kabul etmeniz için Google Analytics’e yeniden yönlendirileceksiniz."],"Add site to AdSense":["Siteyi AdSense’e ekleyin"],"We’ve detected that you haven’t added this site to your AdSense account yet.":["Bu siteyi henüz AdSense hesabınıza eklemediğinizi belirledik."],"Add site to your AdSense account":["Siteyi AdSense hesabınıza ekleyin"],"Site Kit has placed AdSense code on your site to connect your site to AdSense and help you get the most out of ads. This means Google will automatically place ads for you in all the best places.":["Site Kit, sitenizi AdSense’e bağlamak ve reklamlardan en iyi şekilde yararlanmanıza yardımcı olmak için sitenize AdSense kodu yerleştirdi. Bu, Google'ın en iyi yerlere sizin için otomatik olarak reklamlar yerleştireceği anlamına gelmektedir."],"We’ve pre-filled the required information for your new account. Confirm or edit any details:":["Yeni hesabınızla ilgili gerekli bilgileri sizin için önceden doldurduk. Tüm ayrıntıları onaylayın veya düzenleyin:"],"You don’t have any ad impressions yet. Make sure you’ve completed these steps in AdSense:":["Henüz herhangi bir reklam gösteriminiz yok. AdSense’te şu adımları tamamladığınızdan emin olun:"],"Additional permissions are required to create a new Analytics account.":["Yeni Analytics hesabı oluşturmak için ek izinler gerekir."],"Your account is ready to use AdSense":["Hesabınız AdSense’i kullanmaya hazır"],"Site Kit detected AdSense code for a different account %s on your site. For a better ads experience, you should remove AdSense code that’s not linked to this AdSense account.":["Site Kit sitenizde farklı bir %s hesabı için AdSense kodu algıladı. Daha iyi reklam deneyimi için bu AdSense hesabına bağlı olmayan AdSense kodunu kaldırmanız gerekir."],"Select your AdSense account":["AdSense hesabınızı seçin"],"Your account is getting ready":["Hesabınız hazırlanıyor"],"To start using AdSense, you need to update your account so that you can connect your site to AdSense.":["AdSense'i kullanmaya başlamak için sitenizi AdSense’e bağlayabilmek üzere hesabınızı güncellemeniz gerekiyor."],"Looks like you have an AdMob account":["AdMob hesabınız olduğu anlaşılıyor"],"Site Kit has placed AdSense code on every page across your site.":["Site Kit, sitenizdeki her sayfaya AdSense kodu yerleştirdi."],"Looks like you have multiple AdSense accounts associated with your Google account. Select the account to use with Site Kit below.":["Google hesabınızla ilişkilendirilmiş birden fazla AdSense hesabınızın olduğu anlaşılıyor. Site Kit ile kullanacağınız hesabı aşağıda seçin."],"Keep AdSense code placed by Site Kit":["Site Kit tarafından yerleştirilmiş AdSense kodunu tutun"],"Already use AdSense? Add %s as a user to an existing AdSense account.":["AdSense’i zaten kullanıyor musunuz? %s adlı kullanıcıyı mevcut bir AdSense hesabına ekleyin."],"Site Kit detected AdSense code %1$s on your page. We recommend you remove that code or add %2$s as a user to the AdSense account %3$s.":["Site Kit, sayfanızda %1$s AdSense kodunu algıladı. Bu kodu kaldırmanızı veya %2$s adlı kişiyi %3$s AdSense hesabına kullanıcı olarak eklemenizi öneririz."],"Verified that your site is marked as \"Ready\"":["Sitenizin “Hazır” olarak işaretlendiğini doğrulayın"],"Enabled auto ads for your site":["Siteniz için otomatik reklamları etkinleştirin"],"Link Analytics and AdSense":["Analytics ve AdSense arasında bağlantı oluşturun"],"The AdSense code has not been placed on your site":["AdSense kodu sitenize yerleştirilmedi"],"Your account has been approved":["Hesabınız onaylandı"],"The AdSense code has been placed on your site":["AdSense kodu sitenize yerleştirildi"],"Account Status":["Hesap Durumu"],"AdSense Code":["AdSense Kodu"],"Check your site status":["Sitenizin durumunu kontrol edin"],"We’re getting your site ready for ads. This usually takes less than a day, but it can sometimes take a bit longer":["Sitenizi reklamlar için hazırlıyoruz. Bu işlem genellikle bir gün kadar sürer, ancak bazen daha uzun sürebilir"],"You need to fix some issues before your account is approved. Go to AdSense to find out how to fix it":["Hesabınız onaylanmadan önce bazı sorunları gidermeniz gerekiyor. Bunu nasıl düzelteceğinizi öğrenmek için AdSense’e gidin"],"Publisher ID":["Yayıncı Kimliği"],"%sK":["%sK"],"%sM":["%sM"],"None":["Yok"],"Site Status":["Site Durumu"],", ":[", "],"Once completed, click the link below to re-fetch your accounts to continue.":["Tamamlandığında devam etmek için hesaplarınızı yeniden getirmek üzere aşağıdaki bağlantıyı tıklayın."],"To create a new account, click the button below which will open the Google Analytics account creation screen in a new window.":["Yeni bir hesap oluşturmak için aşağıdaki düğmeyi tıklayarak Google Analytics hesap oluşturma ekranını yeni pencerede açın."],"Set up a new account":["Yeni görünüm oluştur"],"IP addresses will not be anonymized.":["IP adresleri anonimleştirilmiyor."],"IP addresses will be anonymized.":["IP adresleri anonimleştiriliyor."],"Anonymize IP addresses":["IP adreslerini anonimleştir"],"Go to your AdSense account to check on your site’s status or to complete setting up":["Sitenizin durumunu kontrol etmek veya kurulumu tamamlamak için AdSense hesabınıza gidin"],"After you’ve finished setting up your account, we’ll let you know when your site is ready to show ads. This usually takes less than a day, but it can sometimes take a bit longer.":["Hesabınızın kurulumunu tamamladıktan sonra siteniz reklamları göstermeye hazır olduğunda size bildireceğiz. Bu işlem genellikle bir gün kadar sürer, ancak bazen daha uzun sürebilir."],"Let’s get your site ready for ads":["Sitenizi reklamlar için hazırlayalım"],"Exclude from Analytics":["Analytics’ten hariç tut"],"%d notification":["%d bildirim","%d bildirim"],"Session Duration":["Oturum Süresi"],"Page Title":["Sayfa Başlığı"],"check module page":["modül sayfasını kontrol et"],"Total Earnings":["Toplam Kazanç"],"Back":["Geri"],"Property":["Mülk"],"Create an account":["Hesap oluştur"],"%s module needs to be configured":["%s modülünün yapılandırılması gerekiyor"],"Error: %s":["Hata: %s"],"Account":["Hesap"],"Create Account":["Hesap Oluştur"],"Create your AdSense account":["AdSense hesabınızı oluşturun"],"Top Earning Pages":["En Çok Kazanan Sayfalar"],"Page RPM":["Sayfa BGBG’si"],"Ad Impressions":["Reklam Gösterim Sayısı"],"Earnings":["Kazançlar"],"Looks like you don't have an Analytics account yet. Once you create it, click on \"Re-fetch my account\" and Site Kit will locate it.":["Henüz bir Analytics hesabınız olmadığı anlaşılıyor. Hesabı oluşturduğunuzda “Hesabımı yeniden getir”i tıklayın, Site Kit bu hesabı bulacaktır."],"View":["Göster"],"Set up a new property":["Yeni mülk oluştur"],"Learn more":["Daha fazla bilgi"],"Re-fetch My Account":["Hesabımı Yeniden Getir"],"Impressions":["Gösterim Sayısı"],"Sessions":["Oturum Sayısı"],"Users":["Kullanıcı Sayısı"],"%s Gathering Data":["%s Verileri Topluyor"],"You’ve already got an AdSense code on your site for this account, we recommend you use Site Kit to place code to get the most out of AdSense.":["Bu hesap için sitenizde zaten bir AdSense kodunuz var. AdSense’ten en iyi şekilde yararlanmak üzere kod yerleştirmek için Site Kit'i kullanmanızı öneririz."],"Site Kit will place AdSense code on your site to connect your site to AdSense and help you get the most out of ads. This means Google will automatically place ads for you in all the best places.":["Site Kit, sitenizi AdSense’e bağlamak ve reklamlardan en iyi şekilde yararlanmanıza yardımcı olmak için sitenize AdSense kodu yerleştirecek. Bu, Google'ın en iyi yerlere sizin için otomatik olarak reklamlar yerleştireceği anlamına gelmektedir."],"Let Site Kit place AdSense code on your site":["Site Kit'in sitenize AdSense kodu yerleştirmesine izin verin"],"Continue":["Devam"],"Site Kit will place AdSense code on every page across your site. This means Google will automatically place ads for you in all the best places.":["Site Kit, sitenizdeki her sayfaya AdSense kodu yerleştirecek. Bu, Google'ın en iyi yerlere sizin için otomatik olarak reklamlar yerleştireceği anlamına gelmektedir."],"Create AdSense Account":["AdSense hesabı oluşturun"],"Let Site Kit place AdSense code on your site to get your site approved":["Sitenizin onaylanması için Site Kit'in sitenize AdSense kodu yerleştirmesine izin verin"],"Looks like you’re already using AdSense":["AdSense’i zaten kullanıyor olduğunuz anlaşılıyor"],"Go to AdSense to find out how to fix the issue":["Bu sorunu nasıl düzelteceğinizi öğrenmek için AdSense’e gidin"],"You need to fix some things before we can connect Site Kit to your AdSense account.":["Site Kit’i AdSense hesabınıza bağlayabilmeniz için bazı şeyleri düzeltmeniz gerekiyor."],"Your site isn’t ready to show ads yet":["Siteniz henüz reklam göstermek için hazır değil"],"Disconnect":["Bağlantıyı kes"],"Cancel":["İptal"],"Service name\u0004AdSense":["AdSense"],"Service name\u0004Analytics":["Analytics"],"Connect Service":["Hizmete Bağlan"],"continue module setup":["modülün kurulumuna devam edin"],"Set up %s":["%s modülünü kur"],"Error":["Hata"],"Note: ":["Not: "],"Day":["Gün"],"Intelligent, automatic ad placement":["Akıllı, otomatik reklam yerleşimi"],"Activate %s":["%s öğesini etkinleştir"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-adsense-5f604ec3546839f246d6.js"}}