{"translation-revision-date":"2022-03-31 17:50:06+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Idea Hub suggests what you can write about next, from actual questions people asked on Google Search.":["Idea Hub, Google Arama'da sorulan soruları kullanarak bir sonraki yazınızın konusu için önerilerde bulunur."],"Go to Settings":["Ayarlar'a git"],"Connect more services to see more stats.":["Daha fazla istatistik görmek için daha fazla hizmet bağlayın."],"Search":["Ara"],"Date range":["Tarih aralığı"],"Back to dashboard":["Panoya dön"],"Traffic":["Trafik"],"Content":["İçerik"],"Help":["Yardım"],"By continuing, you agree to allow Google to use your answers and account info to improve services, per our <privacy>Privacy<\/privacy> & <terms>Terms<\/terms>.":["Devam ederek cevaplarınızın ve hesap bilgilerinizin Google tarafından hizmetleri iyileştirme amacıyla <privacy>Gizlilik<\/privacy> ve <terms>Şartlar<\/terms> hükümlerimiz doğrutusunda kullanılmasını onaylamış olursunuz."],"Set up":["Kurulum"],"All collected data is treated in accordance with the <a>Google Privacy Policy.<\/a>":["Toplanan tüm veriler, <a>Google Gizlilik Politikası<\/a>'na uygun şekilde işlenir."],"Help us improve Site Kit by sharing anonymous usage data.":["Anonim kullanım verileri paylaşarak Site Kit'i iyileştirmemize yardımcı olun."],"Get help with AdSense":["AdSense ile ilgili yardım alın"],"Get support":["Destek alın"],"Read help docs":["Yardım dokümanlarını okuyun"],"Fix common issues":["Sık karşılaşılan sorunları düzeltin"],"Got it":["Anladım"],"%dh":["%d sa."],"%dm":["%d dk."],"%ds":["%d sn."],"Now Site Kit will begin suggesting metrics to add to your dashboard that are relevant specifically to you, based on the goals you shared":["Şimdi Site Kit, panonuza eklemeniz için paylaştığınız hedeflere dayalı size özel metrikler önermeye başlayacak"],"%s module setup needs to be completed":["%s modülünün kurulumunun tamamlanması gerekiyor"],"Remind me later":["Daha sonra hatırlat"],"Answer 5 questions and Site Kit will customize your dashboard with specific metrics and opportunities that match your site’s goals":["5 soruyu yanıtladığınızda Site Kit, kontrol panelinizi site hedeflerinize uyan belirli metrikler ve fırsatlarla günceller"],"Submit":["Gönder"],"Next":["Sonraki"],"screen reader text\u0004(opens in a new tab)":["(yeni sekmede açılır)"],"Source: %s":["Kaynak: %s"],"Insufficient permissions in %s":["%s içinde yetersiz yetki"],"Report this problem":["Bu problemi bildir"],"Copy error to clipboard":["Hatayı panoya kopyala"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Bunu düzeltmek için <a href=\"%s\">eklenti kurulumunu yeniden yapın<\/a>."],"Site Kit can’t access necessary data":["Site Kit gerekli verilere erişemiyor"],"Redo setup":["Kurulumu yeniden yapın"],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup – make sure to approve all permissions at the authentication stage.":["Kurulum sırasında istenen izinlerin hepsini onaylamadığınızdan Site Kit tüm ilgili verilere erişemiyor. Site Kit’i kullanmak için kurulumu yeniden yapmanız gerekecek. Bu sefer kimlik doğrulama aşamasında tüm izinleri onayladığınızdan emin olun."],"Site Kit can’t access the relevant data from %1$s because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for %1$s – make sure to approve all permissions at the authentication stage.":["Kurulum sırasında istenen izinlerin hepsini onaylamadığınızdan Site Kit %1$s tarafından sağlanan ilgili verilere erişemiyor. Site Kit’i kullanmak istiyorsanız %1$s için kurulumu yeniden yapmanız gerekecek. Kimlik doğrulama aşamasında tüm izinleri onayladığınızdan emin olun."],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for: %s – make sure to approve all permissions at the authentication stage.":["Kurulum sırasında istenen izinlerin hepsini onaylamadığınızdan Site Kit tüm ilgili verilere erişemiyor. Site Kit’i kullanmak istiyorsanız şunun için kurulumu yeniden yapmanız gerekecek: %s – kimlik doğrulama aşamasında tüm izinleri onayladığınızdan emin olun."],"Proceed":["İlerle"],"Additional Permissions Required":["Ek İzinler Gerekli"],"Manage sites…":["Siteleri yönet…"],"%sK":["%sK"],"%sM":["%sM"],", ":[", "],"Site Kit encountered an error":["Site Kit bir hatayla karşılaştı"],"Sign in with Google":["Google ile giriş yap"],"%d notification":["%d bildirim","%d bildirim"],"Speed":["Hız"],"OK, Got it!":["Tamam, anladım!"],"Back":["Geri"],"%s module needs to be configured":["%s modülünün yapılandırılması gerekiyor"],"Error: %s":["Hata: %s"],"Account":["Hesap"],"Site Kit by Google Logo":["Site Kit by Google Logosu"],"Learn more":["Daha fazla bilgi"],"Dismiss":["Kapat"],"%s Gathering Data":["%s Verileri Topluyor"],"Data error in %s":["%s içinde veri hatası"],"Congrats on completing the setup for %s!":["%s kurulumunu tamamladığınız için tebrikler!"],"Disconnect":["Bağlantıyı kes"],"Site Overview":["Siteye Genel Bakış"],"Cancel":["İptal"],"Service name\u0004AdSense":["AdSense"],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["Site Kit by Google bağlantısını kesmek tüm hizmetlere erişiminizi kaldırır. Bağlantı kesildikten sonra hizmeti geri yüklemek için yeniden yetkilendirmeniz gerekecektir."],"User Avatar":["Kullanıcı Avatar’ı"],"Connect Service":["Hizmete Bağlan"],"Set up %s":["%s modülünü kur"],"Note: ":["Not: "],"Close":["Kapat"],"Site Kit":["Site Kit"],"Activate %s":["%s öğesini etkinleştir"],"No results found":["Sonuç bulunamadı"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-dashboard-c7943bedbfb651796f12.js"}}