{"translation-revision-date":"2021-06-05 20:30:11+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"da_DK"},"Service name\u0004Idea Hub":["Idéhub"],"Fix common issues":["Løs almindelige problemer"],"Get support":["Få support"],"Get help with AdSense":["Få hjælp til AdSense"],"Got it":["Forstået"],"%ds":["%ds"],"%dm":["%dm"],"%dh":["%dh"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"%s module setup needs to be completed":["%s modulopsætningen skal være afsluttet"],"Complete %s setup":["Færdiggør %s opsætningen"],"Complete setup":["Fuldfør opsætning"],"Answer 5 questions and Site Kit will customize your dashboard with specific metrics and opportunities that match your site’s goals":["Besvar fem spørgsmål, og Site Kit vil tilpasse dit kontrolpanel med specifikke målinger og muligheder, der matcher dit websteds mål"],"Let’s go":["Kom i gang"],"Remind me later":["Påmind mig senere"],"OK, got it!":["Okay, fik det!"],"Customize Site Kit to match your goals":["Tilpas Site Kit, så det passer til dine målsætninger"],"Congrats! You set your site goals":["Tillykke! Du sætter dine mål for webstedet"],"Submit":["Indsend"],"Next":["Næste"],"screen reader text\u0004(opens in a new tab)":["(åbner i et nyt faneblad)"],"Redo the plugin setup":["Gentag plugin opsætningen"],"Source: %s":["Kilde: %s"],"Insufficient permissions in %s":["Utilstrækkelig tilladelse i %s"],"Copy error to clipboard":["Kopier fejlmeddelelse til udklipsholder"],"Report this problem":["Rapporter dette problem"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["For at løse dette, skal du <a href=\"%s\">genindlæse plugin-opsætningen<\/a> ."],"Jump to the bottom of the dashboard to see how fast your home page is":["Gå til bunden af kontrolpanelet for at se, hvor hurtig din startside er"],"Redo setup":["Gentag opsætningen"],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for: %s – make sure to approve all permissions at the authentication stage.":["Site Kit har ikke adgang til alle relevante data, fordi du ikke har givet alle de tilladelser, der blev anmodet om under opsætningen. Hvis du vil bruge Site Kit, skal du gentage opsætningen for: %s - Sørg for at godkende alle tilladelser i godkendelsestrinnet."],"Site Kit can’t access the relevant data from %1$s because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for %1$s – make sure to approve all permissions at the authentication stage.":["Site Kit har ikke adgang til de relevante data fra%1$s, fordi du ikke har givet alle de tilladelser, der blev anmodet om under opsætning. For at bruge Site Kit skal du gentage opsætningen for%1$s - sørg for at godkende alle tilladelser i godkendelsestrinnet."],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup – make sure to approve all permissions at the authentication stage.":["Site Kit har ikke adgang til alle relevante data, fordi du ikke har givet alle de tilladelser, der blev anmodet om under opsætningen. For at bruge Site Kit, skal du foretage genindstillingen - sørg for at godkende alle tilladelser på godkendelsestrinnet."],"Site Kit can’t access necessary data":["Site Kit har ikke adgang til nødvendige data"],"Additional Permissions Required":["Yderligere tilladelser krævet"],"Proceed":["Fortsæt"],"Manage sites…":["Administrer websteder…"],"%sM":["%sM"],"%sK":["%sK"],", ":[", "],"Last %s day":["Seneste %s dag","Seneste %s dage"],"Site Kit encountered an error":["Site Kit fandt en fejl"],"Data error in %s":["Datafejl i %s"],"%s Gathering Data":["%s Indsamling af data"],"Dismiss":["Afvis"],"%s module needs to be configured":["%s modul skal konfigureres"],"Account":["Konto"],"Error: %s":["Fejl: %s"],"Back":["Tilbage"],"Speed":["Hastighed"],"OK, Got it!":["Okay, fik det!"],"Congrats on completing the setup for %s!":["Tillykke med færdiggørelsen af opsætningen for %s!"],"Site Kit by Google Logo":["Site Kit by Google Logo"],"Sign in with Google":["Log på med Google"],"%d notification":["%d meddelelse","%d meddelelser"],"Learn more":["Lær mere"],"Complete %s activation":["Færdiggør %s aktivering"],"%s data is not yet available, please check back later":["%s data endnu ikke er tilgængelige, kan du tjekke tilbage senere"],"Learn more about what visitors do on your site":["Læs mere om, hvad besøgende gør på dit websted"],"Connect with Google Analytics to see unique visitors, goal completions, top pages and more":["Forbind til Google Analytics for at se unikke besøgende, målafslutninger, topsider og meget mere"],"Service name\u0004AdSense":["AdSense"],"Set up %s":["Konfigurer %s"],"Cancel":["Annuller"],"Connect Service":["Forbind service"],"Site Overview":["Websted Oversigt"],"User Avatar":["Bruger Avatar"],"Disconnect":["Afbryd"],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["Frakobling af Site Kit by Google vil fjerne din adgang til alle tjenester. Efter frakoblingen, skal du autorisere din konto igen for, at genskabe tjenesterne."],"Note: ":["Bemærk: "],"Site Kit":["Site Kit"],"Activate %s":["Aktiver %s"],"Close":["Luk"],"No results found":["Der blev ikke fundet nogen resultater"],"Google PageSpeed Insights gives you metrics about performance, accessibility, SEO and PWA":["Google PageSpeed Insights giver dig målinger om ydeevne, tilgængelighed, SEO og PWA"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-dashboard-c7943bedbfb651796f12.js"}}