{"translation-revision-date":"2022-04-01 15:26:31+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"See trends over time for your site’s Search metrics":["Voir les tendances dans le temps pour les indicateurs de recherche de votre site."],"Search by URL or by post title and your dashboard will be filtered to show stats just for that URL.":["Effectuez une recherche par URL ou par titre de message et votre tableau de bord sera filtré pour afficher les statistiques relatives à cette seule URL."],"Drafts you created from Idea Hub within Site Kit appear here for easy access.":["Les brouillons que vous avez créé à l'aide d'Idea Hub dans Site Kit s'affichent ici pour un accès facilité."],"Get started writing about your saved ideas":["Lancez-vous dans l'écriture de vos idées enregistrées"],"Save for later or dismiss":["Enregistrer pour plus tard ou ignorer"],"Found an interesting idea you want to write about? Create a draft! You can always get back to it later on the Posts page.":["Vous avez trouvé une idée intéressante et vous aimeriez écrire à ce sujet ? Créez un brouillon ! Vous pourrez y revenir plus tard sur la page Articles."],"Start a draft":["Commencer un brouillon"],"These ideas are based on unanswered searches related to the content of your site. They are organized by topics and will refresh every 2-3 days.":["Ces idées sont basées sur des recherches sans réponses liées au contenu de votre site. Elles sont organisées par sujet et actualisées tous les 2-3 jours."],"Select a time frame to see the comparison with the previous time period":["Sélectionnez une période pour obtenir une comparaison avec la période précédente"],"Check how your traffic changed since you last looked":["Découvrez comment votre trafic a changé depuis votre dernière visite"],"Click on the chart slices to see how each segment has changed over time":["Cliquez sur les secteurs du graphique pour voir comment chaque segment a changé au fil du temps"],"Check the trend graph to see how your traffic changed over time":["Consultez le graphique des tendances pour voir comment votre trafic a changé au fil du temps"],"%dm":["%d min"],"%dh":["%d h"],"%ds":["%d sec"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%1$s %2$s %3$s"],"%sK":["%s 000"],"%sM":["%s 000 000"],", ":[","],"%d notification":["%d notification","%d notifications"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-datastore-user-a65f06143cf286c451ee.js"}}