{"translation-revision-date":"2022-06-08 03:01:47+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"ja_JP"},"Something went wrong.":["問題が発生しました。"],"%s Please try placing your order again.":["%s 再度ご注文をお願いします。"],"%s (optional)":["%s (オプション)"],"There was an error registering the payment method with id '%s': ":["ID「%s」の決済方法の登録でエラーが発生しました。"],"The checkout has encountered an unexpected error. <button>Try reloading the page<\/button>. If the error persists, please get in touch with us so we can assist.":["購入手続き中に予期しないエラーが発生しました。<button>「ページをリロードしてみる」<\/button>。 エラーが解消されない場合は、サポートいたしますので、お問い合わせください。"],"Browse store":["ストア内を閲覧"],"Checkout is not available whilst your cart is empty—please take a look through our store and come back when you're ready to place an order.":["お買い物カゴが空の場合、購入手続きは行なえません。当店をご覧いただき、ご注文の準備ができたらまたお戻りください。"],"Your cart is empty!":["お買い物カゴが空です。"],"Something went wrong…":["エラーが発生しました..."],"Click here to log in.":["ログインするには、こちらをクリックします。"],"Please edit your cart and try again.":["「お買い物カゴ」を編集し、もう一度試してください。"],"Checkout error":["購入手続きエラー"],"There was a problem checking out. Please try again. If the problem persists, please get in touch with us so we can assist.":["購入手続きで問題が発生しました。 もう一度お試しください。 問題が解決されない場合は、サポートいたしますので、お問い合わせください。"],"You must be logged in to checkout. ":["購入手続きを行うには、ログインしている必要があります。 "],"Edit your cart":["お買い物カゴを編集"],"There is a problem with your cart":["お買い物カゴに問題があります"],"There was a problem with your shipping option.":["配送オプションに関する問題が発生しました。"],"There was a problem with your payment option.":["支払いオプションに問題がありました。"],"Something went wrong. Please contact us to get assistance.":["エラーが発生しました。 サポートについてはお問い合わせください。"],"Dismiss this notice":["この通知を非表示"],"Oops!":["エラーが発生しました。"],"There was an error loading the content.":["コンテンツの読み込み時にエラーが発生しました。"],"Retry":["再試行"],"Error:":["エラー:"]}},"comment":{"reference":"packages\/woocommerce-blocks\/build\/checkout-frontend.js"}}