{"translation-revision-date":"2022-05-13 19:10:51+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"ru"},"No card transaction fees for up to 3 months (or $25,000 in payments)":["Отсутствие комиссии за операции по картам в течение 3 месяцев (или 25 000 долларов в платежах)"],"Subscription suspension":["Приостановка подписки"],"Subscription cancellation":["Отмена подписки"],"Subscription reactivation":["Реактивация подписки"],"Recurring total changes":["Изменение стоимости подписки"],"Payment date changes":["Изменение даты оплаты"],"Customer & Store Manager payment method changes":["Изменение способа оплаты для клиентов и менеджеров магазинов"],"Have more questions?":["Есть вопросы?"],"Get in touch":["Свяжитесь с нами"],"Multiple subscriptions":["Несколько подписок"],"WooCommerce Payments offers full compatibility with WooCommerce Subscriptions’ features, including:":["WooCommerce Payments предлагают полную совместимость с функциями подписки WooCommerce, в том числе:"],"For more details on the subscription features that WooCommerce Payments offers, refer to the <a>subscription section of the WooCommerce Payments start up guide<\/a>.":["Дополнительные сведения о функциях подписки, которые предлагает WooCommerce Payments, смотрите в <a>разделе подписки в руководстве по началу работы с WooCommerce Payments<\/a>."],"WooCommerce Payments supports charging automatic recurring payments via the <a>WooCommerce Subscriptions<\/a> plugin.":["WooCommerce Payments поддерживает автоматическое взимание регулярных платежей через плагин <a>WooCommerce Subscriptions<\/a>."],"Can WooCommerce Payments support Subscriptions and recurring payment options?":["Может ли WooCommerce Payments поддерживать подписки и регулярные платежи?"],"The full list of these businesses can be found in <a>Stripe’s Restricted Businesses list<\/a>.":["Полный список этих предприятий можно найти в <a>списке запрещенных предприятий Stripe<\/a>."],"If we become aware of prohibited activity, we may restrict or shutdown the account responsible.":["Если нам станет известно о запрещённой деятельности, мы можем ограничить или закрыть ответственную учётную запись."],"By signing up to use WooCommerce Payments, you agree not to accept payments in connection with these restricted activities, practices or products. We also work to ensure that no prohibited activity is conducted on WooCommerce Payments.":["Регистрируясь для использования WooCommerce Payments, вы соглашаетесь не принимать платежи связанные с этими запрещёнными действиями, практиками или продуктами. Мы также работаем над тем, чтобы через WooCommerce Paymentse не осуществлялась запрещенная деятельность."],"Virtual currency, including video game or virtual world credits":["Виртуальная валюта, включая кредиты в видеоиграх или виртуальной среде"],"Counterfeit goods":["Контрафактные товары"],"Adult content and services":["Контент и услуги для взрослых"],"Drug paraphernalia (including e-cigarette, vapes and nutraceuticals)":["Принадлежности для наркотиков (включая электронные сигареты, вейпы и нутрицевтики)"],"Multi-level marketing":["Многоуровневый маркетинг"],"Pseudo pharmaceuticals":["Псевдофармацевтика"],"Social media activity, like Twitter followers, Facebook likes, YouTube views":["Активность в социальных сетях, например подписки в Твиттере, лайки в Facebook, просмотры на YouTube"],"Substances designed to mimic illegal drugs":["Вещества, имитирующие запрещенные наркотики"],"Firearms, ammunition":["Огнестрельное оружие, боеприпасы"],"Due to restrictions from card networks, our payment service providers, and their financial service providers, some businesses and product types that are not allowed to transact using WooCommerce Payments, including but not limited to:":["Вследствие ограничений сетей банковских карт, наших платежных сервисов и их поставщиков финансовых услуг некоторые сферы бизнеса и типы товаров, для операций с которыми нельзя использовать WooCommerce Payments, включая, но не ограничиваясь:"],"For example, a business based in New Zealand has a pending period of 4 business days. Payments made to this account on Wednesday will be paid out on the next Tuesday.":["Например, проверка компании, зарегистрированной в Новой Зеландии, может занять 4 рабочих дня. Платежи, внесенные на этот счет в среду, будут проведены в следующий вторник."],"Most banks will reflect the deposit in your account as soon as they receive the transfer from WooCommerce Payments. Some may take a few extra days to make the balance available to you.":["В большинстве банков предоплата будет отображаться на вашем счете, как только они получат деньги из WooCommerce Payments. Некоторым банкам может потребоваться несколько дополнительных дней, чтобы сделать баланс доступным для вас."],"<a>All deposits details<\/a>":["<a>Все детали вкладов<\/a>"],"What products are not permitted on my store when accepting payments with WooCommerce Payments?":["Какие товары запрещено продавать в моём магазине при приеме платежей с помощью WooCommerce Payments?"],"Payments received each day become part of the pending balance. That pending balance will become available after a pending period. On the day it becomes available, it will be automatically paid out to your bank account. The pending period is based on the country of the account.":["Платежи, получаемые каждый день, становятся частью незавершённого баланса. Этот незавершенный баланс станет доступным после периода ожидания. В день, когда он станет доступным, он будет автоматически выплачен на ваш банковский счёт. Период ожидания зависит от страны расположени счёта."],"<a>View all fees<\/a>":["<a>Посмотреть все комиссии<\/a>"],"1.5% fee on the payout amount for <a>instant deposits<\/a>":["Комиссия  в размере 1,5 % от суммы выплаты для <a>моментальных предоплат<\/a>"],"When will I receive deposits for my WooCommerce Payments account balance?":["Когда я будут получать предоплаты для своего остатка на счёте WooCommerce Payments?"],"For most accounts, <a>WooCommerce Payments<\/a> automatically pays out your available account balance into your nominated account daily after a standard pending period.":["Для большинства счетов <a>WooCommerce Payments<\/a> автоматически перечисляет доступный остаток на назначенный счёт ежедневно по окончании стандартного периода проверки."],"WooCommerce Payments uses a pay-as-you-go pricing model. You pay only for activity on the account. No setup fee or monthly fee. Fees differ based on the country of your account and country of your customer’s card.":["В WooCommerce Payments используется модель ценообразования \"оплата по мере использования\". Вы платите только за операции со счётом. Установочная комиссия или ежемесячный сбор отсутствуют. Комиссия зависит от страны открытия счета и страны регистрации карты вашего покупателя."],"What are the fees for WooCommerce Payments?":["Что такое комиссии в WooCommerce Payments?"],"To be eligible for this promotional offer, your store must: (1) meet the WooCommerce Payments usage requirements; (2) be a U.S.-based business; (3) not have processed payments through WooCommerce Payments before; and (4) be accepted into the promotional program.":["Чтобы удовлетворять критериям этой промоакции, ваш магазин должен: 1) соответствовать требованиям по использованию WooCommerce Payments; 2) быть компанией, зарегистрированной в США; 3) не иметь платежей, которые ранее осуществлялись через WooCommerce Payments; и 4) быть принятым в акционную программу."],"Stores accepted into the promotional program will receive a 100% discount on transaction fees (excluding currency conversion fees) for the first $25,000 in payments, or 3 months, whichever comes first. Simply install the extension and if eligible you’ll be entered into the promotional offer.":["Магазины, принятые в акционную программу, получат скидку 100 % по комиссии за транзакции (без учёта комиссии за конвертацию валюты) за первые 25 000 $ в платежах или за первые 3 месяцf, в зависимости от того, что наступит раньше. Просто установите расширение, и, при условии соответствия критериям, вы будете включены в промоакцию."],"How will I save money using WooCommerce Payments?":["Какую экономию я получу при использовании WooCommerce Payments?"],"Native multi-currency: increase sales by making it easier for customers outside your country to purchase from your store, without an extension.":["Встроенная мультивалютность: увеличьте продажи, упростив покупателям за пределами вашей страны совершение покупок в вашем магазине без установки стороннего расширения."],"Yes. WooCommerce Payments works alongside other payment service providers, including Stripe, PayPal, and all others. We’ve built it with this flexibility in mind so that you can ensure your store is working to meet your business needs.":["Да. WooCommerce Payments работает с другими платёжными сервисами, включая Stripe, PayPal и прочие. Мы обеспечили максимальный уровень гибкости, чтобы ваш магазин мог работать с учётом всех бизнес-потребностей."],"Why should I choose WCPay over other payment gateways?":["Почему мне следует выбрать WCPay вместо других платёжных шлюзов?"],"In-person payments: the only payment method that helps you sell online and offline with the official WooCommerce mobile app instead of a paid POS solution.":["Личные платежи: единственный способ оплаты, который помогает вам продавать онлайн и офлайн с помощью официального мобильного приложения WooCommerce вместо платного POS-решения."],"Subscription functionality: offer customers a recurring option for your inventory without purchasing an additional extension.":["Функциональность подписки: предложите клиентам опцию повторения заказов ваших товаров без установки сторонних расширений."],"Native dashboard: track cash flow from the same WordPress dashboard you're already using to manage product catalogue, inventory, orders, fulfilment, and otherwise run your online storefront.":["Встроенная панель управления: отслеживайте денежные потоки с той же панели инструментов WordPress, которую вы уже используете для управления каталогом товаров, запасами, заказами, исполнениями и другими действиями в своём интернет-магазине."],"You can securely accept credit and debit card payments, Apple Pay, bank transfers, recurring revenue, accelerated checkout, and more - in over 100+ currencies with WooCommerce Payments.":["Вы можете безопасно принимать платежи с кредитных и дебетовых карт, Apple Pay, через банковские переводы, регулярные платежи, ускоренную оплату и т.д. - в более чем 100 валютах с Payments WooCommerce."],"Can I use WooCommerce Payments alongside other payment gateways?":["Можно ли использовать WooCommerce Payments вместе с другими платёжными шлюзами?"],"WooCommerce Payments is an integrated payment solution, built by WooCommerce, for WooCommerce. Use WooCommerce Payments to manage your payments, track cash flow, and manage revenue from your dashboard.":["WooCommerce Payments - это интегрированное платёжное решение, созданное WooCommerce для WooCommerce. Используйте платежи WooCommerce для управления платежами, отслеживания денежных потоков и управления доходами с панели управления."],"What is WooCommerce Payments?":["Что такое WooCommerce Payments?"],"I’m open to installing it another time":["Я открыт для установки в другой раз"],"It’s something else (Please share below)":["Другая причина (пожалуйста, поделитесь ниже)"],"Remove and send feedback":["Удалить и отправить отзыв"],"Just remove WooCommerce Payments":["Просто удалить WooCommerce Payments"],"Frequently asked questions":["Часто задаваемые вопросы"],"By clicking \"Install\", you agree to the <a>Terms of Service<\/a>":["Нажимая «Установить», вы соглашаетесь с <a>Условия предоставления услуг<\/a>"],"Please take a moment to tell us why you’d like to remove WooCommerce Payments. This will remove WooCommerce Payments from the navigation. You can enable it again in <strong>WooCommerce Settings > Payments<\/strong>, however the promotion will not apply.":["Пожалуйста, найдите минутку, чтобы сообщить нам, почему вы хотите удалить WooCommerce Payments. Это удалит WooCommerce Payments из навигации. Вы можете снова включить его в разделе <strong>Настройки WooCommerce > Платежи<\/strong>, однако акция не будет применяться."],"I need more information about WooCommerce Payments":["Мне нужно больше информации о WooCommerce Payments"],"What made you disable the new payments experience?":["Что заставило вас отключить новый способ оплаты?"],"I’m already happy with my payments setup":["Меня уже устраивают параметры платежей"],"I don’t want to install another plugin":["Я не хочу устанавливать другой плагин"],"Save up to $800 in fees by managing transactions with WooCommerce Payments. With WooCommerce Payments, you can securely accept major cards, Apple Pay, and payments in over 100 currencies. Track cash flow and manage recurring revenue directly from your store's dashboard - with no setup costs or monthly fees.":["Сэкономьте до 800 долларов, управляя транзакциями с помощью WooCommerce Payments. Используя WooCommerce Payments, вы можете безопасно принимать карты основных платежных систем, Apple Pay и оплату в более чем 100 валютах.  Отслеживайте денежные поступления и управляйте регулярными поступлениями напрямую из консоли сайта. Для этого не требуется платная установка или ежемесячная плата."],"Discount will be applied upon install and completed setup of WooCommerce Payments":["Скидка будет применена после установки и завершения настройки WooCommerce Payments."],"Limited time offer":["Ограниченное предложение"],"Save big with WooCommerce Payments":["Экономьте больше с WooCommerce Payments"],"Accepted payment methods":["Доступные способы оплаты"],"Comments (Optional)":["Комментарии (необязательно)"],"Remove WooCommerce Payments":["Удалить платежи WooCommerce"],"WooCommerce Payments":["WooCommerce Payments"],"Install":["установить"],"Learn more":["Узнать больше"],"No thanks":["Нет, спасибо"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/wcpay-payment-welcome-page.js"}}