{"translation-revision-date":"2022-05-17 05:02:16+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nb_NO"},"By":["Av"],"No posts yet":["Ingen innlegg ennå"],"Oops, our posts aren't loading right now":["Oops, våre innlegg lastes ikke akkurat nå"],"Read {{link}}the WooCommerce blog{{\/link}} for more tips on marketing your store":["Les {{link}} WooCommerce-bloggen{{\/link}} for flere tips om markedsføring av butikken"],"Learn the ins and outs of successful coupon marketing from the experts at WooCommerce.":["Lær ins og outs av vellykket markedsføring fra ekspertene i WooCommerce."],"Take your coupon marketing to the next level with our recommended coupon extensions.":["Ta kupong markedsføring til neste nivå med våre anbefalte kupong utvidelser."],"Recommended coupon extensions":["Anbefalte kupongutvidelser"],"There was an error loading recommended extensions.":["Det oppstod en feil under lasting av anbefalte utvidelser."],"There was an error loading installed extensions.":["Det oppstod en feil under lasting av installerte utvidelser."],"There was an error trying to activate the extension.":["Det oppstod en feil under forsøk på å aktivere utvidelsen."],"The extension has been successfully activated.":["Utvidelsen er vellykket aktivert."],"Learn the ins and outs of successful marketing from the experts at WooCommerce.":["Lær ins og outs av vellykket markedsføring fra ekspertene i WooCommerce."],"WooCommerce knowledge base":["WooCommerce kunnskapsbase"],"Great marketing requires the right tools. Take your marketing to the next level with our recommended marketing extensions.":["God markedsføring krever de riktige verktøyene. Ta markedsføringen din til neste nivå med våre anbefalte markedsføringsutvidelser."],"Recommended extensions":["Anbefalte utvidelser"],"Mutable settings should be accessed via data store.":["Foranderlige innstillinger skal akseseres via dataminne."]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/marketing-coupons.js"}}