{"translation-revision-date":"2022-05-20 12:54:10+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Payment options":["Ödeme seçenekleri"],"Step description text.":["Adım açıklama metni."],"Step":["Adım"],"Other available payment methods":["Diğer mevcut ödeme yöntemleri"],"Use another payment method.":["Başka bir ödeme yöntemi kullanın."],"Save payment information to my account for future purchases.":["Gelecekteki satın alma işlemleri için ödeme bilgilerini hesabım bölümüne kaydedin."],"There was an error with this payment method. Please verify it's configured correctly.":["Bu ödeme yönteminde bir hata oluştu. Lütfen doğru yapılandırıldığını doğrulayın."],"This site is experiencing difficulties with this payment method. Please contact the owner of the site for assistance.":["Bu sitede, bu ödeme yöntemiyle ilgili sorunlar var. Yardım için lütfen sitenin sahibiyle iletişime geçin."],"Saved token for %s":["Şunun için belirteç kaydedildi: %s"],"%1$s ending in %2$s (expires %3$s)":["%2$s ile biten %1$s (son kullanma tarihi %3$s)"],"There are no payment methods available. This may be an error on our side. Please contact us if you need any help placing your order.":["Kullanılabilir ödeme yöntemi yok. Bu hata bizden kaynaklanıyor olabilir. Siparişinizi vermek için yardıma ihtiyacınız olursa lütfen bizimle iletişime geçin."],"Your store does not have any payment methods configured that support the checkout block. Once you have configured a compatible payment method it will be shown here.":["Mağazanızda ödeme bloğunu destekleyen herhangi bir ödeme yöntemi yok. Uyumlu bir ödeme yöntemi yapılandırdığınızda, burada gösterilecektir."],"Taxes:":["Vergiler:"],"Coupon code \"%s\" has been removed from your cart.":["Kupon kodu \"%s\" sepetinizden kaldırıldı."],"Coupon code \"%s\" has been applied to your cart.":["Kupon kodu \"%s\" sepetinize uygulandı."],"Loading…":["Yükleniyor…"],"Configure Payment Methods":["Ödeme yöntemlerini yapılandırın"],"Fees:":["Masraflar:"],"Payment methods":["Ödeme yöntemleri"],"Total":["Toplam"],"Shipping:":["Gönderim:"],"Discount:":["İndirim:"],"Subtotal:":["Ara toplam:"]}},"comment":{"reference":"packages\/woocommerce-blocks\/build\/checkout-blocks\/payment-frontend.js"}}