{"translation-revision-date":"2022-04-21 20:35:06+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"uk_UA"},"No card transaction fees for up to 3 months (or $25,000 in payments)":["Без комісій за транзакції з картки протягом 3 місяців (або 25 000 доларів у вигляді платежів)"],"Get in touch":["Зв'язатися з нами"],"Have more questions?":["Є ще питання?"],"For more details on the subscription features that WooCommerce Payments offers, refer to the <a>subscription section of the WooCommerce Payments start up guide<\/a>.":["Щоб дізнатися більше про функції підписки, які пропонує WooCommerce Payments, перегляньте <a>розділ підписки посібника із запуску WooCommerce Payments<\/a>."],"Customer & Store Manager payment method changes":["Зміна способу оплати для покупців і менеджерів магазинів"],"Payment date changes":["Зміна дати оплати"],"Multiple subscriptions":["Декілька підписок"],"Subscription reactivation":["Повторна активація підписки"],"Subscription cancellation":["Скасування підписки"],"Subscription suspension":["Призупинення підписки"],"WooCommerce Payments offers full compatibility with WooCommerce Subscriptions’ features, including:":["WooCommerce Payments пропонує повну сумісність з функціями підписки WooCommerce, в тому числі:"],"WooCommerce Payments supports charging automatic recurring payments via the <a>WooCommerce Subscriptions<\/a> plugin.":["WooCommerce Payments підтримує автоматичні регулярні платежі за допомогою плагіна <a>WooCommerce Subscriptions<\/a>."],"Can WooCommerce Payments support Subscriptions and recurring payment options?":["Чи може WooCommerce Payments підтримувати підписки та регулярні платежі?"],"If we become aware of prohibited activity, we may restrict or shutdown the account responsible.":["Якщо нам стане відомо про заборонену діяльність, ми можемо обмежити або закрити відповідний обліковий запис."],"By signing up to use WooCommerce Payments, you agree not to accept payments in connection with these restricted activities, practices or products. We also work to ensure that no prohibited activity is conducted on WooCommerce Payments.":["Реєструючись для використання WooCommerce Payments, ви погоджуєтеся не приймати платежі, пов'язані з цими забороненими діями, практиками або продуктами. Ми також працюємо над тим, щоб через WooCommerce Payments не проводилася заборонена діяльність."],"The full list of these businesses can be found in <a>Stripe’s Restricted Businesses list<\/a>.":["Повний список цих компаній можна знайти в <a>списку заборонених компаній Stripe<\/a>."],"Firearms, ammunition":["Вогнепальна зброя, боєприпаси"],"Substances designed to mimic illegal drugs":["Речовини, призначені для імітації заборонених наркотиків"],"Social media activity, like Twitter followers, Facebook likes, YouTube views":["Активність в соціальних мережах, наприклад, підписники в Twitter, лайки у Facebook, перегляди на YouTube"],"Pseudo pharmaceuticals":["Псевдофармацевтика"],"Multi-level marketing":["Багаторівневий маркетинг"],"Drug paraphernalia (including e-cigarette, vapes and nutraceuticals)":["Приладдя для наркотиків (включаючи електронні сигарети, вейпи та нутрицевтики)"],"Adult content and services":["Контент і послуги для дорослих"],"Counterfeit goods":["Підроблені товари"],"Virtual currency, including video game or virtual world credits":["Віртуальна валюта, включаючи кредити у відеоіграх або віртуальному середовищі"],"Due to restrictions from card networks, our payment service providers, and their financial service providers, some businesses and product types that are not allowed to transact using WooCommerce Payments, including but not limited to:":["Внаслідок обмежень мереж банківських карток, наших платіжних сервісів та їх постачальників фінансових послуг деякі сфери бізнесу та типи товарів, для операцій з якими не можна використовувати WooCommerce Payments, включаючи, але не обмежуючись:"],"What products are not permitted on my store when accepting payments with WooCommerce Payments?":["Які товари заборонено продавати в моєму магазині, приймаючи платежі за допомогою WooCommerce Payments?"],"<a>All deposits details<\/a>":["<a>Всі деталі депозитів<\/a>"],"Most banks will reflect the deposit in your account as soon as they receive the transfer from WooCommerce Payments. Some may take a few extra days to make the balance available to you.":["В більшості банків депозит буде відображатися на вашому рахунку, як тільки вони отримають переказ від WooCommerce Payments. Деяким банкам може знадобитися кілька додаткових днів, щоб зробити баланс доступним для вас."],"For example, a business based in New Zealand has a pending period of 4 business days. Payments made to this account on Wednesday will be paid out on the next Tuesday.":["Наприклад, компанія, що зареєстрована в Новій Зеландії, має період очікування в 4 робочі дні. Платежі, внесені на цей рахунок у середу, будуть проведені наступного вівторка."],"What is WooCommerce Payments?":["Що таке WooCommerce Payments?"],"Frequently asked questions":["Часті питання"],"Accepted payment methods":["Можливі способи оплати"],"Comments (Optional)":["Коментарі (Необов'язково)"],"WooCommerce Payments":["Платежі WooCommerce"],"Install":["Встановити"],"Learn more":["Дізнатись більше"],"No thanks":["Ні, дякую"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/wcpay-payment-welcome-page.js"}}