{"translation-revision-date":"2022-06-02 20:26:50+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"da_DK"},"By":["Af"],"No posts yet":["Endnu ingen indlæg"],"Oops, our posts aren't loading right now":["Ups, vores indlæg indlæses ikke lige nu"],"Read {{link}}the WooCommerce blog{{\/link}} for more tips on marketing your store":["Læs {{link}} WooCommerce bloggen{{\/link}} for flere tips om, hvordan du markedsfører din webshop"],"There was an error loading recommended extensions.":["Der opstod en fejl ved indlæsning af anbefalede udvidelser."],"There was an error loading installed extensions.":["Der opstod en fejl ved indlæsning af installerede udvidelser."],"There was an error trying to activate the extension.":["Der opstod en fejl ved forsøg på at aktivere udvidelsen."],"The extension has been successfully activated.":["Udvidelsen blev aktiveret."],"Grow your customer base and increase your sales with marketing tools built for WooCommerce":["Gør dit kundekreds større og forøg dit salg med marketingværktøjer målrettet WooCommerce"],"Hide":["Skjul"],"Learn the ins and outs of successful marketing from the experts at WooCommerce.":["Lær alt om succesfuld marketing fra eksperterne hos WooCommerce."],"WooCommerce knowledge base":["WooCommerce vidensbase"],"Great marketing requires the right tools. Take your marketing to the next level with our recommended marketing extensions.":["God marketing kræver de rette værktøjer. Tag din marketing til næste niveau med vores anbefalede marketingudvidelser."],"Recommended extensions":["Anbefalede udvidelser"],"Installed marketing extensions":["Marketingudvidelser blev installeret"],"Finish setup":["Færdiggør opsætning"],"Get support":["Få support"],"Activate":["Aktivér"],"Dashboard":["Kontrolpanel"],"Docs":["Dokumentation"],"Settings":["Indstillinger"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/marketing-overview.js"}}