{"translation-revision-date":"2022-05-17 05:02:16+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nb_NO"},"Something went wrong.":["Noe gikk galt."],"%s Please try placing your order again.":["%s Prøv å legge inn bestillingen på nytt."],"%s (optional)":["%s (valgfri)"],"There was an error registering the payment method with id '%s': ":["Det oppstod en feil i registrering av betalingsmetoden med id '%s': "],"The checkout has encountered an unexpected error. <button>Try reloading the page<\/button>. If the error persists, please get in touch with us so we can assist.":["Kassen har oppdaget en uventet feil. <button>Prøv å laste inn siden på nytt<\/button>. Hvis feilen vedvarer, vennligst ta kontakt med oss slik at vi kan hjelpe."],"Browse store":["Se gjennom butikken"],"Checkout is not available whilst your cart is empty—please take a look through our store and come back when you're ready to place an order.":["Kassen er ikke tilgjengelig mens handlekurven din er tom - ta en titt gjennom butikken vår og kom tilbake når du er klar til å gjøre en bestilling."],"Your cart is empty!":["Din handlekurv er tom!"],"Something went wrong…":["Noe gikk galt…"],"Click here to log in.":["Klikk her for å logge inn."],"You must be logged in to checkout. ":["Du må være innlogget for å gå til kassen. "],"There was a problem checking out. Please try again. If the problem persists, please get in touch with us so we can assist.":["Det oppstod et problem med betalingen. Vennligst prøv igjen. Hvis problemet vedvarer, ta kontakt med oss slik at vi kan hjelpe deg."],"Edit your cart":["Rediger din handlekurv"],"Please edit your cart and try again.":["Vennligst rediger handlekurven din og prøv igjen."],"There is a problem with your cart":["Det er et problem med handlekurven din"],"Checkout error":["Feil ved utsjekk"],"There was a problem with your shipping option.":["Det oppstod et problem med fraktalternativet ditt."],"There was a problem with your payment option.":["Det oppstod et problem med betalingsmetoden din.."],"Something went wrong. Please contact us to get assistance.":["Noe gikk galt. Vennligst kontakt oss for å få assistanse."],"Dismiss this notice":["Forkast denne meldingen"],"There was an error loading the content.":["Det oppsto en feil ved lasting av innholdet."],"Oops!":["Oops!"],"Retry":["Prøv igjen"],"Error:":["Feil:"]}},"comment":{"reference":"packages\/woocommerce-blocks\/build\/checkout-frontend.js"}}