{"translation-revision-date":"2022-05-17 05:02:16+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nb_NO"},"Payment options":["Betalingsalternativer"],"Step description text.":["Beskrivende tekst for trinn."],"Step":["Steg"],"Other available payment methods":["Andre tilgjengelige betalingsmetoder"],"Use another payment method.":["Bruk en annen betalingsmetode."],"Save payment information to my account for future purchases.":["Lagre betalingsinformasjon i min konto for fremtidige kjøp."],"There was an error with this payment method. Please verify it's configured correctly.":["Det oppstod en feil med denne betalingsmetoden. Kontroller at den er riktig konfigurert."],"This site is experiencing difficulties with this payment method. Please contact the owner of the site for assistance.":["Nettstedet har problemer med denne betalingsmetoden. Kontakt eieren av nettstedet for å få hjelp."],"Saved token for %s":["Lagret token for %s"],"%1$s ending in %2$s (expires %3$s)":["%1$s slutter på %2$s (utgår %3$s)"],"There are no payment methods available. This may be an error on our side. Please contact us if you need any help placing your order.":["Det er ingen tilgjengelige betalingsmetoder. Dette kan være en feil på vår side. Kontakt oss hvis du trenger hjelp med å gjøre en bestilling."],"Your store does not have any payment methods configured that support the checkout block. Once you have configured a compatible payment method it will be shown here.":["Butikken din har ikke konfigurert noen betalingsmåter som støtter betalingsblokken. Når du har konfigurert en kompatibel betalingsmetode vil den vises her."],"Taxes:":["Avgifter:"],"Coupon code \"%s\" has been removed from your cart.":["Kupongkode %s er fjernet fra handlekurven."],"Coupon code \"%s\" has been applied to your cart.":["Kupongkode %s er brukt i handlekurven."],"Loading…":["Laster…"],"Configure Payment Methods":["Konfigurer betalingsmetoder"],"Fees:":["Gebyrer:"],"Payment methods":["Betalingsmetoder"],"Total":["Totalt"],"Shipping:":["Frakt:"],"Discount:":["Rabatt:"],"Subtotal:":["Delsum:"]}},"comment":{"reference":"packages\/woocommerce-blocks\/build\/checkout-blocks\/payment-frontend.js"}}