{"translation-revision-date":"2022-05-17 05:02:16+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nb_NO"},"No card transaction fees for up to 3 months (or $25,000 in payments)":["Ingen korttransaksjonsgebyrer i opptil 3 måneder (eller $25 000 i betalinger)"],"Get in touch":["Ta kontakt"],"Have more questions?":["Flere spørsmål?"],"For more details on the subscription features that WooCommerce Payments offers, refer to the <a>subscription section of the WooCommerce Payments start up guide<\/a>.":["For mer informasjon om abonnementsfunksjonene som WooCommerce Payments tilbyr, se <a>abonnementsdelen i oppstartsveiledningen for WooCommerce Payments<\/a> ."],"Customer & Store Manager payment method changes":["Endringer i betalingsmåten for kunde og butikksjef"],"Payment date changes":["Betalingsdato endringer"],"Recurring total changes":["Gjentakende totale endringer"],"Multiple subscriptions":["Flere abonnementer"],"Subscription reactivation":["Reaktivering av abonnement"],"Subscription cancellation":["Oppsigelse av abonnement"],"Subscription suspension":["Suspensjon av abonnement"],"WooCommerce Payments offers full compatibility with WooCommerce Subscriptions’ features, including:":["WooCommerce Payments tilbyr full kompatibilitet med funksjonene til WooCommerce Subscriptions, inkludert:"],"WooCommerce Payments supports charging automatic recurring payments via the <a>WooCommerce Subscriptions<\/a> plugin.":["WooCommerce Payments støtter lading av automatiske gjentakende betalinger via <a>WooCommerce Subscriptions-<\/a> plugin."],"Can WooCommerce Payments support Subscriptions and recurring payment options?":["Kan WooCommerce Payments støtte abonnementer og gjentakende betalingsalternativer?"],"If we become aware of prohibited activity, we may restrict or shutdown the account responsible.":["Hvis vi blir oppmerksomme på forbudt aktivitet, kan vi begrense eller stenge den ansvarlige kontoen."],"By signing up to use WooCommerce Payments, you agree not to accept payments in connection with these restricted activities, practices or products. We also work to ensure that no prohibited activity is conducted on WooCommerce Payments.":["Ved å registrere deg for å bruke WooCommerce Payments godtar du å ikke akseptere betalinger i forbindelse med disse begrensede aktivitetene, praksisene eller produktene. Vi jobber også for å sikre at ingen forbudt aktivitet utføres på WooCommerce Payments."],"The full list of these businesses can be found in <a>Stripe’s Restricted Businesses list<\/a>.":["Den fullstendige listen over disse virksomhetene finner du i <a>Stripes liste over begrensede virksomheter<\/a> ."],"Firearms, ammunition":["Skytevåpen, ammunisjon"],"Substances designed to mimic illegal drugs":["Stoffer laget for å etterligne ulovlige rusmidler"],"Social media activity, like Twitter followers, Facebook likes, YouTube views":["Sosiale medieaktivitet, som Twitter-følgere, Facebook-liker, YouTube-visninger"],"Pseudo pharmaceuticals":["Pseudo-legemidler"],"Multi-level marketing":["Multi-level markedsføring"],"Drug paraphernalia (including e-cigarette, vapes and nutraceuticals)":["Narkotikautstyr (inkludert e-sigaretter, vapes og nutraceuticals)"],"Adult content and services":["Vokseninnhold og tjenester"],"Counterfeit goods":["Forfalskede varer"],"Virtual currency, including video game or virtual world credits":["Virtuell valuta, inkludert videospill eller virtuelle verdenskreditter"],"Due to restrictions from card networks, our payment service providers, and their financial service providers, some businesses and product types that are not allowed to transact using WooCommerce Payments, including but not limited to:":["På grunn av restriksjoner fra kortnettverk, våre betalingstjenesteleverandører og deres finansielle tjenesteleverandører, enkelte virksomheter og produkttyper som ikke har lov til å foreta transaksjoner med WooCommerce Payments, inkludert men ikke begrenset til:"],"What products are not permitted on my store when accepting payments with WooCommerce Payments?":["Hvilke produkter er ikke tillatt i butikken min når jeg godtar betalinger med WooCommerce Payments?"],"<a>All deposits details<\/a>":["<a>Alle innskuddsdetaljer<\/a>"],"Most banks will reflect the deposit in your account as soon as they receive the transfer from WooCommerce Payments. Some may take a few extra days to make the balance available to you.":["De fleste banker vil reflektere innskuddet på kontoen din så snart de mottar overføringen fra WooCommerce Payments. Noen kan ta noen ekstra dager å gjøre saldoen tilgjengelig for deg."],"For example, a business based in New Zealand has a pending period of 4 business days. Payments made to this account on Wednesday will be paid out on the next Tuesday.":["For eksempel har en virksomhet basert i New Zealand en venteperiode på 4 virkedager. Innbetalinger til denne kontoen på onsdag vil bli utbetalt neste tirsdag."],"Payments received each day become part of the pending balance. That pending balance will become available after a pending period. On the day it becomes available, it will be automatically paid out to your bank account. The pending period is based on the country of the account.":["Betalinger mottatt hver dag blir en del av den ventende saldoen. Den ventende saldoen blir tilgjengelig etter en ventende periode. Den dagen den blir tilgjengelig, blir den automatisk utbetalt til bankkontoen din. Den ventende perioden er basert på landet for kontoen."],"For most accounts, <a>WooCommerce Payments<\/a> automatically pays out your available account balance into your nominated account daily after a standard pending period.":["For de fleste kontoer <a>betaler WooCommerce Payments<\/a> automatisk ut den tilgjengelige kontosaldoen din til den nominerte kontoen din daglig etter en standard venteperiode."],"When will I receive deposits for my WooCommerce Payments account balance?":["Når vil jeg motta innskudd for min WooCommerce Payments-kontosaldo?"],"1.5% fee on the payout amount for <a>instant deposits<\/a>":["1,5% fe på utbetalingsbeløpet for <a>øyeblikkelige innskudd<\/a>"],"<a>View all fees<\/a>":["<a>Se alle avgifter<\/a>"],"WooCommerce Payments uses a pay-as-you-go pricing model. You pay only for activity on the account. No setup fee or monthly fee. Fees differ based on the country of your account and country of your customer’s card.":["WooCommerce Payments bruker en betal-som-du-gå-prismodell. Du betaler kun for aktivitet på kontoen. Ingen installasjonsavgift eller månedlig avgift. Gebyrer varierer basert på landet for kontoen din og landet for kundens kort."],"What are the fees for WooCommerce Payments?":["Hva er gebyrene for WooCommerce-betalinger?"],"To be eligible for this promotional offer, your store must: (1) meet the WooCommerce Payments usage requirements; (2) be a U.S.-based business; (3) not have processed payments through WooCommerce Payments before; and (4) be accepted into the promotional program.":["For å være kvalifisert for dette kampanjetilbudet, må butikken din: (1) oppfylle brukskravene til WooCommerce Payments; (2) være en amerikansk-basert virksomhet; (3) ikke har behandlet betalinger gjennom WooCommerce Payments tidligere; og (4) bli akseptert i kampanjeprogrammet."],"Stores accepted into the promotional program will receive a 100% discount on transaction fees (excluding currency conversion fees) for the first $25,000 in payments, or 3 months, whichever comes first. Simply install the extension and if eligible you’ll be entered into the promotional offer.":["Butikker som godtas i kampanjeprogrammet vil motta 100 % rabatter på transaksjonsgebyrer (eksklusive valutakonverteringsgebyrer) for de første $25 000 i betalinger, eller 3 måneder, avhengig av hva som kommer først. Bare installer utvidelsen, og hvis du er kvalifisert, vil du delta i kampanjetilbudet."],"How will I save money using WooCommerce Payments?":["Hvordan vil jeg spare penger ved å bruke WooCommerce Payments?"],"Native multi-currency: increase sales by making it easier for customers outside your country to purchase from your store, without an extension.":["Innfødt multi-valuta: Øk salget ved å gjøre det enklere for kunder utenfor landet ditt å kjøpe fra butikken din, uten utvidelse."],"Subscription functionality: offer customers a recurring option for your inventory without purchasing an additional extension.":["Abonnementsfunksjonalitet: gi kundene et gjentakende alternativ for beholdningen din uten å kjøpe en ekstra utvidelse."],"In-person payments: the only payment method that helps you sell online and offline with the official WooCommerce mobile app instead of a paid POS solution.":["Personlige betalinger: den eneste betalingsmetoden som hjelper deg med å selge online og offline med den offisielle WooCommerce-mobilappen i stedet for en betalt POS-løsning."],"Native dashboard: track cash flow from the same WordPress dashboard you're already using to manage product catalogue, inventory, orders, fulfilment, and otherwise run your online storefront.":["Innebygd dashbord: spor kontantstrøm fra det samme WordPress-dashbordet du allerede bruker for å administrere produktkatalog, inventar, bestillinger, oppfyllelse og ellers drive nettbutikken din."],"Why should I choose WCPay over other payment gateways?":["Hvorfor bør jeg velge WCPay fremfor andre betalingsgatewayer?"],"Yes. WooCommerce Payments works alongside other payment service providers, including Stripe, PayPal, and all others. We’ve built it with this flexibility in mind so that you can ensure your store is working to meet your business needs.":["Ja. WooCommerce Payments fungerer sammen med andre betalingstjenesteleverandører, inkludert Stripe, PayPal og alle andre. Vi har bygget den med denne fleksibiliteten i tankene, slik at du kan sikre at butikken din jobber for å møte bedriftens behov."],"Can I use WooCommerce Payments alongside other payment gateways?":["Kan jeg bruke WooCommerce Payments sammen med andre betalingsgatewayer?"],"You can securely accept credit and debit card payments, Apple Pay, bank transfers, recurring revenue, accelerated checkout, and more - in over 100+ currencies with WooCommerce Payments.":["Du kan trygt akseptere kreditt- og debetkortbetalinger, Apple Pay, bankoverføringer, gjentakende inntekter, akselerert utsjekking og mer – i over 100+ valutaer med WooCommerce Payments."],"WooCommerce Payments is an integrated payment solution, built by WooCommerce, for WooCommerce. Use WooCommerce Payments to manage your payments, track cash flow, and manage revenue from your dashboard.":["WooCommerce Payments er en integrert betalingsløsning, bygget av WooCommerce, for WooCommerce. Bruk WooCommerce Payments til å administrere betalingene dine, spore kontantstrøm og administrere inntekter fra dashbordet ditt."],"What is WooCommerce Payments?":["Hva er WooCommerce Payments?"],"Frequently asked questions":["Ofte stilte spørsmål"],"By clicking \"Install\", you agree to the <a>Terms of Service<\/a>":["Ved å klikke på \"Installer\" godtar du <a>vilkårene for bruk<\/a>"],"Remove and send feedback":["Fjern og send tilbakemelding"],"Just remove WooCommerce Payments":["Bare fjern WooCommerce Payments"],"It’s something else (Please share below)":["Det er noe annet (del gjerne nedenfor)"],"I’m open to installing it another time":["Jeg er åpen for å installere det en annen gang"],"I need more information about WooCommerce Payments":["Jeg trenger mer informasjon om WooCommerce Payments"],"I don’t want to install another plugin":["Jeg vil ikke installere en annen plugin"],"I’m already happy with my payments setup":["Jeg er allerede fornøyd med betalingsoppsettet mitt"],"What made you disable the new payments experience?":["Hva fikk deg til å deaktivere den nye betalingsopplevelsen?"],"Please take a moment to tell us why you’d like to remove WooCommerce Payments. This will remove WooCommerce Payments from the navigation. You can enable it again in <strong>WooCommerce Settings > Payments<\/strong>, however the promotion will not apply.":["Ta deg tid til å fortelle oss hvorfor du ønsker å fjerne WooCommerce Payments. Dette vil fjerne WooCommerce Payments fra navigasjonen. Du kan aktivere det igjen i <strong>WooCommerce-innstillinger > Betalinger<\/strong> , men kampanjen vil ikke gjelde."],"Save up to $800 in fees by managing transactions with WooCommerce Payments. With WooCommerce Payments, you can securely accept major cards, Apple Pay, and payments in over 100 currencies. Track cash flow and manage recurring revenue directly from your store's dashboard - with no setup costs or monthly fees.":["Spar opptil $800 i avgifter ved å administrere transaksjoner med WooCommerce Payments. Med WooCommerce Payments kan du trygt godta de mest kjente kort, Apple Pay og betalinger i over 100 valutaer. Spor kontantstrøm og administrer gjentakende inntekter direkte fra butikkens dashbord - uten oppsettskostnader eller månedlige avgifter."],"Discount will be applied upon install and completed setup of WooCommerce Payments":["Rabatten vil bli brukt ved installasjon og fullført oppsett av WooCommerce Payments"],"Limited time offer":["Tidsbegrenset tilbud"],"Save big with WooCommerce Payments":["Spar mye med WooCommerce Payments"],"Accepted payment methods":["Godkjente betalingsmåter"],"Comments (Optional)":["Kommentarer (valgfritt)"],"Remove WooCommerce Payments":["Fjern WooCommerce-betalinger"],"WooCommerce Payments":["WooCommerce Payments"],"Install":["Installer"],"Learn more":["Les mer"],"No thanks":["Nei takk"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/wcpay-payment-welcome-page.js"}}