{"translation-revision-date":"2022-06-06 09:02:17+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"No card transaction fees for up to 3 months (or $25,000 in payments)":["Geen transactiekosten voor kaarten tot 3 maanden (of $25.000 aan betalingen)"],"Get in touch":["Neem contact op"],"Have more questions?":["Meer vragen?"],"For more details on the subscription features that WooCommerce Payments offers, refer to the <a>subscription section of the WooCommerce Payments start up guide<\/a>.":["Raadpleeg het gedeelte <a>abonnement in de WooCommerce Payments Startershandleiding<\/a> voor meer informatie over de abonnementsfuncties die WooCommerce Payments te bieden heeft."],"Customer & Store Manager payment method changes":["Wijzigingen aan betaalmethode voor klant- en winkelbeheerder"],"Payment date changes":["Wijzigingen aan betaaldatum"],"Recurring total changes":["Wijzigingen aan terugkerend totaal"],"Multiple subscriptions":["Meerdere abonnementen"],"Subscription reactivation":["Heractivering abonnement"],"Subscription cancellation":["Annulering abonnement"],"Subscription suspension":["Opschorting abonnement"],"WooCommerce Payments offers full compatibility with WooCommerce Subscriptions’ features, including:":["WooCommerce Payments is volledig compatibel met functies van WooCommerce Subscriptions, zoals:"],"WooCommerce Payments supports charging automatic recurring payments via the <a>WooCommerce Subscriptions<\/a> plugin.":["WooCommerce Payments ondersteunt het in rekening brengen van automatische herhaaldelijke betalingen via de plugin <a>WooCommerce Subscriptions<\/a>."],"Can WooCommerce Payments support Subscriptions and recurring payment options?":["Kan WooCommerce Payments Subscriptions en herhaaldelijke betaalmogelijkheden ondersteunen?"],"If we become aware of prohibited activity, we may restrict or shutdown the account responsible.":["Indien we verboden activiteiten opmerken, beperken of schorten we mogelijk het verantwoordelijke account op."],"By signing up to use WooCommerce Payments, you agree not to accept payments in connection with these restricted activities, practices or products. We also work to ensure that no prohibited activity is conducted on WooCommerce Payments.":["Door je aan te melden voor WooCommerce Payments, ga je ermee akkoord geen betalingen aan te nemen die verband houden met deze verboden activiteiten, praktijken en producten. Wij zorgen er ook voor dat WooCommerce Payments vrij blijft van verboden activiteiten."],"The full list of these businesses can be found in <a>Stripe’s Restricted Businesses list<\/a>.":["De volledige lijst van deze bedrijven vind je terug in <a>Stripes lijst met verboden handel<\/a>."],"Firearms, ammunition":["Vuurwapens, ammunitie"],"Substances designed to mimic illegal drugs":["Stoffen die zijn ontwikkeld om illegale drugs na te bootsen"],"Social media activity, like Twitter followers, Facebook likes, YouTube views":["Sociale media-activiteit, zoals Twitter-volgers, Facebook-vind-ik-leuks of weergaven op YouTube"],"Pseudo pharmaceuticals":["Niet erkende medicijnen"],"Multi-level marketing":["Multi-level marketing"],"Drug paraphernalia (including e-cigarette, vapes and nutraceuticals)":["Apparatuur voor de verwerving van drugs (waaronder e-sigaretten, vapes en nutricijnen)"],"Adult content and services":["Pornografisch materiaal en seksuele diensten"],"Counterfeit goods":["Namaakproducten"],"Virtual currency, including video game or virtual world credits":["Virtuele valuta, waaronder tegoed voor videogames of virtuele werelden"],"Due to restrictions from card networks, our payment service providers, and their financial service providers, some businesses and product types that are not allowed to transact using WooCommerce Payments, including but not limited to:":["Wegens beperkingen van kaartnetwerken, onze betaalservices en diens financiële dienstverleners, is het op WooCommerce Payments niet toegestaan transacties te hebben met bepaalde soorten bedrijven en producten, met inbegrip van, maar niet beperkt tot:"],"What products are not permitted on my store when accepting payments with WooCommerce Payments?":["Welke producten zijn verboden voor mijn winkel wanneer ik betalingen aanneem met WooCommerce Payments?"],"<a>All deposits details<\/a>":["<a>Alle gegevens betreffende stortingen<\/a>"],"Most banks will reflect the deposit in your account as soon as they receive the transfer from WooCommerce Payments. Some may take a few extra days to make the balance available to you.":["De meeste banken tonen de storting op je rekening zodra zij de overboeking van WooCommerce Payments hebben ontvangen. Bij enkele banken kan het enkele dagen duren eer de overboeking is verwerkt."],"For example, a business based in New Zealand has a pending period of 4 business days. Payments made to this account on Wednesday will be paid out on the next Tuesday.":["Een bedrijf gevestigd in Nieuw-Zeeland heeft bijvoorbeeld een verwerkingsperiode van vier werkdagen. Wanneer er op woensdag een betaling wordt overgemaakt, wordt deze op de volgende dinsdag uitbetaald."],"Payments received each day become part of the pending balance. That pending balance will become available after a pending period. On the day it becomes available, it will be automatically paid out to your bank account. The pending period is based on the country of the account.":["Betalingen die je dagelijks ontvangt, maken onderdeel uit van het te verwerken saldo. Dat te verwerken saldo komt beschikbaar na een verwerkingsperiode. Op de dag dat het saldo beschikbaar komt, wordt het automatisch uitbetaald aan je bankrekening. De verwerkingsperiode is gebaseerd op het land van de rekening."],"For most accounts, <a>WooCommerce Payments<\/a> automatically pays out your available account balance into your nominated account daily after a standard pending period.":["Voor de meeste rekeningen betaalt <a>WooCommerce Payments<\/a> automatisch en dagelijks je beschikbare saldo uit aan je opgegeven rekening na een standaard verwerkingsperiode."],"When will I receive deposits for my WooCommerce Payments account balance?":["Wanneer ontvang ik stortingen voor mijn rekeningsaldo van WooCommerce Payments?"],"1.5% fee on the payout amount for <a>instant deposits<\/a>":["Een tarief van 1,5% van het te betalen bedrag voor <a>onmiddellijke stortingen<\/a>"],"<a>View all fees<\/a>":["<a>Bekijk alle tarieven<\/a>"],"WooCommerce Payments uses a pay-as-you-go pricing model. You pay only for activity on the account. No setup fee or monthly fee. Fees differ based on the country of your account and country of your customer’s card.":["WooCommerce Payments gebruikt een prijsmodel waarbij naar gebruik wordt betaald. Je betaalt alleen voor de werkelijke activiteit op de rekening. Geen administratiekosten of maandelijkse kosten. Tarieven verschillen per land van je rekening en het land van de betaalkaart van de klant."],"What are the fees for WooCommerce Payments?":["Wat zijn de tarieven voor WooCommerce Payments?"],"To be eligible for this promotional offer, your store must: (1) meet the WooCommerce Payments usage requirements; (2) be a U.S.-based business; (3) not have processed payments through WooCommerce Payments before; and (4) be accepted into the promotional program.":["Om in aanmerking te komen voor deze promotieaanbieding, moet je winkel: (1) voldoen aan de gebruiksvereisten van WooCommerce Payments; (2) in de VS zijn gevestigd; (3) nog niet eerder betalingen via WooCommerce Payments hebben verwerkt; en (4) worden opgenomen in het promotieprogramma."],"Stores accepted into the promotional program will receive a 100% discount on transaction fees (excluding currency conversion fees) for the first $25,000 in payments, or 3 months, whichever comes first. Simply install the extension and if eligible you’ll be entered into the promotional offer.":["Winkels opgenomen in het promotieprogramma ontvangen 100% korting op transactiekosten (met uitzondering van toeslagen voor het omzetten van valuta’s) voor de eerste $ 25.000 aan betalingen, of gedurende drie maanden, afhankelijk van welke eerst volgt. Installeer de extensie en indien je in aanmerking komt, word je opgenomen in de promotieaanbieding."],"How will I save money using WooCommerce Payments?":["Hoe bespaar ik geld met WooCommerce Payments?"],"Native multi-currency: increase sales by making it easier for customers outside your country to purchase from your store, without an extension.":["Meerdere native valuta’s: vergroot omzet door het kopen uit je winkel eenvoudiger te maken voor klanten buiten je land, zonder dat ze hiervoor een extensie nodig hebben."],"Subscription functionality: offer customers a recurring option for your inventory without purchasing an additional extension.":["Abonnementsfunctionaliteit: bied klanten een herhalingsoptie voor je voorraad zonder dat ze hiervoor een extra extensie hoeven te kopen."],"In-person payments: the only payment method that helps you sell online and offline with the official WooCommerce mobile app instead of a paid POS solution.":["Fysieke betalingen: de enige betaalmethode waarmee je online en offline kunt verkopen met de officiële WooCommerce-app in plaats van een betaalde verkooppuntoplossing."],"Native dashboard: track cash flow from the same WordPress dashboard you're already using to manage product catalogue, inventory, orders, fulfilment, and otherwise run your online storefront.":["Native dashboard: volg kasstromen vanaf hetzelfde WordPress Dashboard dat je al gebruikt om de productcatalogus, voorraad, bestellingen, afhandeling en je online etalage te beheren."],"Why should I choose WCPay over other payment gateways?":["Waarom zou ik de voorkeur geven aan WCPay in plaats van andere betaalgateways?"],"Yes. WooCommerce Payments works alongside other payment service providers, including Stripe, PayPal, and all others. We’ve built it with this flexibility in mind so that you can ensure your store is working to meet your business needs.":["Ja. WooCommerce Payments werkt samen met andere betaalservices, waaronder Stripe, PayPal en alle andere. We hebben de extensie ontworpen om flexibel te zijn, zodat je ervoor kunt zorgen dat je winkel naar behoren werkt en aan je bedrijfsbehoeften voldoet."],"Can I use WooCommerce Payments alongside other payment gateways?":["Kan ik WooCommerce Payments samen met andere betaalservices gebruiken?"],"You can securely accept credit and debit card payments, Apple Pay, bank transfers, recurring revenue, accelerated checkout, and more - in over 100+ currencies with WooCommerce Payments.":["Met WooCommerce Payments kun je betalingen van creditcard en betaalpas, Apple Pay, bankoverschrijvingen, herhaaldelijke omzet, versneld afrekenen en meer veilig accepteren in meer dan 100 valuta’s."],"WooCommerce Payments is an integrated payment solution, built by WooCommerce, for WooCommerce. Use WooCommerce Payments to manage your payments, track cash flow, and manage revenue from your dashboard.":["WooCommerce Payments is een geïntegreerde betaaloplossing, gemaakt door WooCommerce, voor WooCommerce. Gebruik WooCommerce Payments om je betalingen te beheren, kasstromen te volgen en omzet te beheren vanuit je dashboard."],"What is WooCommerce Payments?":["Wat is WooCommerce Payments?"],"Frequently asked questions":["Veelgestelde vragen"],"By clicking \"Install\", you agree to the <a>Terms of Service<\/a>":["Door op 'Installeren' te klikken, ga je akkoord met onze <a>Servicevoorwaarden<\/a>"],"Remove and send feedback":["Verwijderen en feedback verzenden"],"Just remove WooCommerce Payments":["Enkel WooCommerce Payments verwijderen"],"It’s something else (Please share below)":["Een andere reden (hieronder invullen)"],"I’m open to installing it another time":["Ik sta ervoor open deze nog eens te installeren"],"I need more information about WooCommerce Payments":["Ik heb graag meer informatie over WooCommerce Payments"],"I don’t want to install another plugin":["Ik wil niet nog een plugin installeren"],"I’m already happy with my payments setup":["Ik ben al tevreden met mijn betalingsconfiguratie"],"What made you disable the new payments experience?":["Met welke reden heb je de nieuwe betaalervaring uitgeschakeld?"],"Please take a moment to tell us why you’d like to remove WooCommerce Payments. This will remove WooCommerce Payments from the navigation. You can enable it again in <strong>WooCommerce Settings > Payments<\/strong>, however the promotion will not apply.":["Zou je kort willen aangeven waarom je WooCommerce Payments wilt verwijderen? WooCommerce Payments wordt uit je navigatie verwijderd. Je kunt de extensie opnieuw inschakelen via <strong>WooCommerce-instellingen > Betalingen<\/strong>. De promotie zal dan niet van toepassing zijn."],"Save up to $800 in fees by managing transactions with WooCommerce Payments. With WooCommerce Payments, you can securely accept major cards, Apple Pay, and payments in over 100 currencies. Track cash flow and manage recurring revenue directly from your store's dashboard - with no setup costs or monthly fees.":["Bespaar $800 op transactiekosten door transacties te beheren met WooCommerce Payments. Met WooCommerce Payments kun je veilig creditcards, Apple Pay en betalingen in meer dan 100 valuta's accepteren. Houd je kasstroom bij en beheer herhaaldelijke omzet rechtstreeks vanuit het dashboard van je winkel; zonder configuratiekosten of maandtarieven."],"Discount will be applied upon install and completed setup of WooCommerce Payments":["De korting wordt bij het installeren en voltooien van de configuratie van WooCommerce Payment toegepast"],"Limited time offer":["Aanbieding voor beperkte tijd"],"Save big with WooCommerce Payments":["Bespaar geld met WooCommerce Payments"],"Accepted payment methods":["Geaccepteerde betaalmethodes"],"Comments (Optional)":["Opmerkingen (optioneel)"],"Remove WooCommerce Payments":["WooCommerce betalingen verwijderen"],"WooCommerce Payments":["WooCommerce Payments"],"Install":["Installeren"],"Learn more":["Leer meer"],"No thanks":["Nee, bedankt"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/wcpay-payment-welcome-page.js"}}