{"translation-revision-date":"2022-06-02 20:26:50+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"da_DK"},"No card transaction fees for up to 3 months (or $25,000 in payments)":["Ingen korttransaktionsgebyrer i op til 3 måneder (eller $25.000 i betalinger)"],"Get in touch":["Tag kontakt"],"Have more questions?":["Har du flere spørgsmål?"],"For more details on the subscription features that WooCommerce Payments offers, refer to the <a>subscription section of the WooCommerce Payments start up guide<\/a>.":["For flere informationer om de abonnementsfunktioner, som WooCommerce Payments tilbyder, se <a>abonnementsafsnittet i WooCommerce Payments opstartsvejledningen<\/a>."],"Customer & Store Manager payment method changes":["Ændringer af betalingsmetode for kunde og webshopmanager"],"Payment date changes":["Ændringer af betalingsdato"],"Recurring total changes":["Tilbagevendende samlede ændringer"],"Multiple subscriptions":["Flere abonnementer"],"Subscription reactivation":["Genaktivering af abonnement"],"Subscription cancellation":["Opsigelse af abonnement"],"Subscription suspension":["Suspension af abonnement"],"WooCommerce Payments offers full compatibility with WooCommerce Subscriptions’ features, including:":["WooCommerce Payments tilbyder fuld kompatibilitet med WooCommerce Subscriptions' funktioner, herunder:"],"WooCommerce Payments supports charging automatic recurring payments via the <a>WooCommerce Subscriptions<\/a> plugin.":["WooCommerce Payments understøtter opkrævning af automatiske tilbagevendende betalinger via <a>WooCommerce Subscriptions<\/a> plugin."],"Can WooCommerce Payments support Subscriptions and recurring payment options?":["Kan WooCommerce Payments understøtte abonnementer og tilbagevendende betalingsmuligheder?"],"If we become aware of prohibited activity, we may restrict or shutdown the account responsible.":["Hvis vi bliver opmærksomme på forbudt aktivitet, kan vi begrænse eller lukke den ansvarlige konto."],"By signing up to use WooCommerce Payments, you agree not to accept payments in connection with these restricted activities, practices or products. We also work to ensure that no prohibited activity is conducted on WooCommerce Payments.":["Ved at tilmelde dig til at bruge WooCommerce Payments accepterer du, at du ikke vil modtage betalinger i forbindelse med disse begrænsede aktiviteter, fremgangsmåder  eller varer. Vi arbejder også på at sikre, at der ikke udføres forbudte aktiviteter på WooCommerce Payments."],"The full list of these businesses can be found in <a>Stripe’s Restricted Businesses list<\/a>.":["Den udførlige liste over disse virksomheder kan findes i <a>Stripes liste over begrænsede virksomheder<\/a>."],"Firearms, ammunition":["Skydevåben, ammunition"],"Substances designed to mimic illegal drugs":["Stoffer designet til at efterligne ulovlige stoffer"],"Social media activity, like Twitter followers, Facebook likes, YouTube views":["Social medieaktivitet, som Twitter-følgere, Facebook-likes, YouTube-visninger"],"Pseudo pharmaceuticals":["Pseudo-lægemidler"],"Multi-level marketing":["Multi-level marketing"],"Drug paraphernalia (including e-cigarette, vapes and nutraceuticals)":["Narkotikaudstyr (herunder e-cigaret, vapes og farmaceutisk alternativer)"],"Adult content and services":["Voksenindhold og tjenester"],"Counterfeit goods":["Forfalskede varer"],"Virtual currency, including video game or virtual world credits":["Virtuel valuta, inklusive videospil eller virtuelle verdenskreditter"],"Due to restrictions from card networks, our payment service providers, and their financial service providers, some businesses and product types that are not allowed to transact using WooCommerce Payments, including but not limited to:":["På grund af begrænsninger fra kortnetværk, vores betalingstjenesteudbydere og deres finansielle tjenesteudbydere, nogle virksomheder og varetyper, der ikke har tilladelse til at handle ved hjælp af WooCommerce Payments, herunder men ikke begrænset til:"],"What products are not permitted on my store when accepting payments with WooCommerce Payments?":["Varer der ikke er tilladt i min butik, når jeg modtager betalinger med WooCommerce Payments?"],"<a>All deposits details<\/a>":["<a>Alle indbetalingsoplysninger<\/a>"],"Most banks will reflect the deposit in your account as soon as they receive the transfer from WooCommerce Payments. Some may take a few extra days to make the balance available to you.":["De fleste banker vil vise indbetalingen på din konto, så snart de modtager overførslen fra WooCommerce Payments. Hos nogle banker kan det tage et par ekstra dage, før saldoen er tilgængelig for dig."],"For example, a business based in New Zealand has a pending period of 4 business days. Payments made to this account on Wednesday will be paid out on the next Tuesday.":["For eksempel har en virksomhed i New Zealand en afventende periode på 4 hverdage. Indbetalinger, der foretages til en sådan konto på en onsdag, vil blive udbetalt den  førstkommende tirsdag."],"Payments received each day become part of the pending balance. That pending balance will become available after a pending period. On the day it becomes available, it will be automatically paid out to your bank account. The pending period is based on the country of the account.":["Betalinger modtaget hver dag bliver en del af den afventende saldo. Den afventende saldo bliver tilgængelig efter en afventende periode. Den dag, den bliver tilgængelig, bliver den automatisk udbetalt til din bankkonto. Den afventende periode er baseret på kontoens land."],"For most accounts, <a>WooCommerce Payments<\/a> automatically pays out your available account balance into your nominated account daily after a standard pending period.":["For de fleste konti udbetaler <a>WooCommerce Payments<\/a> automatisk din tilgængelige kontosaldo til din nominerede konto dagligt efter en standard afventende periode."],"When will I receive deposits for my WooCommerce Payments account balance?":["Hvornår modtager jeg indbetalinger for min WooCommerce Payments-kontosaldo?"],"1.5% fee on the payout amount for <a>instant deposits<\/a>":["1,5% gebyr på udbetalingsbeløbet for <a>øjeblikkelige indskud<\/a>"],"<a>View all fees<\/a>":["<a>Se alle gebyrer<\/a>"],"WooCommerce Payments uses a pay-as-you-go pricing model. You pay only for activity on the account. No setup fee or monthly fee. Fees differ based on the country of your account and country of your customer’s card.":["WooCommerce Payments bruger en pay-as-you-go prismodel. Du betaler kun for aktivitet på kontoen. Intet opsætningsgebyr eller månedligt gebyr. Gebyrer varierer afhængigt af landet for din konto og landet for din kundes kort."],"What are the fees for WooCommerce Payments?":["Hvad er gebyrerne for WooCommerce-betalinger?"],"To be eligible for this promotional offer, your store must: (1) meet the WooCommerce Payments usage requirements; (2) be a U.S.-based business; (3) not have processed payments through WooCommerce Payments before; and (4) be accepted into the promotional program.":["For at være berettiget til dette kampagnetilbud skal din webshop: (1) opfylde brugskravene til WooCommerce Payments; (2) være en amerikansk-baseret virksomhed; (3) ikke tidligere have behandlet betalinger gennem WooCommerce Payments; og (4) blive accepteret i det salgsfremmende program."],"Stores accepted into the promotional program will receive a 100% discount on transaction fees (excluding currency conversion fees) for the first $25,000 in payments, or 3 months, whichever comes first. Simply install the extension and if eligible you’ll be entered into the promotional offer.":["Webshops, der bliver accepteret i kampagneprogrammet, vil modtage 100% rabat på transaktionsgebyrer (eksklusiv valutaomregningsgebyrer) for de første $25.000 i betalinger eller 3 måneder alt efter, hvad der kommer først. Du skal blot installere udvidelsen, og hvis du er kvalificeret, vil du deltage i kampagnetilbuddet."],"How will I save money using WooCommerce Payments?":["Hvordan sparer jeg penge ved at bruge WooCommerce Payments?"],"Native multi-currency: increase sales by making it easier for customers outside your country to purchase from your store, without an extension.":["Lokal multi-valuta: Øg salget ved at gøre det nemmere for kunder uden for dit land at købe fra din butik uden en udvidelse."],"Subscription functionality: offer customers a recurring option for your inventory without purchasing an additional extension.":["Abonnementsfunktionalitet: Tilbyd kunder en tilbagevendende mulighed for dit varelager uden at købe en ekstra udvidelse."],"In-person payments: the only payment method that helps you sell online and offline with the official WooCommerce mobile app instead of a paid POS solution.":["Personlige betalinger: den eneste betalingsmetode, der hjælper dig med at sælge online og offline med den officielle WooCommerce-mobilapp i stedet for en betalt POS-løsning."],"Native dashboard: track cash flow from the same WordPress dashboard you're already using to manage product catalogue, inventory, orders, fulfilment, and otherwise run your online storefront.":["Personligt kontrolpanel: Spor pengestrømme fra det samme WordPress kontrolpanel, som du allerede bruger til at administrere varekatalog, lager, ordrer, ordregennemførsel og på anden måde styrer din webshop."],"Why should I choose WCPay over other payment gateways?":["Hvorfor skal jeg vælge WCPay frem for andre betalingsløsninger?"],"Yes. WooCommerce Payments works alongside other payment service providers, including Stripe, PayPal, and all others. We’ve built it with this flexibility in mind so that you can ensure your store is working to meet your business needs.":["Ja. WooCommerce Payments arbejder sammen med andre betalingstjenesteudbydere, herunder Stripe, PayPal og alle andre. Vi har bygget den med denne fleksibilitet i tankerne, så du kan sikre, at din webshop fungerer, så den kan opfylde dine forretningsbehov."],"Can I use WooCommerce Payments alongside other payment gateways?":["Kan jeg bruge WooCommerce Payments sammen med andre betalingsløsninger?"],"You can securely accept credit and debit card payments, Apple Pay, bank transfers, recurring revenue, accelerated checkout, and more - in over 100+ currencies with WooCommerce Payments.":["Det er sikkert at modtage kredit- og debetkortbetalinger, Apple Pay, bankoverførsler, tilbagevendende indtægter, fremskyndet betaling og mere - i over 100+ valutaer med WooCommerce Payments."],"WooCommerce Payments is an integrated payment solution, built by WooCommerce, for WooCommerce. Use WooCommerce Payments to manage your payments, track cash flow, and manage revenue from your dashboard.":["WooCommerce Payments er en integreret betalingsløsning, bygget af WooCommerce, til WooCommerce. Brug WooCommerce Payments til at administrere dine betalinger, spore pengestrømme og administrere indtægter fra dit kontrolpanel."],"What is WooCommerce Payments?":["Hvad er WooCommerce Payments?"],"Frequently asked questions":["Ofte stillede spørgsmål"],"By clicking \"Install\", you agree to the <a>Terms of Service<\/a>":["Ved at klikke på \"Installer\", accepterer du <a>Servicevilkårene<\/a>"],"Remove and send feedback":["Fjern og send feedback"],"Just remove WooCommerce Payments":["Bare fjern WooCommerce Payments"],"It’s something else (Please share below)":["Det er noget andet (del venligst nedenfor)"],"I’m open to installing it another time":["Jeg er åben overfor at installere det en anden gang"],"I need more information about WooCommerce Payments":["Jeg har brug for flere oplysninger om WooCommerce Payments"],"I don’t want to install another plugin":["Jeg ønsker ikke at installere et andet plugin"],"I’m already happy with my payments setup":["Jeg er allerede tilfreds med min betalingsopsætning"],"What made you disable the new payments experience?":["Hvad fik dig til at deaktivere den nye betalingsoplevelse?"],"Please take a moment to tell us why you’d like to remove WooCommerce Payments. This will remove WooCommerce Payments from the navigation. You can enable it again in <strong>WooCommerce Settings > Payments<\/strong>, however the promotion will not apply.":["Brug venligst et øjeblik på at fortælle os, hvorfor du gerne vil fjerne WooCommerce Payments. Dette vil fjerne WooCommerce Payments fra navigationen. Du kan aktivere det igen i <strong>WooCommerce indstillinger > Betalinger<\/strong>, men kampagnen vil ikke længere virke."],"Save up to $800 in fees by managing transactions with WooCommerce Payments. With WooCommerce Payments, you can securely accept major cards, Apple Pay, and payments in over 100 currencies. Track cash flow and manage recurring revenue directly from your store's dashboard - with no setup costs or monthly fees.":["Spar op til 50% på transaktionsgebyrer ved at administrere transaktioner med WooCommerce Payments. Med WooCommerce Payments kan du på sikker vis modtage større betalingskort, Apple Pay og betalinger i over 100 valutaer. Spor pengestrømmen og administrer tilbagevendende betalinger, direkte fra din webshops kontrolpanel - uden opsætningsomkostninger eller månedlige gebyrer."],"Discount will be applied upon install and completed setup of WooCommerce Payments":["Rabat vil ske ved installation og fuldført opsætning af WooCommerce Payments"],"Limited time offer":["Tidsbegrænset tilbud"],"Save big with WooCommerce Payments":["Få store besparelser med WooCommerce Payments"],"Accepted payment methods":["Accepterede betalingsmetoder"],"Comments (Optional)":["Kommentarer (valgfrit)"],"Remove WooCommerce Payments":["Opsæt WooCommerce Payments"],"WooCommerce Payments":["WooCommerce Payments"],"Install":["Installér"],"Learn more":["Lær mere"],"No thanks":["Nej tak"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/wcpay-payment-welcome-page.js"}}