{"translation-revision-date":"2022-05-15 03:06:36+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"Something went wrong.":["Något gick fel."],"%s Please try placing your order again.":["%s Prova att lägga din beställning igen."],"%s (optional)":["%s (valfritt)"],"There was an error registering the payment method with id '%s': ":["Det var ett fel vid registrering av betalningsmetoden med ID ”%s”: "],"The checkout has encountered an unexpected error. <button>Try reloading the page<\/button>. If the error persists, please get in touch with us so we can assist.":["Kassan har påträffat ett oväntat fel. <button>Testa att ladda om sidan<\/button>. Ta kontakt med oss om felet kvarstår så kan vi hjälpa dig."],"Browse store":["Bläddra i butiken"],"Checkout is not available whilst your cart is empty—please take a look through our store and come back when you're ready to place an order.":["Kassan är inte tillgänglig när varukorgen är tom – varför inte ta en titt i vår butik och komma tillbaka hit när du är redo att beställa."],"Your cart is empty!":["Din varukorg är tom!"],"Something went wrong…":["Något gick fel…"],"Click here to log in.":["Klicka här för att logga in."],"You must be logged in to checkout. ":["Du måste vara inloggad för att kunna betala."],"There was a problem checking out. Please try again. If the problem persists, please get in touch with us so we can assist.":["Det uppstod ett problem med att gå till kassan. Försök igen. Ta kontakt med oss om problemet kvarstår så kan vi hjälpa dig."],"Edit your cart":["Ändra din varukorg"],"Please edit your cart and try again.":["Ändra din varukorg och försök igen."],"There is a problem with your cart":["Det är ett problem med din varukorg"],"Checkout error":["Fel i kassan"],"There was a problem with your shipping option.":["Det var ett problem med ditt fraktalternativ."],"There was a problem with your payment option.":["Det var ett problem med ditt betalningsalternativ."],"Something went wrong. Please contact us to get assistance.":["Något gick fel. Kontakta oss för att få hjälp."],"Dismiss this notice":["Avfärda denna notis"],"There was an error loading the content.":["Det var ett fel med att ladda innehållet."],"Oops!":["Hoppsan!"],"Retry":["Försök igen"],"Error:":["Fel:"]}},"comment":{"reference":"packages\/woocommerce-blocks\/build\/checkout-frontend.js"}}