{"translation-revision-date":"2022-05-20 12:54:10+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Something went wrong.":["Bir yanlışlık oldu!"],"%s Please try placing your order again.":["%s Lütfen siparişinizi tekrar vermeyi deneyin."],"%s (optional)":["%s (isteğe bağlı)"],"There was an error registering the payment method with id '%s': ":["\"%s\" kimliğiyle ödeme yöntemini kaydederken bir hata oluştu: "],"The checkout has encountered an unexpected error. <button>Try reloading the page<\/button>. If the error persists, please get in touch with us so we can assist.":["Ödeme sırasında beklenmedik bir hatayla karşılaşıldı. <button>Sayfayı yeniden yüklemeyi deneyin<\/button>. Hata devam ederse yardımcı olabilmemiz için lütfen bizimle iletişime geçin."],"Browse store":["Mağazaya göz at"],"Checkout is not available whilst your cart is empty—please take a look through our store and come back when you're ready to place an order.":["Alışveriş sepetiniz boşken ödeme yapılamaz; lütfen mağazamıza göz atın ve sipariş vermeye hazır olduğunuzda tekrar buraya dönün."],"Your cart is empty!":["Sepetiniz boş!"],"Something went wrong…":["Bir şeyler ters gitti..."],"Click here to log in.":["Giriş yapmak için tıklayın."],"You must be logged in to checkout. ":["Ödeme yapmak için giriş yapmanız gerekir. "],"There was a problem checking out. Please try again. If the problem persists, please get in touch with us so we can assist.":["Ödeme sırasında bir sorun oluştu. Lütfen yeniden deneyin. Sorun devam ederse yardımcı olabilmemiz için lütfen bizimle iletişime geçin."],"Edit your cart":["Sepetinizi düzenleyin"],"Please edit your cart and try again.":["Lütfen sepetinizi düzenleyin ve tekrar deneyin."],"There is a problem with your cart":["Sepetinizde bir sorun var"],"Checkout error":["Ödeme hatası"],"There was a problem with your shipping option.":["Gönderim seçeneğinizle ilgili bir sorun oluştu."],"There was a problem with your payment option.":["Ödeme seçeneğinizle ilgili bir sorun oluştu."],"Something went wrong. Please contact us to get assistance.":["Bir yanlışlık oldu. Yardım almak için lütfen bizimle iletişime geçin."],"Dismiss this notice":["Bu bildirimi kapat"],"There was an error loading the content.":["İçerik yüklenirken bir hata oluştu."],"Oops!":["Eyvah!"],"Retry":["Tekrar dene"],"Error:":["Hata:"]}},"comment":{"reference":"packages\/woocommerce-blocks\/build\/checkout-frontend.js"}}