{"translation-revision-date":"2022-05-13 06:15:45+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"No card transaction fees for up to 3 months (or $25,000 in payments)":["Sin comisiones por transacciones con tarjeta durante un período máximo de tres meses (o 25.000 $ en pagos)"],"Get in touch":["Contactar"],"Have more questions?":["¿Tienes más preguntas?"],"For more details on the subscription features that WooCommerce Payments offers, refer to the <a>subscription section of the WooCommerce Payments start up guide<\/a>.":["Para más detalles sobre las características de suscripción que ofrece WooCommerce Payments, consulta la sección de <a>suscripción de la guía de inicio de WooCommerce Payments<\/a>."],"Customer & Store Manager payment method changes":["El método de pago y el gestor de la tienda cambian"],"Payment date changes":["La fecha de pago cambia"],"Recurring total changes":["El total de pagos periódicos cambia"],"Multiple subscriptions":["Varias suscripciones"],"Subscription reactivation":["Reactivación de la suscripción"],"Subscription cancellation":["Cancelación de la suscripción"],"Subscription suspension":["Suspensión de la suscripción"],"WooCommerce Payments offers full compatibility with WooCommerce Subscriptions’ features, including:":["WooCommerce Payments ofrece total compatibilidad con las características de WooCommerce Subscriptions, incluyendo:"],"WooCommerce Payments supports charging automatic recurring payments via the <a>WooCommerce Subscriptions<\/a> plugin.":["WooCommerce Payments es compatible con el cargo periódico de pagos automáticos mediante el plugin <a>WooCommerce Subscriptions<\/a>."],"Can WooCommerce Payments support Subscriptions and recurring payment options?":["¿Es WooCommerce Payments compatible con suscripciones y opciones de pagos periódicos?"],"If we become aware of prohibited activity, we may restrict or shutdown the account responsible.":["Si tenemos conocimiento de una actividad no autorizada, podemos restringir o cerrar la cuenta responsable."],"By signing up to use WooCommerce Payments, you agree not to accept payments in connection with these restricted activities, practices or products. We also work to ensure that no prohibited activity is conducted on WooCommerce Payments.":["Al registrarte para utilizar WooCommerce Payments, te comprometes a no aceptar pagos relacionados con estas actividades, prácticas o productos restringidos. También trabajamos para garantizar que no se realice ninguna actividad prohibida en WooCommerce Payments."],"The full list of these businesses can be found in <a>Stripe’s Restricted Businesses list<\/a>.":["Puedes consultar la lista completa de estas empresas en la <a>lista de empresa restringidas de Stripe<\/a>."],"Firearms, ammunition":["Armas de fuego, munición"],"Substances designed to mimic illegal drugs":["Sustancias de diseño para imitar drogas ilegales"],"Social media activity, like Twitter followers, Facebook likes, YouTube views":["Actividad en redes sociales, como seguidores de Twitter, Me gusta en Facebook o visualizaciones en YouTube"],"Pseudo pharmaceuticals":["Parafarmacia"],"Multi-level marketing":["Marketing multinivel"],"Drug paraphernalia (including e-cigarette, vapes and nutraceuticals)":["Accesorios para consumo de drogas (incluidos cigarrillos electrónicos, vaporizadores y nutracéuticos)"],"Adult content and services":["Contenidos y servicios para adultos"],"Counterfeit goods":["Falsificaciones"],"Virtual currency, including video game or virtual world credits":["Moneda virtual, incluidos créditos de videojuegos o de mundo virtual"],"Due to restrictions from card networks, our payment service providers, and their financial service providers, some businesses and product types that are not allowed to transact using WooCommerce Payments, including but not limited to:":["Debido a las restricciones de las redes de tarjetas, nuestros proveedores de servicios de pago y sus proveedores de servicios financieros, algunos negocios y tipos de productos que no están permitidos para realizar transacciones utilizando WooCommerce Payments, incluyendo pero no limitado a:"],"What products are not permitted on my store when accepting payments with WooCommerce Payments?":["Si acepto pagos con WooCommerce Payments, ¿qué productos no están permitidos en mi tienda?"],"<a>All deposits details<\/a>":["<a>Detalles de todos los ingresos<\/a>"],"Most banks will reflect the deposit in your account as soon as they receive the transfer from WooCommerce Payments. Some may take a few extra days to make the balance available to you.":["La mayoría de los bancos mostrarán el ingreso en tu cuenta tan pronto como reciban la transferencia de WooCommerce Payments. Puede que algunos tarden unos días más en poner el saldo a tu disposición."],"For example, a business based in New Zealand has a pending period of 4 business days. Payments made to this account on Wednesday will be paid out on the next Tuesday.":["Por ejemplo, una empresa con sede en Nueva Zelanda tiene un periodo de espera de 4 días hábiles. Los pagos realizados en esta cuenta el miércoles se abonarán el martes siguiente."],"Payments received each day become part of the pending balance. That pending balance will become available after a pending period. On the day it becomes available, it will be automatically paid out to your bank account. The pending period is based on the country of the account.":["Los pagos recibidos cada día pasan a formar parte del saldo pendiente. Ese saldo pendiente estará disponible después de un periodo de espera. El día que esté disponible, se abonará automáticamente en su cuenta bancaria. El periodo de espera depende del país de la cuenta."],"For most accounts, <a>WooCommerce Payments<\/a> automatically pays out your available account balance into your nominated account daily after a standard pending period.":["Con la mayoría de las cuentas, <a>WooCommerce Payments<\/a> paga automáticamente el saldo disponible de la cuenta en la cuenta que hayas indicado cada día, después de un plazo de espera estándar."],"When will I receive deposits for my WooCommerce Payments account balance?":["¿Cuándo recibiré los ingresos del saldo de mi cuenta de WooCommerce Payments?"],"1.5% fee on the payout amount for <a>instant deposits<\/a>":["Comisión del 1,5 % sobre el importe de pago de los <a>depósitos instantáneos<\/a>"],"<a>View all fees<\/a>":["<a>Ver todas las tarifas<\/a>"],"WooCommerce Payments uses a pay-as-you-go pricing model. You pay only for activity on the account. No setup fee or monthly fee. Fees differ based on the country of your account and country of your customer’s card.":["WooCommerce Payments utiliza un modelo de precios de pago por uso. Sólo pagas por la actividad de la cuenta. No hay cuota de instalación ni cuota mensual. Las tarifas difieren en función del país de tu cuenta y del país de la tarjeta de tu cliente."],"What are the fees for WooCommerce Payments?":["¿Qué tarifas tiene WooCommerce Payments?"],"To be eligible for this promotional offer, your store must: (1) meet the WooCommerce Payments usage requirements; (2) be a U.S.-based business; (3) not have processed payments through WooCommerce Payments before; and (4) be accepted into the promotional program.":["Para ser elegible para esta oferta promocional, tu tienda debe: (1) cumplir los requisitos de uso de WooCommerce Payments; (2) ser un negocio con sede en Estados Unidos; (3) no haber procesado pagos a través de WooCommerce Payments anteriormente; y (4) ser aceptado en el programa promocional."],"Stores accepted into the promotional program will receive a 100% discount on transaction fees (excluding currency conversion fees) for the first $25,000 in payments, or 3 months, whichever comes first. Simply install the extension and if eligible you’ll be entered into the promotional offer.":["Las tiendas aceptadas en el programa promocional recibirán un descuento del 100% en las tasas de transacción (excluyendo las tasas de conversión de moneda) durante los primeros 25.000 dólares en pagos, o 3 meses, lo que ocurra primero. Sólo tienes que instalar la extensión y, si cumples los requisitos, entrarás en la oferta promocional."],"How will I save money using WooCommerce Payments?":["¿Cómo puedo ahorrar dinero con WooCommerce Payments?"],"Native multi-currency: increase sales by making it easier for customers outside your country to purchase from your store, without an extension.":["Multidivisa nativa: Aumenta las ventas facilitando que los clientes de fuera de tu país puedan comprar en tu tienda, sin necesidad de una extensión."],"Subscription functionality: offer customers a recurring option for your inventory without purchasing an additional extension.":["Funcionalidad de suscripción: Ofrece a los clientes una opción periódica para tu inventario sin necesidad de comprar una extensión adicional."],"In-person payments: the only payment method that helps you sell online and offline with the official WooCommerce mobile app instead of a paid POS solution.":["Pagos en persona: El único método de pago que te ayuda a vender en línea y fuera de línea con la aplicación móvil oficial de WooCommerce en lugar de una solución de TPV de pago."],"Native dashboard: track cash flow from the same WordPress dashboard you're already using to manage product catalogue, inventory, orders, fulfilment, and otherwise run your online storefront.":["Panel de control nativo: Controla el flujo de caja desde el mismo escritorio de WordPress que ya utilizas para gestionar el catálogo de productos, el inventario, los pedidos, el cumplimiento y otros aspectos de tu tienda online."],"Why should I choose WCPay over other payment gateways?":["¿Por qué debería elegir WCPay en lugar de otras pasarelas de pago?"],"Yes. WooCommerce Payments works alongside other payment service providers, including Stripe, PayPal, and all others. We’ve built it with this flexibility in mind so that you can ensure your store is working to meet your business needs.":["Sí. WooCommerce Payments funciona junto con otros proveedores de servicios de pago, incluyendo Stripe, PayPal y todos los demás. Lo hemos diseñado con esta flexibilidad en mente para que puedas asegurarte de que tu tienda funciona para satisfacer las necesidades de tu negocio."],"Can I use WooCommerce Payments alongside other payment gateways?":["¿Puedo utilizar WooCommerce Payments junto a otras pasarelas de pago?"],"You can securely accept credit and debit card payments, Apple Pay, bank transfers, recurring revenue, accelerated checkout, and more - in over 100+ currencies with WooCommerce Payments.":["Puedes aceptar de forma segura pagos con tarjeta de crédito y débito, Apple Pay, transferencias bancarias, ingresos periódicos, pagos acelerados y mucho más, en más de 100 monedas con WooCommerce Payments."],"WooCommerce Payments is an integrated payment solution, built by WooCommerce, for WooCommerce. Use WooCommerce Payments to manage your payments, track cash flow, and manage revenue from your dashboard.":["WooCommerce Payments es una solución de pago integrada, desarrollada por WooCommerce, para WooCommerce. Utiliza WooCommerce Payments para gestionar tus pagos, hacer un seguimiento del flujo de caja y gestionar los ingresos desde tu escritorio."],"What is WooCommerce Payments?":["¿Qué es WooCommerce Payments?"],"Frequently asked questions":["Preguntas frecuentes"],"By clicking \"Install\", you agree to the <a>Terms of Service<\/a>":["Al hacer clic en «Instalar» aceptas los <a>términos del servicio<\/a>"],"Remove and send feedback":["Eliminar y enviar comentarios"],"Just remove WooCommerce Payments":["Eliminar WooCommerce Payments"],"It’s something else (Please share below)":["Algo diferente (explícalo abajo)"],"I’m open to installing it another time":["Estoy dispuesto a instalarlo en otro momento"],"I need more information about WooCommerce Payments":["Necesito más información sobre WooCommerce Payments"],"I don’t want to install another plugin":["No quiero instalar más plugins"],"I’m already happy with my payments setup":["Me gusta la configuración de pagos que tengo ahora mismo"],"What made you disable the new payments experience?":["¿Qué te hizo desactivar la nueva experiencia de pago?"],"Please take a moment to tell us why you’d like to remove WooCommerce Payments. This will remove WooCommerce Payments from the navigation. You can enable it again in <strong>WooCommerce Settings > Payments<\/strong>, however the promotion will not apply.":["Dedica un momento a contarnos por qué quieres eliminar WooCommerce Payments. Esto eliminará WooCommerce Payments de la navegación. Puedes activarlo de nuevo en <strong>WooCommerce Ajustes > Pagos<\/strong>, pero no se aplicará la promoción."],"Save up to $800 in fees by managing transactions with WooCommerce Payments. With WooCommerce Payments, you can securely accept major cards, Apple Pay, and payments in over 100 currencies. Track cash flow and manage recurring revenue directly from your store's dashboard - with no setup costs or monthly fees.":["Gestiona las transacciones con WooCommerce Payments y ahorra hasta 800 $ en cuotas. Con WooCommerce Payments, puedes aceptar de forma segura las principales tarjetas, Apple Pay y pagos en más de 100 divisas. Haz un seguimiento del flujo de efectivo y gestiona los ingresos periódicos directamente desde el escritorio de tu tienda: sin costes de configuración ni cuotas mensuales."],"Discount will be applied upon install and completed setup of WooCommerce Payments":["El descuento se aplicará al instalar y completar la configuración de WooCommerce Payments"],"Limited time offer":["Oferta por tiempo limitado"],"Save big with WooCommerce Payments":["Ahorra a lo grande con WooCommerce Payments"],"Accepted payment methods":["Métodos de pago aceptados"],"Comments (Optional)":["Comentarios (opcional)"],"Remove WooCommerce Payments":["Eliminar WooCommerce Payments"],"WooCommerce Payments":["WooCommerce Payments"],"Install":["Instalar"],"Learn more":["Aprende más"],"No thanks":["No, gracias"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/wcpay-payment-welcome-page.js"}}