{"translation-revision-date":"2022-05-17 09:54:09+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"id"},"No card transaction fees for up to 3 months (or $25,000 in payments)":["Tidak ada biaya transaksi kartu sampai 3 bulan (atau sampai total pembayaran $25.000)"],"Get in touch":["Terhubung"],"Have more questions?":["Apakah Anda memiliki pertanyaan lain?"],"For more details on the subscription features that WooCommerce Payments offers, refer to the <a>subscription section of the WooCommerce Payments start up guide<\/a>.":["Untuk informasi selengkapnya tentang fitur langganan yang tersedia di WooCommerce Payments, lihat bagian <a>langganan di panduan memulai WooCommerce Payments<\/a>."],"Customer & Store Manager payment method changes":["Perubahan metode pembayaran Pelanggan & Manajer Toko"],"Payment date changes":["Perubahan tanggal pembayaran"],"Recurring total changes":["Perubahan harga total berulang"],"Multiple subscriptions":["Banyak langganan"],"Subscription reactivation":["Aktivasi ulang langganan"],"Subscription cancellation":["Pembatalan langganan"],"Subscription suspension":["Penangguhan langganan"],"WooCommerce Payments offers full compatibility with WooCommerce Subscriptions’ features, including:":["WooCommerce Payments sepenuhnya kompatibel dengan fitur-fitur WooCommerce Subscriptions, termasuk:"],"WooCommerce Payments supports charging automatic recurring payments via the <a>WooCommerce Subscriptions<\/a> plugin.":["WooCommerce Payments mendukung penagihan pembayaran berulang otomatis melalui plugin <a>WooCommerce Subscriptions<\/a>."],"Can WooCommerce Payments support Subscriptions and recurring payment options?":["Apakah WooCommerce Payments mendukung WooCommerce Subscriptions dan opsi pembayaran berulang?"],"If we become aware of prohibited activity, we may restrict or shutdown the account responsible.":["Jika kami mengetahui ada aktivitas terlarang, kami dapat membatasi atau menonaktifkan akun yang bersangkutan."],"By signing up to use WooCommerce Payments, you agree not to accept payments in connection with these restricted activities, practices or products. We also work to ensure that no prohibited activity is conducted on WooCommerce Payments.":["Dengan mendaftar penggunaan WooCommerce Payments, Anda setuju untuk tidak menerima pembayaran sehubungan dengan aktivitas, praktik, atau produk yang dibatasi berikut. Kami juga berupaya agar tidak ada aktivitas terlarang yang dilakukan menggunakan WooCommerce Payments."],"The full list of these businesses can be found in <a>Stripe’s Restricted Businesses list<\/a>.":["Daftar lengkap bisnis dimaksud dapat dilihat di <a>daftar Bisnis yang Dibatasi Stripe<\/a>."],"Firearms, ammunition":["Senjata api, amunisi"],"Substances designed to mimic illegal drugs":["Zat serupa obat-obatan terlarang"],"Social media activity, like Twitter followers, Facebook likes, YouTube views":["Aktivitas media sosial, seperti jumlah pengikut pada Twitter, suka pada Facebook, ditonton pada YouTube"],"Pseudo pharmaceuticals":["Obat-obatan palsu"],"Multi-level marketing":["Pemasaran berjenjang"],"Drug paraphernalia (including e-cigarette, vapes and nutraceuticals)":["Peralatan khusus obat-obatan (termasuk rokok elektronik, vape, dan nutraceutical)"],"Adult content and services":["Layanan dan konten dewasa"],"Counterfeit goods":["Barang imitasi"],"Virtual currency, including video game or virtual world credits":["Mata uang virtual, termasuk kredit video game atau dunia virtual"],"Due to restrictions from card networks, our payment service providers, and their financial service providers, some businesses and product types that are not allowed to transact using WooCommerce Payments, including but not limited to:":["Karena pembatasan dari jaringan kartu, penyedia layanan pembayaran kami, serta penyedia layanan keuangannya, beberapa bisnis dan jenis produk tidak diperkenankan diperjualbelikan menggunakan WooCommerce Payments, termasuk tetapi tidak terbatas pada:"],"What products are not permitted on my store when accepting payments with WooCommerce Payments?":["Produk apa saja yang tidak diperbolehkan di toko saya jika menerima pembayaran menggunakan WooCommerce Payments?"],"<a>All deposits details<\/a>":["<a>Semua perincian deposit<\/a>"],"Most banks will reflect the deposit in your account as soon as they receive the transfer from WooCommerce Payments. Some may take a few extra days to make the balance available to you.":["Sebagian besar bank akan menampilkan deposit dalam akun Anda segera setelah menerima transfer dari WooCommerce Payments. Beberapa bank yang lain memerlukan tambahan waktu untuk memproses saldo Anda."],"For example, a business based in New Zealand has a pending period of 4 business days. Payments made to this account on Wednesday will be paid out on the next Tuesday.":["Sebagai contoh, untuk bisnis yang berlokasi di Selandia Baru, berlaku masa tunda selama 4 hari kerja. Pembayaran yang dilakukan untuk akun ini pada hari Rabu akan dibayarkan pada hari Selasa minggu setelahnya."],"Payments received each day become part of the pending balance. That pending balance will become available after a pending period. On the day it becomes available, it will be automatically paid out to your bank account. The pending period is based on the country of the account.":["Pembayaran yang diterima tiap harinya masuk ke dalam saldo tertunda. Saldo tertunda ini akan dilunasi setelah masa tunda. Pada hari yang ditentukan, pelunasan ini akan dibayarkan ke rekening bank Anda secara otomatis. Masa tunda berbeda-beda tergantung negara asal rekening."],"For most accounts, <a>WooCommerce Payments<\/a> automatically pays out your available account balance into your nominated account daily after a standard pending period.":["Untuk sebagian besar rekening, <a>WooCommerce Payments<\/a> membayarkan saldo rekening yang tersedia secara otomatis ke rekening yang telah ditentukan setelah masa tunda standar tiap harinya."],"When will I receive deposits for my WooCommerce Payments account balance?":["Kapan saya bisa menerima deposit untuk saldo akun WooCommerce Payments saya?"],"1.5% fee on the payout amount for <a>instant deposits<\/a>":["Biaya 1,5% pada jumlah pembayaran untuk <a>deposit langsung<\/a>"],"<a>View all fees<\/a>":["<a>Lihat semua biaya<\/a>"],"WooCommerce Payments uses a pay-as-you-go pricing model. You pay only for activity on the account. No setup fee or monthly fee. Fees differ based on the country of your account and country of your customer’s card.":["WooCommerce Payments menggunakan model harga bayar sesuai penggunaan. Anda hanya membayar untuk aktivitas akun. Tidak ada biaya penyiapan atau biaya bulanan. Biaya dibedakan berdasarkan negara rekening Anda serta negara kartu pelanggan Anda."],"What are the fees for WooCommerce Payments?":["Berapa biaya untuk WooCommerce Payments?"],"To be eligible for this promotional offer, your store must: (1) meet the WooCommerce Payments usage requirements; (2) be a U.S.-based business; (3) not have processed payments through WooCommerce Payments before; and (4) be accepted into the promotional program.":["Agar dapat mengakses penawaran promosi ini, toko Anda harus: (1) memenuhi persyaratan penggunaan WooCommerce Payments; (2) memiliki bisnis yang berada di A.S.; (3) belum pernah memproses pembayaran melalui WooCommerce Payments sebelumnya; dan (4) terdaftar dalam program promosi."],"Stores accepted into the promotional program will receive a 100% discount on transaction fees (excluding currency conversion fees) for the first $25,000 in payments, or 3 months, whichever comes first. Simply install the extension and if eligible you’ll be entered into the promotional offer.":["Toko yang terdaftar dalam program promosi akan menerima diskon biaya transaksi 100% (tidak termasuk biaya penukaran mata uang) untuk pembayaran pertama sebesar $25,000, atau selama 3 bulan, mana yang tercapai lebih dahulu. Cukup instal ekstensinya dan jika memenuhi syarat Anda akan terdaftar dalam penawaran promosi."],"How will I save money using WooCommerce Payments?":["Bagaimana saya dapat menghemat uang menggunakan WooCommerce Payments?"],"Native multi-currency: increase sales by making it easier for customers outside your country to purchase from your store, without an extension.":["Dukungan langsung untuk banyak mata uang: raih penjualan yang makin besar dengan kemudahan bagi pelanggan dari luar negeri untuk membeli barang dari toko Anda, tanpa ekstensi tambahan."],"Subscription functionality: offer customers a recurring option for your inventory without purchasing an additional extension.":["Fitur langganan: beri pelanggan opsi pembelian berulang tanpa harus membeli ekstensi tambahan."],"In-person payments: the only payment method that helps you sell online and offline with the official WooCommerce mobile app instead of a paid POS solution.":["Pembayaran fisik: dengan aplikasi seluler resmi, WooCommerce Payments menjadi satu-satunya platform pembayaran yang mendukung pembelian online dan offline, tanpa harus membeli sistem POS lagi."],"Native dashboard: track cash flow from the same WordPress dashboard you're already using to manage product catalogue, inventory, orders, fulfilment, and otherwise run your online storefront.":["Fitur dasbor bawaan: lacak dana yang masuk dari dasbor WordPress yang sudah ada. Anda juga bisa mengelola katalog produk, stok, pesanan, dan penyiapan paket pengiriman di samping menjalankan toko online tersebut."],"Why should I choose WCPay over other payment gateways?":["Mengapa harus memilih WCPay ketimbang gateway pembayaran lainnya?"],"Yes. WooCommerce Payments works alongside other payment service providers, including Stripe, PayPal, and all others. We’ve built it with this flexibility in mind so that you can ensure your store is working to meet your business needs.":["Ya. WooCommerce Payments dapat digunakan bersama penyedia layanan pembayaran lain, termasuk Stripe, PayPal, dan lain sebagainya. Gateway pembayaran ini memang sejak awal dirancang agar fleksibel, jadi toko Anda dapat memenuhi apa pun kebutuhan bisnisnya."],"Can I use WooCommerce Payments alongside other payment gateways?":["Apakah saya bisa menggunakan WooCommerce Payments bersama dengan gateway pembayaran lain?"],"You can securely accept credit and debit card payments, Apple Pay, bank transfers, recurring revenue, accelerated checkout, and more - in over 100+ currencies with WooCommerce Payments.":["Anda bisa menerima pembayaran melalui kartu kredit dan debit, Apple Pay, serta transfer bank dengan keamanan tingkat tinggi dan dukungan untuk lebih dari 100 mata uang, termasuk pembayaran berulang, dengan proses checkout yang cepat dan fitur lainnya lewat WooCommerce Payments."],"WooCommerce Payments is an integrated payment solution, built by WooCommerce, for WooCommerce. Use WooCommerce Payments to manage your payments, track cash flow, and manage revenue from your dashboard.":["WooCommerce Payments adalah solusi pembayaran terintegrasi, dari dan untuk WooCommerce. Gunakan WooCommerce Payments untuk mengelola pembayaran dan memantau dana yang masuk serta pendapatan dari dasbor Anda."],"What is WooCommerce Payments?":["Apa itu WooCommerce Payments?"],"Frequently asked questions":["Pertanyaan umum"],"By clicking \"Install\", you agree to the <a>Terms of Service<\/a>":["Dengan mengeklik \"Instal,\" Anda setuju dengan <a>Ketentuan Layanan<\/a>."],"Remove and send feedback":["Hapus dan kirimkan umpan balik"],"Just remove WooCommerce Payments":["Hapus WooCommerce Payments saja"],"It’s something else (Please share below)":["Karena alasan lain (Tuliskan di bawah)"],"I’m open to installing it another time":["Saya mungkin menginstalnya lagi"],"I need more information about WooCommerce Payments":["Saya butuh informasi lebih lanjut mengenai WooCommerce Payments"],"I don’t want to install another plugin":["Saya tidak ingin menginstal plugin lain"],"I’m already happy with my payments setup":["Saya senang dengan pengaturan pembayaran saat ini"],"What made you disable the new payments experience?":["Apa yang membuat Anda menonaktifkan pengalaman pembayaran yang baru?"],"Please take a moment to tell us why you’d like to remove WooCommerce Payments. This will remove WooCommerce Payments from the navigation. You can enable it again in <strong>WooCommerce Settings > Payments<\/strong>, however the promotion will not apply.":["Harap luangkan waktu untuk memberi tahu kami alasan Anda ingin menghapus WooCommerce Payments. Ini akan menghapus WooCommerce Payments dari navigasi. Anda dapat mengaktifkannya lagi di <strong>Pengaturan WooCommerce > Pembayaran<\/strong>, tetapi promosi tidak akan berlaku."],"Save up to $800 in fees by managing transactions with WooCommerce Payments. With WooCommerce Payments, you can securely accept major cards, Apple Pay, and payments in over 100 currencies. Track cash flow and manage recurring revenue directly from your store's dashboard - with no setup costs or monthly fees.":["Hemat biaya sampai $800 dengan mengelola transaksi menggunakan WooCommerce Payments. Anda dapat menerima pembayaran berbagai kartu kredit terkemuka serta Apple Pay dalam 100 lebih mata uang secara aman menggunakan WooCommerce Payments. Lacak arus kas dan pendapatan berulang langsung dari dasbor toko Anda, tanpa biaya penyiapan atau biaya bulanan."],"Discount will be applied upon install and completed setup of WooCommerce Payments":["Diskon akan diberikan setelah penginstalan dan penyiapan WooCommerce Payments selesai"],"Limited time offer":["Penawaran terbatas"],"Save big with WooCommerce Payments":["Hemat besar-besaran dengan WooCommerce Payments"],"Accepted payment methods":["Metode pembayaran yang diterima"],"Comments (Optional)":["Komentar (Opsional)"],"Remove WooCommerce Payments":["Hapus WooCommerce Payments"],"WooCommerce Payments":["WooCommerce Payments"],"Install":["Instal"],"Learn more":["Pelajari lebih lanjut"],"No thanks":["Tidak, terimakasih"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/wcpay-payment-welcome-page.js"}}