{"translation-revision-date":"2022-05-19 09:54:10+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"No card transaction fees for up to 3 months (or $25,000 in payments)":["Nessuna commissione di transazione con carta per un massimo di 3 mesi (o $ 25.000 nei pagamenti)"],"Get in touch":["Contattaci"],"Have more questions?":["Hai altre domande?"],"For more details on the subscription features that WooCommerce Payments offers, refer to the <a>subscription section of the WooCommerce Payments start up guide<\/a>.":["Per ulteriori dettagli sulle funzionalità di abbonamento offerte da WooCommerce Payments, fai riferimento alla <a>sezione relativa all'abbonamento della guida rapida di WooCommerce Payments<\/a>."],"Customer & Store Manager payment method changes":["Modifiche del metodo di pagamento per clienti e gestori di negozi"],"Payment date changes":["Modifiche delle date di pagamento"],"Recurring total changes":["Modifiche del totale ricorrente"],"Multiple subscriptions":["Più abbonamenti"],"Subscription reactivation":["Riattivazione dell'abbonamento"],"Subscription cancellation":["Annullamento dell'abbonamento"],"WooCommerce Payments offers full compatibility with WooCommerce Subscriptions’ features, including:":["WooCommerce Payments offre la piena compatibilità con le funzionalità degli abbonamenti WooCommerce, tra i quali:"],"WooCommerce Payments supports charging automatic recurring payments via the <a>WooCommerce Subscriptions<\/a> plugin.":["WooCommerce Payments supporta l'addebito di pagamenti ricorrenti automatici tramite il plugin <a>WooCommerce Subscriptions<\/a>."],"Can WooCommerce Payments support Subscriptions and recurring payment options?":["WooCommerce Payments può supportare opzioni di abbonamento e pagamenti ricorrenti?"],"If we become aware of prohibited activity, we may restrict or shutdown the account responsible.":["Qualora veniamo a conoscenza di attività proibite, potremmo applicare restrizioni all'account responsabile o chiuderlo."],"By signing up to use WooCommerce Payments, you agree not to accept payments in connection with these restricted activities, practices or products. We also work to ensure that no prohibited activity is conducted on WooCommerce Payments.":["Iscrivendoti a WooCommerce Payments, acconsenti a non accettare pagamenti correlati a tali attività, pratiche o prodotti soggetti a restrizioni. Inoltre, ci impegniamo affinché nessuna attività proibita sia condotta su WooCommerce Payments."],"The full list of these businesses can be found in <a>Stripe’s Restricted Businesses list<\/a>.":["L'elenco completo di queste attività è disponibile nell'<a>Elenco di attività soggette a restrizioni di Stripe<\/a>."],"Firearms, ammunition":["Armi da fuoco, munizioni"],"Substances designed to mimic illegal drugs":["Sostanze progettate per simulare droghe illecite"],"Social media activity, like Twitter followers, Facebook likes, YouTube views":["Attività correlate ai social media, ad esempio follower di Twitter, Mi piace di Facebook, visualizzazioni di YouTube"],"Pseudo pharmaceuticals":["Sostanze pseudofarmaceutiche"],"Multi-level marketing":["Marketing multi-livello"],"Drug paraphernalia (including e-cigarette, vapes and nutraceuticals)":["Apparecchiatura farmaceutica (tra cui sigarette elettroniche, liquidi per sigarette elettroniche e nutraceutici)"],"Adult content and services":["Contenuti e servizi per adulti"],"Counterfeit goods":["Beni contraffatti"],"Virtual currency, including video game or virtual world credits":["Moneta virtuale, tra cui crediti per videogiochi o realtà virtuale"],"Due to restrictions from card networks, our payment service providers, and their financial service providers, some businesses and product types that are not allowed to transact using WooCommerce Payments, including but not limited to:":["A fronte delle restrizioni provenienti dalle reti delle carte di credito, i nostri fornitori di servizi di pagamento e i relativi fornitori di servizi finanziari, alcune attività e tipologie di prodotto non possono eseguire transazioni mediante WooCommerce Payments, tra cui, a titolo esemplificativo:"],"What products are not permitted on my store when accepting payments with WooCommerce Payments?":["Quali prodotti non sono consentiti sul mio negozio quando accetto pagamenti con WooCommerce Payments?"],"<a>All deposits details<\/a>":["<a>Dettagli di tutti gli acconti<\/a>"],"Most banks will reflect the deposit in your account as soon as they receive the transfer from WooCommerce Payments. Some may take a few extra days to make the balance available to you.":["La maggior parte delle banche accredita il deposito sul tuo conto non appena riceve il trasferimento da WooCommerce Payments. Per alcune banche, potrebbero essere necessari alcuni giorni in più prima che il saldo sia disponibile."],"For example, a business based in New Zealand has a pending period of 4 business days. Payments made to this account on Wednesday will be paid out on the next Tuesday.":["Ad esempio, un'attività con sede in Nuova Zelanda presenta un periodo di attesa di quattro giorni lavorativi. I pagamenti effettuati su questo conto il mercoledì saranno disponibili il giovedì successivo."],"Payments received each day become part of the pending balance. That pending balance will become available after a pending period. On the day it becomes available, it will be automatically paid out to your bank account. The pending period is based on the country of the account.":["I pagamenti ricevuti ogni giorno vengono annoverati nel saldo in sospeso. Quest'ultimo diventa disponibile dopo un periodo di attesa. Il giorno in cui risulta disponibile, verrà automaticamente versato sul tuo conto corrente. Il periodo di attesa dipende dal Paese del conto."],"For most accounts, <a>WooCommerce Payments<\/a> automatically pays out your available account balance into your nominated account daily after a standard pending period.":["Per la maggior parte dei conti, <a>WooCommerce Payments<\/a> versa automaticamente il saldo disponibile sul conto designato ogni giorno dopo un periodo di attesa standard."],"When will I receive deposits for my WooCommerce Payments account balance?":["Quando ricevo gli acconti per il mio saldo WooCommerce Payments?"],"1.5% fee on the payout amount for <a>instant deposits<\/a>":["Commissione pari a 1,5% sull'importo versato per gli <a>acconti immediati<\/a>"],"<a>View all fees<\/a>":["<a>Vedi tutte le commissioni<\/a>"],"WooCommerce Payments uses a pay-as-you-go pricing model. You pay only for activity on the account. No setup fee or monthly fee. Fees differ based on the country of your account and country of your customer’s card.":["WooCommerce Payments usa un modello di determinazione dei prezzi pay as you go. Paga solo per l'attività sul conto. Nessuna commissione mensile o per l'impostazione. Le commissioni sono differenti in base al Paese del conto e della carta del cliente."],"What are the fees for WooCommerce Payments?":["Quali sono le commissioni per WooCommerce Payments?"],"To be eligible for this promotional offer, your store must: (1) meet the WooCommerce Payments usage requirements; (2) be a U.S.-based business; (3) not have processed payments through WooCommerce Payments before; and (4) be accepted into the promotional program.":["Per risultare idoneo a questa offerta promozionale, il negozio deve: (1) soddisfare i requisiti per l'utilizzo di WooCommerce Payments; (2) avere sede negli Stati Uniti; (3) non aver mai elaborato pagamenti tramite WooCommerce Payments in precedenza; (4) essere ammesso al programma promozionale."],"Stores accepted into the promotional program will receive a 100% discount on transaction fees (excluding currency conversion fees) for the first $25,000 in payments, or 3 months, whichever comes first. Simply install the extension and if eligible you’ll be entered into the promotional offer.":["I negozi accettati nel programma promozionale riceveranno uno sconto del 100% sulle commissioni di transazione (escluse le commissioni di conversione della valuta) per i primi $ 25.000 di pagamento o 3 mesi, a seconda dell'evento che si verifica per primo. È sufficiente installare l'estensione e, in caso di idoneità, avrai accesso all'offerta promozionale."],"How will I save money using WooCommerce Payments?":["In che modo risparmierò denaro con WooCommerce Payments?"],"Native multi-currency: increase sales by making it easier for customers outside your country to purchase from your store, without an extension.":["Multivaluta nativa: aumenta le vendite rendendo più semplice per i clienti al di fuori del tuo Paese acquistare dal tuo negozio, senza un'estensione."],"Subscription functionality: offer customers a recurring option for your inventory without purchasing an additional extension.":["Funzionalità di abbonamento: offri ai clienti un'opzione ricorrente per il tuo inventario senza acquistare un'estensione aggiuntiva."],"In-person payments: the only payment method that helps you sell online and offline with the official WooCommerce mobile app instead of a paid POS solution.":["Pagamenti di persona: l'unico metodo di pagamento che ti aiuta a vendere online e offline con l'app WooCommerce per dispositivi mobili ufficiale invece di una soluzione POS a pagamento."],"Native dashboard: track cash flow from the same WordPress dashboard you're already using to manage product catalogue, inventory, orders, fulfilment, and otherwise run your online storefront.":["Bacheca nativa: traccia il flusso di cassa dalla stessa bacheca di WordPress che stai già usando per gestire il catalogo dei prodotti, l'inventario, gli ordini, l'evasione e, se no, per gestire la tua vetrina online."],"Why should I choose WCPay over other payment gateways?":["Perché dovrei scegliere WCPay rispetto ad altri gateway di pagamento?"],"Yes. WooCommerce Payments works alongside other payment service providers, including Stripe, PayPal, and all others. We’ve built it with this flexibility in mind so that you can ensure your store is working to meet your business needs.":["Sì. WooCommerce Payments funziona insieme ad altri fornitori di servizi di pagamento, tra cui Stripe, PayPal e tutti gli altri. Lo abbiamo creato pensando a questa flessibilità, in modo che tu possa essere certo che il tuo negozio funzioni per soddisfare le esigenze della tua attività."],"Can I use WooCommerce Payments alongside other payment gateways?":["Posso usare WooCommerce Payments insieme ad altri gateway di pagamento?"],"You can securely accept credit and debit card payments, Apple Pay, bank transfers, recurring revenue, accelerated checkout, and more - in over 100+ currencies with WooCommerce Payments.":["Puoi accettare in modo sicuro pagamenti con carta di credito e di debito, Apple Pay, bonifici bancari, entrate ricorrenti, pagamento velocizzato e altro ancora, in oltre 100 valute con WooCommerce Payments."],"WooCommerce Payments is an integrated payment solution, built by WooCommerce, for WooCommerce. Use WooCommerce Payments to manage your payments, track cash flow, and manage revenue from your dashboard.":["WooCommerce Payments è una soluzione di pagamento integrata, creata da WooCommerce, per WooCommerce. Usa WooCommerce Payments per gestire i tuoi pagamenti, monitorare il flusso di cassa e amministrare le entrate dalla tua bacheca."],"What is WooCommerce Payments?":["Cos'è WooCommerce Payments?"],"Frequently asked questions":["Domande frequenti"],"By clicking \"Install\", you agree to the <a>Terms of Service<\/a>":["Facendo clic su \"Installa\", accetti i nostri <a>Termini di servizio<\/a>."],"Remove and send feedback":["Elimina e invia feedback"],"Just remove WooCommerce Payments":["Elimina semplicemente WooCommerce Payments"],"It’s something else (Please share below)":["Qualcos'altro (indica qui sotto)"],"I’m open to installing it another time":["Sono favorevole a eseguire l'installazione in un altro momento"],"I need more information about WooCommerce Payments":["Mi occorrono più informazioni su WooCommerce Payments"],"I don’t want to install another plugin":["Non voglio installare un altro plugin"],"I’m already happy with my payments setup":["L'attuale configurazione dei miei pagamenti mi soddisfa già"],"What made you disable the new payments experience?":["Cosa ti ha spinto a disabilitare la nuova esperienza di pagamento?"],"Please take a moment to tell us why you’d like to remove WooCommerce Payments. This will remove WooCommerce Payments from the navigation. You can enable it again in <strong>WooCommerce Settings > Payments<\/strong>, however the promotion will not apply.":["Dedica qualche secondo a spiegarci perché desideri rimuovere WooCommerce Payments. Questa operazione rimuoverà WooCommerce Payments dalla navigazione. Puoi attivarlo di nuovo in <strong>Impostazioni WooCommerce > Pagamenti<\/strong>, tuttavia la promozione non verrà applicata."],"Save up to $800 in fees by managing transactions with WooCommerce Payments. With WooCommerce Payments, you can securely accept major cards, Apple Pay, and payments in over 100 currencies. Track cash flow and manage recurring revenue directly from your store's dashboard - with no setup costs or monthly fees.":["Risparmia fino a $ 800 sulle commissioni gestendo le transazioni con WooCommerce Payments. Con WooCommerce Payments, puoi accettare con sicurezza le maggiori carte di credito, Apple Pay e pagamenti in oltre 100 valute. Tieni traccia del flusso di cassa e gestisci le entrate ricorrenti direttamente dalla bacheca del tuo negozio, senza alcun costo di impostazione o tariffe mensili."],"Discount will be applied upon install and completed setup of WooCommerce Payments":["Lo sconto verrà applicato al momento dell'installazione e del completamento dell'impostazione di WooCommerce Payments"],"Limited time offer":["Offerta per un periodo di tempo limitato"],"Save big with WooCommerce Payments":["Risparmia in modo significativo con WooCommerce Payments"],"Accepted payment methods":["Metodi di pagamento accettati"],"Comments (Optional)":["Commenti (facoltativo)"],"Remove WooCommerce Payments":["Rimuovi WooCommerce Payments"],"WooCommerce Payments":["WooCommerce Payments"],"Install":["Installa"],"Learn more":["Per saperne di più"],"No thanks":["No grazie"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/wcpay-payment-welcome-page.js"}}