{"translation-revision-date":"2021-11-06 08:03:07+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"th"},"We recommend adding one of the following marketing tools for your store. The extension will be installed and activated for you when you click \"Get started\".":["เราอยากแนะนำให้คุณติดตั้งเครื่องมือทำการตลาดสักตัวลงในร้านของคุณ ส่วนขยายเหล่านี้จะถูกติดตั้งและเปิดใช้งานเมื่อคุณคลิกที่ เริ่มต้นใช้"],"%s logo":["โลโก้ของ %s"],"Recommended marketing extensions":["ส่วนขยายการทำการตลาดที่แนะนำ"],"%s configured successfully":["%s ตั้งค่าสำเร็จ"],"You can manage this payment gateway's settings by clicking the button below":["คุณสามารถจัดการการตั้งค่าช่องทางจ่ายเงินได้โดย คลิกที่ปุ่มด้านล่างนี้"],"You're only one step away from getting paid. Verify your business details to start managing transactions with WooCommerce Payments.":["คุณเหลือเพียงอีกขั้นตอนในการสมัครช่องทางการชำระเงิน ตรวจสอบรายละเอียดธุรกิจเพื่อเริ่มต้นรับงานผ่าน WooCommerce Payments"],"Inventory to review":["สินค้าในคลังที่ต้องตรวจสอบ"],"Task postponed until tomorrow":["งานได้ถูกเลื่อนไปวันพรุ่งนี้"],"You have inventory to review and update":["คุณต้องทำการรีวิวสินค้าคงคลัง และอัปเดต"],"You have %d new thing to do":["คุณมี %d สิ่งใหม่ที่ต้องทำดังนี้"],"With WooCommerce Shipping you can save time by printing your USPS and DHL Express shipping labels at home":["ด้วยบริการ WooCommerce Shipping คุณจะประหยัดเวลาได้โดยสามารถสั่งพิมพ์ฉลากการจัดส่ง USPS และ DHL Express ได้ที่บ้านของคุณ"],"Things to do next":["สิ่งที่ต้องทำถัดไป"],"Show things to do next":["แสดงสิ่งที่ต้องทำถัดไป"],"Upon clicking \"Get started\", you agree to the {{link}}Terms of service{{\/link}}. Next we’ll ask you to share a few details about your business to create your account.":["เมือคลิก \"เริ่ม\" หมายถึงคุณยอมรับ {{link}}เงื่อนไขการใช้บริการ{{\/link}} ถัดไปเราจะขอให้คุณกรอกรายละเอียดเล็กน้อยเกี่ยวกับธุรกิจของคุณเพื่อสร้างบัญชีใช้งาน"],"Accepted payment methods":["ช่องทางการชำระเงินที่ยอมรับ"],"Setup required":["ต้องการการตั้งค่า"],"Preview site":["ดูตัวอย่างเว็บไซต์"],"Local Partner":["พาร์ตเนอร์ในประเทศ"],"Configure your %(title)s account":["กำหนดค่าบัญชี %(title)s ของคุณ"],"Import from another service":["นำเข้าจากบริการอื่น"],"Import via CSV":["นำเข้าโดยไฟล์ CSV"],"Add this item to your favorites.":["เพิ่มสินค้าไปยังรายการที่คุณชอบ"],"Introducing favorites":["แนะนำรายการโปรด"],"Remove this item from your favorites.":["ลบรายการนี้ออกจากรายการโปรดของคุณ"],"Add manually":["เพิ่มสินค้าด้วยตนเอง"],"Digital product":["สินค้าแบบดิจิทัล"],"Items that customers download or access through your website":["สินค้าที่ลูกค้าสามารถดาวน์โหลด หรือ สามารถเข้าถึงผ่านเว็บไซต์ของคุณ"],"Products with several versions that customers can choose from":["สินค้าที่มีหลายรุ่น ที่ลูกค้าสามารถเลือกได้"],"Start with a template":["เริ่มต้นด้วยเทมเพลต"],"Use a template to add physical, digital, and variable products":["ใช้เทมเพลตเพื่อเพิ่มสินค้าที่จับต้องได้ สินค้าดิจิทัล และสินค้าที่มีหลายแบบ"],"Physical product":["สินค้าที่จับต้องได้"],"Got it":["เข้าใจแล้ว"],"Install Jetpack":["ติดตั้ง Jetpack"],"No thanks, I'll set up manually":["ไม่เป็นไร ฉันจะตั้งค่าเอง"],"Set up manually":["ตั้งค่าด้วยตนเอง"],"I don't charge sales tax":["ฉันไม่เก็บภาษีการขาย"],"Thank you for your feedback!":["ขอบคุณสำหรับความคิดเห็นของคุณ!"],"Site Icon":["รูปไอคอนเว็บ"],"Two columns":["สองคอลัมน์"],"Single column":["หนึ่งคอลัมน์"],"WooCommerce Home":["หน้าแรก WooCommerce"],"Help":["ช่วยเหลือ"],"Download the WooCommerce app":["ดาวน์โหลด WooCommerce แอปพลิเคชัน"],"Run your store from anywhere":["จัดการร้านค้าของคุณได้จากทุกที่"],"Setup Wizard":["ตัวช่วยสร้างการตั้งค่า"],"Abort":["ยกเลิก"],"My business doesn't charge sales tax":["ธุรกิจของฉันไม่เรียกเก็บภาษีการขาย"],"Install Jetpack and WooCommerce Tax":["ติดตั้ง Jetpack และ WooCommerce Tax"],"Undo":["ย้อนกลับ"],"2 minutes":["2 นาที"],"Overview":["ภาพรวม"],"Home":["หน้าแรก"],"Import sample products":["นำเข้าสินค้าตัวอย่าง"],"Finish setup":["จบการตั้งค่าร้านค้า"],"Direct bank transfer details added successfully":["เพิ่มรายละเอียดการโอนเงินโดยตรงผ่านบัญชีธนาคารเรียบร้อยแล้ว"],"Install":["ติดตั้ง"],"Install %s":["ติดตั้ง %s"],"Get started":["เริ่มได้"],"Get improved features and faster fixes by sharing non-sensitive data via {{link}}usage tracking{{\/link}} that shows us how WooCommerce is used. No personal data is tracked or stored.":["ช่วยทีมงาน WooCommerce ให้ปรับปรุงฟีเจอร์และแก้ไขปัญหาต่างๆ ได้เร็วขึ้น โดยการแชร์ข้อมูล {{link}}การใช้งานที่ไม่ระบุตัวตน{{\/link}} ให้กับเรา"],"Yes, count me in!":["ใช่! ฉันยินดีช่วย!"],"Set up payments":["ตั้งค่าการชำระเงิน"],"Personalize my store":["ปรับแต่งร้านค้าของฉัน"],"Configure tax rates":["ตั้งค่าอัตราภาษี"],"Connect your store":["เชื่อมต่อร้านค้าของคุณ"],"Set store location":["ตั้งค่าตำแหน่งที่ตั้งร้านค้า"],"The address from which your business operates":["ที่อยู่ที่ใช้ในการดำเนินการธุรกิจของคุณ"],"Head over to the tax rate settings screen to configure your tax rates":["ตรงไปที่หน้าจอการตั้งค่าอัตราภาษี เพื่อกำหนดอัตราภาษีของคุณ"],"Please select a country \/ region":["โปรดเลือกประเทศ"],"Skip":["ข้าม"],"Proceed":["ดำเนินการ"],"Post code":["รหัสไปรษณีย์"],"For stores currently selling elsewhere we suggest using a product migration service":["สำหรับร้านค้าที่กำลังขายสินค้าที่อื่นอยู่ เราแนะนำให้ใช้บริการการย้ายสินค้า (product migration service)"],"For larger stores we recommend importing all products at once via CSV file":["สำหรับร้านค้าขนาดใหญ่ เราแนะนำให้นำเข้าสินค้าทั้งหมดพร้อมๆกันผ่านไฟล์ CSV"],"For small stores we recommend adding products manually":["สำหรับร้านค้าขนาดเล็ก เราแนะนำให้เพิ่มสินค้าด้วยตนเอง"],"Upload a logo":["อัปโหลดรูปโลโก้"],"Set a store notice":["ตั้งค่าประกาศจากร้านค้า"],"Address line 2 (optional)":["ที่อยู่บรรทัดที่ 2 (ถ้ามี)"],"Please add a post code":["กรุณาเพิ่มรหัสไปรษณีย์"],"We’ll add some products that will make it easier to see what your store looks like":["เราจะเพิ่มสินค้าบางอย่าง เพื่อช่วยให้คุณทราบว่าร้านค้าของคุณมีหน้าตาอย่างไร"],"Create a custom homepage":["สร้างหน้าแรกที่กำหนดเอง"],"Create a new homepage and customize it to suit your needs":["สร้างหน้าแรกใหม่ และปรับแต่งให้เหมาะสมกับความต้องการของคุณ"],"Customize":["ปรับแต่ง"],"Dismiss this notice":["ปิดข้อความเตือน"],"Analytics":["การวิเคราะห์"],"Revenue":["รายได้"],"Country \/ Region":["ประเทศ"],"Yes please":["ใช่ เริ่มต้นเลย"],"Retry":["ลองใหม่"],"Layout":["เค้าโครง"],"Manage":["จัดการ"],"Recommended":["แนะนำ"],"Import products":["นำเข้าสินค้า"],"Activate":["ใช้งาน"],"Connect":["เชื่อมต่อ"],"Free shipping":["จัดส่งฟรี"],"Address line 1":["ที่อยู่ (บรรทัดที่ 1)"],"Extensions":["ส่วนขยาย"],"Rest of the world":["นอกเหนือจากประเทศที่เลือก"],"Downloads":["ดาวน์โหลด"],"Configure":["ปรับแต่ง"],"Buy now":["ซื้อเลย"],"Account name":["ชื่อบัญชี"],"Account number":["หมายเลขบัญชี"],"Bank name":["ชื่อธนาคาร"],"IBAN":["IBAN"],"BIC \/ Swift":["BIC \/ Swift"],"Sort code":["สาขา"],"Enable":["ใช้งาน"],"Store notice text":["ข้อความประกาศจากทางร้าน"],"Display":["การแสดงผล"],"Marketing":["การตลาด"],"Learn more":["อ่านเพิ่มเติม"],"Save":["บันทึก"],"Close":["ปิด"],"Go":["ไป"],"Add products":["เพิ่มสินค้า"],"Products":["สินค้า"],"Variations":["รูปแบบ"],"No thanks":["ไม่, ขอบคุณ"],"Categories":["หมวดหมู่"],"Variable product":["สินค้ามีหลายแบบ"],"Cancel":["ยกเลิก"],"Orders":["คำสั่งซื้อ"],"Taxes":["ภาษี"],"Customers":["ลูกค้า"],"Continue":["ต่อไป"],"Stock":["คลังสินค้า"],"City":["เมือง"],"Coupons":["คูปอง"],"Update":["อัปเดต"],"Settings":["ตั้งค่า"]}},"comment":{"reference":"assets\/client\/admin\/app\/index.js"}}