{"translation-revision-date":"2022-06-02 20:26:50+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"da_DK"},"Something went wrong.":["Noget gik galt."],"%s Please try placing your order again.":["%s Prøv venligst at afgive din ordre igen."],"%s (optional)":["%s (valgfri)"],"There was an error registering the payment method with id '%s': ":["Der opstod en fejl ved registrering af betalingsmetoden med id '%s': "],"The checkout has encountered an unexpected error. <button>Try reloading the page<\/button>. If the error persists, please get in touch with us so we can assist.":["Der opstod en uventet fejl på siden Kasse. <button>Prøv at genindlæse siden<\/button>. Hvis fejlen bliver ved at opstå, så kan du kontakte os, så vi kan hjælpe."],"Browse store":["Gennemse webshop"],"Checkout is not available whilst your cart is empty—please take a look through our store and come back when you're ready to place an order.":["Du kan ikke gå til siden Kasse, når din kurv er tom - find varer på vores webshop og prøv igen, når du er klar til at afgive en ordre."],"Your cart is empty!":["Din kurv er tom!"],"Something went wrong…":["Noget gik galt..."],"Click here to log in.":["Klik her for at logge ind."],"You must be logged in to checkout. ":["Du skal være logget ind for at gå til siden Kasse."],"There was a problem checking out. Please try again. If the problem persists, please get in touch with us so we can assist.":["Der opstod et problem i forbindelse med dit køb. Prøv venligst igen. Hvis problemet bliver ved at opstå, så må du gerne kontakte os, så vi kan hjælpe med at løse problemet. "],"Edit your cart":["Redigér din kurv"],"Please edit your cart and try again.":["Rediger din kurv og prøv igen."],"There is a problem with your cart":["Der er et problem med din kurv"],"Checkout error":["Fejl ved betaling"],"There was a problem with your shipping option.":["Der opstod et problem med din forsendelsesmulighed."],"There was a problem with your payment option.":["Der opstod et problem med din betalingsmulighed."],"Something went wrong. Please contact us to get assistance.":["Noget gik galt. Kontakt os for at få hjælp."],"Dismiss this notice":["Se bort fra denne henvendelse"],"There was an error loading the content.":["Der opstod en fejl ved indlæsning af indholdet."],"Oops!":["Ups!"],"Retry":["Forsøg igen"],"Error:":["Fejl:"]}},"comment":{"reference":"packages\/woocommerce-blocks\/build\/checkout-frontend.js"}}