{"translation-revision-date":"2021-11-06 08:03:07+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"th"},"Free features":["คุณสมบัติฟรี"],"Business details":["รายละเอียดธุรกิจ"],"Included business features":["เปิดใช้งานฟีเจอร์ช่วยเหลือธุรกิจที่แนะนำ"],"We recommend enhancing your store with these free extensions":["เราแนะนำให้ปรับปรุงร้านค้าของคุณด้วยส่วนขยายฟรีเหล่านี้"],"Add recommended business features to my site":["ติดตั้งฟีเจอร์ช่วยเหลือธุรกิจที่แนะนำ"],"%s per year":["%s ต่อปี"],"Tell us about your store and we'll get you set up in no time":["บอกเราเกี่ยวกับร้านค้าของคุณ เพื่อที่เราจะช่วยจัดเตรียมเว็บร้านค้านี้ให้พร้อมใช้"],"Your store address will help us configure currency\n options and shipping rules automatically.\n This information will not be publicly visible and can\n easily be changed later.":["ที่อยู่ร้านค้าของคุณจะช่วยเรากำหนดค่าสกุลเงิน,\nตัวเลือกต่าง ๆ, และกฎการจัดส่งโดยอัตโนมัติ\nข้อมูลนี้จะไม่ปรากฏต่อสาธารณะ และสามารถ\nเปลี่ยนแปลงในภายหลังได้ไม่ยาก"],"Learn more about recommended free business features":["เรียนรู้เพิ่มเติมเกี่ยวกับคุณสมบัติพิเศษทางธุรกิจที่ใช้งานได้ฟรี"],"Display monthly prices":["แสดงราคารายเดือน"],"Learn more about store details":["เรียนรู้เพิ่มเติมเกี่ยวกับรายละเอียดร้านค้า"],"$%f per month":["$%f ต่อเดือน"],"Skip setup store details":["ข้ามขั้นตอนการจัดการรายละเอียดร้านค้า"],"There was a problem skipping the setup wizard":["พบปัญหาในการข้ามการจัดการแบบตั้งค่าอัตโนมัติ"],"Billing is annual. All purchases are covered by our 30 day money back guarantee and include access to support and updates. Extensions will be added to a cart for you to purchase later.":["ชำระเงินรายปี โดยสามารถขอคืนเงินได้ภายใน 30 วัน ราคารวมซัปพอร์ทและอัปเดต โดยส่วนขยายนี้จะใส่ในตะกร้าสินค้าของคุณเพื่อชำระเงินภายหลัง"],"User accounts are required to use these features.":["ต้องการบัญชีผู้ใช้เพื่อใช้งานคุณสมบัติพิเศษนี้"],"Etsy":["Etsy"],"eBay":["eBay"],"Amazon":["Amazon"],"Choose":["เลือก"],"Store Details":["รายละเอียดร้าน"],"Industry":["กลุ่มธุรกิจ"],"$%f per year":["$%f ต่อปี"],"Upload a theme":["อัปโหลดธีม"],"Free themes":["ธีมฟรี"],"Paid themes":["ธีมเสียเงิน"],"All themes":["ธีมทั้งหมด"],"Choose a theme":["เลือกธีม"],"Currently active theme":["ธีมที่ใช้งานอยู่ปัจจุบัน"],"Business Details":["รายละเอียดธุรกิจ"],"In which industry does the store operate?":["ร้านค้าของคุณอยู่ในหมวดหมู่ไหน"],"What type of products will be listed?":["คุณจะขายสินค้าประเภทไหน"],"How many products do you plan to display?":["คุณต้องการขายสินค้ากี่ชิ้น"],"Currently selling elsewhere?":["คุณกำลังขายสินค้าที่อื่นอยู่หรือเปล่า"],"What's your current annual revenue?":["รายได้ปัจจบันของร้านค้าของคุณ"],"Which platform is the store using?":["แพลตฟอร์มที่คุณใช้ขายสินค้าปัจจุบัน มีชื่อว่าอะไร"],"I'm setting up a store for a client":["กำลังตั้งค่าร้านค้าให้เว็บของลูกค้า"],"We'd love to know if you are just getting started or you already have a business in place.":["ไม่ว่าคุณกำลังจะเริ่มธุรกิจหรือมีธุรกิจอยู่แล้ว"],"Continue with my active theme":["ใช้งานธีมปัจจุบัน"],"More than %s":["มากกว่า %s"],"This field is required":["ช่องนี้จำเป็นต้องกรอกข้อมูล"],"Wix":["Wix"],"Magento":["Magento"],"BigCommerce":["BigCommerce"],"Shopify":["Shopify"],"Tell us about your business":["บอกเราเกี่ยวกับธุรกิจของคุณ"],"Yes, on another platform":["ใช่ บนแพลตฟอร์มอื่น"],"Yes, in person at physical stores and\/or events":["ใช่ ในร้านค้าออฟไลน์ และ\/หรือตามงานอีเว้นท์"],"Yes, I own a different store powered by WooCommerce":["ใช่ ฉันมีร้านค้าออนไลน์ ที่ใช้ WooCommerce"],"Yes, on another platform and in person at physical stores and\/or events":["ใช่ บนแพลตฟอร์มอื่น และในร้านค้าออฟไลน์ และ\/หรือตามงานอีเว้นท์"],"store product count or revenue\u0004%s+":["%s+"],"There was a problem updating your business details":["มีปัญหาในการอัปเดตรายละเอียดธุรกิจของคุณ"],"I don't have any products yet.":["ยังไม่มีสินค้า"],"Up to %s":["ไม่เกิน %s"],"Retry":["ลองใหม่"],"Invalid email address":["ที่อยู่อีเมล ไม่ถูกต้อง"],"Installed":["ติดตั้งแล้ว"],"Email address":["อีเมล"],"Theme":["ธีม"],"Product Types":["ประเภทสินค้า"],"Free":["ฟรี"],"Learn more":["อ่านเพิ่มเติม"],"Save":["บันทึก"],"Welcome to WooCommerce":["ยินดีต้อนรับสู่ WooCommerce"],"Other":["อื่นๆ"],"Skip this step":["ข้ามขั้นตอนนี้"],"Continue":["ต่อไป"],"No":["ไม่"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/profile-wizard.js"}}